{"title": "PDF", "author": "PDF", "url": "gestionsostenibledelagua.files.wordpress.com/2012/07/mensajes_de_agua.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Mensajes del agua **Masaru Emoto ** La belleza oculta en el agua Introducción Masaru Emoto, agua y HADO, lo cual quiere decir reino de las energías sutiles relacionadas con la conciencia, sinónimo de «Chi» en japonés. Mis encuentros con el estudio del agua empezaron cuando conocí al doctor Lee H. Lorenzen. En ese momento, el doctor Lorenzen tenía 34 años y yo 41. El doctor Lorenzen estudiaba bioquímica en la Universidad de Berkley, California, y posteriormente se dedicó a investigar el agua, desarrollando el «agua micro-particulada» (o agua de resonancia magnética). Desde mi encuentro con el doctor Lorenzen, me sentí atraído por el estudio del agua y quise saber más acerca de sus propiedades. Me preguntaba si habría algún aparato que pudiera medir y ver el agua. Fue en ese momento cuando, a través del doctor Lorenzen, encontré una máquina que podía medir el HADO llamada MRA, Analizador de Resonancia Magnética (Magnetic Resonance Analyzer). A partir de este descubrimiento, mi investigación comenzó a avanzar a una velocidad increíble. El MRA se utilizaba en ese momento en los EE UU para trabajar con la homeopatía (una terapéutica muy popular en Alemania). En cuanto vi este aparato, se me ocurrió la idea de que podía ser utilizado en el estudio del «agua micro-particulada» (agua de resonancia magnética), por lo cual me lo traje a Japón con la esperanza de que fuera un instrumento que pudiera contribuir a mi investigación. Como consecuencia de ello, el «agua HADO», que transcribe información HADO por el MRA al agua micro-particulada, que el doctor Lorenzen había preparado a pedido mío, demostró ser capaz de mejorar la condición física de la gente. Masaru Emoto Presidente Sociedad Internacional HadoMasaru Emoto Los Mensajes del Agua He introducido el uso del MRA y del HADO en mis trabajos literarios, tal cual se enumeran más abajo. Por favor, para detalles específicos referirse a ellos. «El preludio a la era del HADO » Sun Road Publishing Co., Ltd. «La ciencia humana del HADO » Business Publishing Co., Ltd. «La verdad de la teoría HADO » Insituto PHP , Inc. «El estudio del agua y la vida desde el punto de vista de la ciencia HADO » Instituto PHP , Inc. Batra, Insituto PHP , Inc. «Salvando La revolución de la teoría del HADO » Instituto PHP , Inc. «La teoría HADO le da nuevo significado a la felicidad humana », Instituto PHP , Inc. «HADO: sintonizándose con una nueva » Instituto , «¿Qué es HADO? » Instituto PHP , Inc. «Despertando la memoria latente: en busca de un nuevo ser » Instituto PHP , Inc. A medida que fui incrementando mis investigaciones sobre el agua, me fui interesando cada vez más en tomar fotografías de diversos cristales de agua congelados. A través de estas fotografías, he obtenido gran experiencia al ir viendo estas expresiones del agua. Estas fotografías eran tan maravillosas que sentí que debía mostrarlas; por lo tanto, resolví editarlas en este libro de imágenes «Mensajes del agua». El agua, los humanos y la Tierra El ser humano aparece físicamente en esta tierra por primera vez cuando el óvulo de la madre y el esperma del padre se encuentran y se convierten en un huevo fertilizado. En este momento, el agua forma parte de alrededor del 95% del huevo, es decir, que éste es casi completamente pura agua. La cantidad de agua que hay en un cuerpo humano maduro es del 70%. Con razón se dice que el cuerpo humano está hecho de agua. La gente vive rodeada cotidianamente de varios tipos de agua hasta el día en que deja de existir. A la Tierra se la llama el «Planeta Agua» y aproximadamente el 70% de su superficie está cubierta de agua. ¿Acaso no es esto algo similar a lo que ocurre con el cuerpo humano? La mayor parte del agua del planeta, a saber, agua pluvial, corrientes subterráneas, lagos, pantanos y ríos, está en el mar. Algo de agua flota en el aire en forma de nubes o de 8Masaru Emoto Los Mensajes del Agua niebla. La nieve en las altas montañas y el hielo en la Antártida, originalmente, son también agua. A medida que profundizaba en mi investigación del agua, comencé a dudar sobre la limpieza o la falta de limpieza de la preciosa agua con la que estaba trabajando y, consiguientemente, qué era lo que esto significaba para el cuerpo humano. Absolutamente nadie, salvo algún instituto de investigación del agua o algunos profesionales investigadores del tema, conoce la respuesta definitiva. Para nuestros ojos, el agua, cualquiera que sea su composición, se ve toda igual. ¿Cuál es la diferencia en la información que cada tipo de agua contiene? ¿Existe alguna forma posible de saberlo? Mientras pensaba sobre ello, encontré un libro que se titulaba « El día en que los rayos alcanzaron al ama de casa » (editado por Julia Leigh y David Savold, Shobun-sha Publisher). Este libro contenía aproximadamente cincuenta preguntas. Entre ellas, había una que planteaba: «¿Existen algunos cristales de nieve que tengan la misma forma?» La contestación es que la nieve ha estado cayendo sobre el planeta durante unos cuantos millones de años y que cada cristal tiene una forma diferente. ¿Es posible evaluar el agua a simple vista? Siempre me había preguntado si existirían métodos para expresar la diferencia en las distintas clases de agua. En ese momento me di cuenta: «¡Ésta es la clave!» Ello fue lo que me condujo a tomar estas «fotografías de cristales congelados de agua» (de ahora en adelante, cristales). Con este método, todo lo que tenía que hacer era congelar agua y tomar fotos de los cristales. Si congelaba agua y tomaba una foto de los cristales que se forman, podía obtener información acerca de ese agua. Esa era la idea que sustentaba el experimento que yo estaba dispuesto a iniciar. Amplié mis fotos de los cristales en diapositivas y las llevé a mis conferencias. Desde entonces, me han pedido copias de ellas debido a su belleza y misterio. Tanto la belleza como la fealdad de las fotos de los cristales atraían a la gente. Fue a partir de estos eventos, y de mi profundo deseo por compartir el júbilo y el misterio de los cristales, que decidí publicar este libro. 9Capítulo 1 Masaru Emoto Los Mensajes del Agua La historia del agua en la vida cotidiana El agua y los problemas ambientales Es imposible pensar en la cantidad de agua que circula por este planeta sin pensar en los problemas ambientales. Para resolver problemas ambientales, precisamos prevenir la contaminación del agua, lo cual significará tener que elevar los niveles de purificación del agua. El agua circula por esta tierra ilimitadamente y absorbe y disuelve todos los contaminantes. El agua es la fuente de vida. Si el agua está contaminada, se les niega la existencia a todas las criaturas. Considerando estas situaciones ambientales, continué buscando una manera de poder evaluar el agua con claridad. ¿El agua será capaz de sobrevivir en la Tierra? El agua corriente que nosotros, inconscientemente, utilizamos todos los días es un tipo de agua que presenta muchos aspectos. La mayor parte del agua corriente procede directamente de los ríos. El agua de río se recoge en una planta de tratamiento para someterse a un proceso de esterilización y desinfección por medio de cloro. Luego, el agua se transporta hacia cada hogar a través de cañerías. Para los usuarios, en las ciudades se ha convertido en una práctica común poner un purificador en el grifo del agua. El agua, en la mayoría de las ciudades, está contaminada. ¿Hasta qué extremo es mala esta contaminación? ¿Y se deberá acaso a que el agua original del río está contaminada? ¿Se contaminó durante el recorrido que la lleva al grifo? ¿Cómo está de contaminada el agua natural de manantial? Yendo más hacia atrás, ¿qué grado de contaminación tiene la lluvia que cae desde el cielo? ¿Acaso el agua pluvial se contamina con las impurezas del aire, a pesar de que originalmente debería caer pura sobre la tierra? Incluso los experimentos y los análisis científicos de las impurezas y de los contaminantes contenidos en cada muestra de agua parecerían ser una especie de galimatías numérico. El agua es esencial para nuestra vida. Sin embargo, cuando pensamos al respecto, nos damos cuenta de que esto representa una gran cantidad de problemas. ¿Qué agua está más contaminada, la de Tokio o la de Osaka? ¿Y qué 11Masaru Emoto Los Mensajes del Agua decir del agua de Hokkaido y Kyushu? ¿El agua de las zonas rurales es más pura? 12Masaru Emoto Los Mensajes del Agua El cristal del agua es la cara del agua El cristal es una sustancia sólida con átomos y moléculas configuradas ordenadamente. Además de encontrarse en la nieve y en el cuarzo cristalizado, los cristales también están presentes en minerales naturales tales como los diamantes, la sal de mesa y condimentos químicos como el glutamato monósodico. En particular, debido a que la nieve se forma bajo una variedad de condiciones, no hay cristales que tengan la misma cara (del mismo modo que ocurre con la cara de la gente). Esto se debe al hecho de que, para que los copos de nieve tengan la misma estructura cristalina, los diferentes tipos de agua de la Tierra también deben tener al principio la misma estructura cristalina. Yo tenía una teoría. Cuando una molécula de agua se cristaliza, el agua pura se convierte en cristal puro, pero ¿se cristalizaría de forma igualmente bella el agua contaminada? Bien, pues eso creía yo. En 1994, comencé inmediatamente con mi experimento. Era preciso que congelara cada una de las muestras de agua. Luego, antes de que se derritieran, debía colocar estos frágiles y pequeños cristales en la placa del microscopio para poder fotografiarlos a una velocidad super rápida. Antes que nada, debía tener a punto un equipo completo: la cantidad necesaria de muestras de agua para congelar, placas de Petri en las que su material y volumen son determinantes, hielo seco y un refrigerador. Poder fotografiar los cristales sólo sería posible luego de cumplir con varios requisitos: la temperatura exacta del congelador, tiempos específicos de exposición, la temperatura exacta de la nevera, la ampliación de la observación microscópica, cómo iluminar el objeto y la apertura de la lente. Me llevó alrededor de dos meses poder tomar una fotografía con la que me sintiera conforme. Durante todo este tiempo, debo de haber desperdiciado cientos, tal vez miles de rollos de película. Sin embargo, el momento en el que tuve éxito tomando mi primera fotografía de un cristal de agua fue impresionante. Después de esta fotografía inicial, mi experimento adquirió velocidad. Fue así que construí una habitación refrigerada en la cual cabían un pequeño congelador y un equipo de microscopio con una cámara. Luego de organizar un «grupo para fotografiar cristales», mis colegas y yo tomamos fotos una por una y almacenamos la información. 13Masaru Emoto Los Mensajes del Agua La primera imagen exitosa del cristal que obtuvimos / agua micro-partícula EL CARÁCTER CHINO DEL AGUA Mientras se toman fotos de los cristales de agua, todo el hielo se convierte en agua, quedando en el estado que se muestra en la foto. Cuando el agua se congela, se cristaliza. Justo en el momento previo a convertirse nuevamente en agua (con un aumento de la temperatura de entre -5°C y 0°C), genera una forma que es idéntica al carácter chino que representa el agua. ¿Acaso la gente en la antigüedad sabía esto y elaboró este carácter para definir el agua basándose en esta información? Aparte de los caracteres chinos, otras escrituras pueden no aplicar este razonamiento. 14 Masaru Emoto Los Mensajes del Agua Descubrimiento de un nuevo método evaluatorio del agua El agua cambia rápidamente y es inestable. Pusimos la muestra de agua a examinar en 100 placas de Petri y las colocamos en un congelador durante dos horas. Sacamos los cristales y los pusimos bajo el microscopio para fotografiarlos, ampliándolos entre 200 y 500 veces. Con el objeto de poder obtener un ejemplar de un cristal promedio, tuvimos que fotografiar muchas muestras bajo tantas condiciones como fuésemos capaces de imaginar. Para la mayoría de la gente, físicamente sólo es posible permanecer alrededor de treinta minutos (como mucho) dentro de un refrigerador a 5°C bajo cero tomando fotografías. Es imposible obtener imágenes idénticas de los cristales. En otras palabras, es imposible poder reproducir a la perfección el mismo cristal dos veces. Sin embargo, los cristales pueden mostrar una cierta tendencia diferenciatoria llamada trama del cristal o estructura laminar del cristal. Es posible identificar a los cristales de acuerdo con esta tendencia estructural. En la página 74 , hay imágenes de cristales tomadas mediante el congelamiento de 100 muestras a la vez para un solo tipo de agua. A pesar de que en estas muestras hay muchos ejemplos de cristales, cristales bellos, cristales hexagonales, cristales variables o ausencia de cristales, es posible ver en todas las muestras que existe una cierta tendencia a la formación de una trama en la estructura del cristal. Aprendimos muchas cosas de estas fotografías de cristales. Gracias a la cooperación de varias empresas así como de voluntarios, pudimos tomar fotografías de agua de manantial, agua pluvial, agua de río, lagos y pantanos alrededor del mundo y de Japón. Hemos fotografiado y almacenado alrededor de 10.000 fotos en cuatro años y medio. La mayor parte del agua del extranjero que aparece en esta colección fue recogida por el Sr. Tetsuya Taguchi, ex presidente de Nichirei Ice Co., Ltd., quien viajó por todo el mundo y escribió «La historia cultural del hielo: vínculos entre el hombre y el hielo», publicado por el Reitou Shokuhin Journal. 1. Cámara refrigerada 2. Cámara 3. El agua para ser examinada se distribuye en 100 placas de Petri para 15Masaru Emoto Los Mensajes del Agua congelar 4. Colocación de una gota de agua para ser examinada en una placa de Petri utilizando una pipeta 16Masaru Emoto Los Mensajes del Agua Un mensaje del agua Cuando nuestro personal mira la fotografía del cristal, es de extrema importancia que tenga en cuenta si éste posee una «estructura hexagonal de cristal» completa, tal como vimos en la primera foto. De acuerdo con nuestra experiencia, sabemos que la rotura o el derrumbe de las estructuras del cristal no son buenas señales. En otras palabras, el criterio de evaluación depende de que podamos sentir si es hermoso o no con solo mirarlo. Durante la sesión fotográfica, observamos el proceso de cristalización varias miles de veces. Luego, extrañamente, llegamos a sentir y a ver que el cristal trata de convertirse en una «hermosa figura de cristal» de agua y de que las imágenes de cristales llevan consigo maravillosos mensajes. Sentimos que el agua trata de decirnos algo. Llegamos a la comprensión de que estas imágenes del cristal muestran diferentes «caras del agua». Básicamente, el agua está tratando de ser, esforzada y valientemente, «¡Agua pura! ¡Quiero ser agua pura!» Tal fue la expresión que sentimos que emanaba de los cristales de agua. Las imágenes del agua cristalizada pueden ser ligeramente diferentes a la información que arrojan los análisis científicos modernos del agua. Nuestro método evaluatorio de análisis parte desde un ángulo completamente diferente. Además, como se dice vulgarmente, «el fluir de la gente, al igual que el del agua, no es estable.» Las imágenes de los cristales de agua expresan la condición de esa muestra de agua, en ese momento particular, de ese día en particular. Por lo tanto, para poder llevar este análisis a un nivel científico, los cristales deben ser observados diariamente, en diferentes ubicaciones y analizados con la participación de mucha gente. En todo caso, tal vez sea éste el primer intento de este tipo en todo el mundo. Esperamos que Ud. disfrutará de la introducción a este método único de abordar el estudio del agua llamado «Las caras del agua.» 17Masaru Emoto Los Mensajes del Agua 1. Fotografiando dentro de la cámara refrigerada a - 5°C 2. Fotografiando una punta de hielo 18Masaru Emoto Los Mensajes del Agua 19Masaru Emoto Los Mensajes del Agua Agua corriente en Japón Foto de cristales de agua corriente Lamentablemente, es un hecho conocido que el cloro, el halometano triclorado y otras sustancias químicas forman parte de los productos que se encuentran en el agua corriente de Japón. Cuando bebemos agua corriente en las grandes ciudades, de hecho es posible oler el cloro. Todos sabemos que esta es una de las razones por las que el agua corriente no es buena. Al agua que proviene de presas y ríos se le han agregado desinfectantes par poder potabilizarla. Y debido a que lleva consigo un aviso que dice «los desinfectantes añadidos no son dañinos para los humanos», suponemos que es correcto. De hecho, mucha gente utiliza purificadores de agua para eliminar las sustancias aparentemente dañinas porque saben instintivamente que amenazan sus organismos. El porcentaje de empresas que cubren el abastecimiento urbano y rural de agua en Japón es casi del 100%. Hoy en día, solamente un pequeño porcentaje de gente bombea agua subterránea o de pozo para utilizarla como agua potable. Existe una norma nacional específica para el agua potable y la ley dice que el agua que no satisfaga esta norma no puede proveerse al público. Decidí tomar fotos de las muestras de agua corriente en su forma de cristales. ¿Acaso las muestras de agua que satisfacen las normas nacionales tienen la misma clase de cristales, independientemente del lugar de donde se extraigan en Japón? 20Masaru Emoto Los Mensajes del Agua CIUDAD DE SAPPORO, HOKKAIDO Sapporo es una ciudad grande, pero cuando comparamos su medioambiente suburbano con los suburbios de Tokio, su naturaleza está más intacta. El abastecimiento del agua corriente de Sapporo procede del Río Toyohira. A pesar de que este río no está tan contaminado como otros, no pudimos obtener cristales claros de este agua corriente. Sin embargo, es como si estuviera tratando desesperadamente de ser un agua limpia. CIUDAD DE SENDAI, PREFECTURA DE MIYAGI Sendai es conocida como «la Ciudad de los Bosques» y el agua proviene de hermosos lugares. Sin embargo, con respecto a su agua corriente, el caso es igual al de Sapporo. CIUDAD DE KANAZAWA, PREFECTURA DE ISHIKAW Kanazawa es la ciudad más grande del distrito de Hoku-riku y es una ciudad amurallada. Los ríos Asano y Sai fluyen a través de la ciudad y el parque Kenrokuen, en el centro de la ciudad, posee unos de los tres jardines más famosos de Japón. Sin embargo, el agua es... 21 Masaru Emoto Los Mensajes del Agua SHINAGAWA-KU, TOKIO Esta foto parece indicar que el agua en Tokio no es tan buena como esperábamos. La foto del agua corriente de Tokio no muestra señales de cristalización. ¿Es ésta la suerte del agua en un medio-ambiente metropolitano? CIUDAD DE NAGOYA, PREFECTURA DE AICHI Inesperadamente, pudimos captar esta figura justo antes de la cristalización, algo raramente visto en el agua corriente de las grandes ciudades. El origen del agua es el río Kiso. ¿Cuál es el factor que le impide a un cristal de agua formar un hexágono completo? KITA-KU, CIUDAD DE OSAKA Osaka solía ser una «Ciudad de Agua». Pero se ha vuelto famosa por su agua poco apetecible. La muestra de agua de Osaka parece querer cristalizar, a pesar de estar significativamente distorsionada. Se pueden observar ramas en las esquinas del cristal, lo cual indicaría que está tratando de desarrollarse en su totalidad. 22 Masaru Emoto Los Mensajes del Agua CIUDAD DE KATANO, PREFECTURA DE OSAKA La ciudad de Katano está ubicada en la región norte de Osaka y en la frontera entre las prefecturas de Nara y Kyoto. Podemos obtener un cristal claro del agua corriente de Katano, ya que el 60% procede de una fuente de agua subterránea. Ahora que lo pienso, Sen-no-Rikyu, un maestro de la Ceremonia del Té y fundador de la escuela Zen del Té, utilizaba agua de Katano para prepararlo. CIUDAD DE HIROSHIMA, PREFECTURA DE HIROSHIMA Hiroshima, una ciudad de ríos y puentes. Hiroshima, una ciudad bautizada por la bomba atómica. Saijo es famosa por su sake y el agua de esta ciudad ha sido siempre buena desde la antigüedad. El cristal que está firmemente tratando de desarrollarse en hexágono parece estar expresando la bondad, la gracia y la solidaridad de su gente. 23 Masaru Emoto Los Mensajes del Agua CIUDAD DE FUKUOKA, PREFECTURA DE FUKUOKA Fukuoka, la ciudad más grande de Kyushu. ¿Será acaso una tarea imposible tratar de obtener un cristal claro del agua corriente de una ciudad? Aproximadamente la mitad de los cristales que fotografiamos parecen haber sido erosionados por alguna cosa, aunque aún quedan algunos vestigios. CIUDAD DE NAHA, PREFECTURA DE OKINAWA Okinawa es principalmente una ciudad comercial y turística. En la isla, la estación del cerezo en flor llega uno o dos meses antes que en el continente y la estación de las lluvias también llega más temprano. No existen grandes ríos, por lo tanto el origen de su agua corriente proviene de los embalses de agua pluvial. Este cristal de agua parece expresar los cálidos sentimientos de su gente con respecto al agua y al mar. 24 Masaru Emoto Los Mensajes del Agua El agua corriente en el extranjero Las circunstancias del agua en el mundo Cada país tiene sus propias costumbres. Nada cambia tanto por el ambiente y por las características del terreno (incluyendo la civilización y la cultura) como el agua. Por esta razón, la Organización Mundial de la Salud creó directivas para el agua en 1984. En estas directivas se pone de manifiesto que «la norma para juzgar la seguridad del agua corriente y el criterio para su tratamiento debería estar determinado por cada país, teniendo en consideración sus propias condiciones domésticas (circunstancias del agua, nivel ambiental de toda la sociedad, así como también el poder técnico y económico) siendo estas directivas solamente el material básico para dicho propósito.» Por lo tanto, el método de purificación del agua corriente varía de acuerdo a cada país. En nuestro país se ha implantado, por parte de las ordenanzas ministeriales de cada prefectura, un sistema de tratamiento que utiliza principalmente el cloro. Estas fotos de cristales de agua corriente de lugares alrededor del mundo fueron tomadas de seis grandes ciudades: Londres (Reino Unido), París (Francia), Nueva York (EE UU), Vancouver (Canadá), Buenos Aires (Argentina) y Manaos (Brasil). Sin embargo, cuando se compararon con las imágenes de los cristales de agua corriente japoneses, fueron sorprendentemente más claros. Parecería que la razón es la diferencia que hay en el grado de contaminación del lugar de origen del agua de cada país, al igual que la diferencia en los sistemas de tratamiento. 25Masaru Emoto Los Mensajes del Agua LONDRES, REINO UNIDO El agua corriente de Londres, una ciudad de nieblas. Pudimos obtener solamente cristales que no se desarrollaron totalmente, como fue con frecuencia el caso de Japón. PARÍS, FRANCIA El agua corriente de París, por donde fluye el río Sena. La muestra no cristalizó con facilidad, pero no fue tan terrible como esperábamos. NUEV A YORK, EEUU Nueva York está ubicada en la costa este del continente norteamericano y se dice que es el crisol de las razas. Se puede ver que algunos de los cristales 26 Masaru Emoto Los Mensajes del Agua superiores poseen mejor cara que los del agua de manantial japonesa. Por lo general, en Nueva York el agua es fluorada y tratada con ozono. 27Masaru Emoto Los Mensajes del Agua V ANCOUVER, CANADÁ Vancouver está ubicada en la costa oeste del continente norteamericano. La ciudad de Seattle, Washington, en los HE UU, queda apenas a unas pocas millas al sur de esta. Debido a que el tiempo es relativamente cálido y consecuentemente le brinda a su población un clima agradable para vivir, hay muchos japoneses viviendo en Vancouver. Aquí los cristales de agua adoptaron una hermosa forma cristalina, especialmente aquellos del agua corriente. BUENOS AIRES, ARGENTINA Aquí el agua muestra un hermoso cristal. Las imágenes de estos hermosos cristales nos recuerdan cuan mala es el agua corriente japonesa. No obstante, una cosa son los hermosos cristales y otra es la seguridad del agua potable mientras se viaja. MANAOS, BRASIL Cristales muy bellos. El agua cristalizó muy hermosamente. La gente que vive en países donde el agua corriente es potable, es realmente muy afortunada, pero los criterios de desinfección no son tan exigentes como los de Japón. 28 Masaru Emoto Los Mensajes del Agua 29Masaru Emoto Los Mensajes del Agua El agua en el mundo natural El agua fluye velozmente... es la forma natural del agua Decimos «agua natural» pero, ¿hasta qué grado es aplicable el término «natural»? En otras palabras, las fronteras de la palabra natural son muy indefinidas. Si decimos que el agua que no ha estado «influenciada por los seres humanos» es agua natural, tal vez, entonces, no quede agua en el mundo a la que podamos llamar natural. El agua existía en el planeta mucho antes de que aparecieran los seres humanos. Ella ha repetido de forma natural su ciclo de rápida circulación. Nosotros únicamente tomábamos prestada el agua «natural» circulante. Simplemente la tomábamos prestada, pero debido a que nos resultaba tan útil, comenzamos a usarla demasiado a medida que nuestra cultura humana se iba desarrollando. Como consecuencia, comenzamos a contaminarla antes de volver a ponerla en circulación. Este agua contaminada empezó a ser «desinfectada» con cloro, a lo cual nosotros llamamos purificación, creando de esta manera agua «no natural». El poder purificador de la circulación del agua El agua es originalmente natural y tiene el poder de purificarse a sí misma. Por ejemplo, cuando el agua pluvial penetra el terreno, es filtrada por la tierra y se convierte en parte de una fuente de agua subterránea. El agua también se filtra cuando se evapora de los ríos y de los lagos para convertirse en las nubes del ciclo. Estos son solamente algunos de sus procesos naturales de purificación. Las criaturas que viven entre el río y el mar como la corbícula, los salmonetes rayados o el gobio se alimentan con la comida que viene desde río arriba. Por lo tanto, podría decirse que como resultado de esta purificación natural, el agua que está cerca de la boca del río producirá hermosos cristales, si los comparamos con los del agua que se encuentra en la corriente media. ¿Dónde es posible encontrar agua natural? Dentro del gran ciclo circulatorio de la naturaleza, la purificación siempre se da a gran escala. Sin embargo, hoy en día, debido al trabajo de los seres humanos, 30Masaru Emoto Los Mensajes del Agua una gran cantidad de sustancias químicas ha penetrado el terreno a través del cual se purifican las aguas pluviales. Esto significa que el lugar de origen de las aguas subterráneas y del agua de manantial también está contaminado. Sin hablar de la contaminación que tiene lugar cuando los ríos absorben los desechos de las plantas de tratamiento de aguas residuales, aguas túrbidas, gases de combustión de los automóviles, hollín y humo resultantes de la incineración de los desechos industriales, que también son fuentes de contaminación al igual que muchas plantas nucleares que están siendo construidas. El aire se contamina bajo toda clase de condiciones. El agua pluvial también está sujeta a la contaminación, que provocan los humanos, en forma de «lluvia ácida». Los lagos y los pantanos han sido reformados artificialmente mediante las presas, el reciclaje, las canalizaciones y la difusión, habiendo sido incluso forzados a desplazarse. Realmente se requiere mucho esfuerzo para poder encontrar agua «natural» en el verdadero sentido de la palabra. En este capítulo, mostraremos una colección de fotografías de los cristales de agua encontrados en los típicos manantiales, ríos, lagos y pantanos naturales y, finalmente, en el agua pluvial. La mayoría de las muestras han sido recogidas en Japón como «agua no contaminada por las manos humanas». 31Masaru Emoto Los Mensajes del Agua 32Masaru Emoto Los Mensajes del Agua El agua de manantial La cara natural del agua de manantial Estas fotografías de agua de manantial, recogida alrededor de todo Japón, son muy interesantes. Fotografiarla fue emocionante, especialmente si lo comparamos con la depresión que sentimos mientras fotografiábamos los cristales del agua corriente. Las montañas cubren aproximadamente el 80% de Japón. Debido a esto, tenemos abundancia de montes y bosques naturales que no se ven comúnmente en países industrializados. Tenemos abundantes lluvias y hemos sido bendecidos con agua pura. Desde la antigüedad, este tipo de ambiente, junto con nuestros muchos manantiales naturales, ha sido estrechamente relacionado con la larga y sana expectativa de vida de nuestros habitantes rurales. Sin embargo, después de la Segunda Guerra Mundial, con el rápido crecimiento urbano y el desarrollo artificial del terreno en bosques y montañas, se incrementaron los accesos al abastecimiento de agua y a los sistemas de drenaje. Por este motivo, muchas fuentes de agua de manantial quedaron inutilizadas debido a la contaminación o, simplemente, debido a que se secaron. Recientemente, la comunidad fue alertada respecto a los peligros del agua corriente (desencadenando el auge del «agua mineral») y esto ha hecho que el agua natural de manantial sea nuevamente foco de atención. «Las 100 aguas selectas de Japón» han aparecido en revistas. Para poder localizar tales fuentes de agua, mucha gente viaja durante horas a los respectivos lugares de origen. Estas son las fotos seleccionadas de los cristales de agua natural de manantial. Ahora bien, ¿qué clase de cara tienen el agua natural de manantial y el agua de los suelos y cuál es el mensaje que transmiten? 33Masaru Emoto Los Mensajes del Agua CA VERNA DE RYUSENDO, PREFECTURA DE IWATE El agua surge cerca de una caverna de piedra caliza, que tiene un lago subterráneo que en algunos lugares alcanza los 120 metros de profundidad. Aunque el cristal que se forma de este agua resulte parcialmente desconchado, percibimos una fuerza dinámica procedente de su estructura. El agua proveniente del lago subterráneo parece intentar desesperadamente preservar su naturaleza incontaminada, aunque se halle erosionada. Nosotros pensamos que debemos conseguir que la Tierra vuelva a ser hermosa, antes de que sea demasiado tarde. AGUA DEL MANANTIAL SANBU-ICHI YUSUI, NA-GASAKA-CHO, KITA-KOMA-GUN, PREFECTURA DE YAMANASHI De una muestra tomada del manantial de Sanbu-ichi Yusui pudimos obtener este hermoso cristal. Está hecho de agua de nieve del monte Yatsugalake. Basado en una estructura hexagonal bien equilibrada, tres ramas se expanden desde cada borde del cristal. Da la impresión de un grupo de gente tomada de la mano alrededor del manantial. 34 Masaru Emoto Los Mensajes del Agua AGUA CRISTALINA DE KOBO, PREFECTURA DE KANAGAWA Se dice que este manantial, que procede de Kobo Dashi, nunca se seca, ni siquiera en épocas de sequía. La promoción que se hace de los productos que se venden en los mercados turísticos, incluyendo el sake y el soba, hace hincapié en que se elaboran con agua de este manantial. Al mirar la foto de este cristal, tenemos la sensación de un poder muy fuerte que emana directamente desde el subsuelo. Por cierto, deseamos dejarles a las futuras generaciones tesoros maravillosos. MANANTIAL DE KOBO, CIUDAD DE FUKUYAMA, PREFECTURA DE HIROSHIMA Hace aproximadamente 1.200 años, el gran maestro budista Kobo se encontraba viajando por la región Chugoku del Japón. Había mucha gente en esa zona que estaba afectada por una extraña enfermedad y, para poder ayudarlos, Kobo golpeó con su vara la roca para poder acceder al agua natural que fluía de su base. A esta agua se la llamó agua del Manantial de Kobo. El nombre «Agua de Manantial de Kobo» aparece reiteradamente en diversos lugares de Japón, donde quiera que las aguas termales naturales brotaran durante los viajes de Kobo. Hay dos tipos muy similares del agua del manantial de Kobo. Son tan similares que incluso nuestro personal algunas veces ha tenido dificultades para 35 Masaru Emoto Los Mensajes del Agua diferenciarlas. AGUA RETUMBANTE EN LA ALDEA DE TENKAWA, YOSHINO-GUN, PREFECTURA DE NARA El nombre proviene del sonido retumbante que produce este manantial. Está ubicado en una caverna de piedra caliza a la entrada de un paso de montaña, en las montañas Omine. Los pobladores de esas montañas son famosos por sus prácticas devocionales y por sus estrictas creencias ascéticas. Por esta razón, al agua que brota de la boca de esta caverna se la llama agua mística. 36 Masaru Emoto Los Mensajes del Agua AGUA DEL MANANTIAL DE SAIJO, PREFECTURA DE HIROSHIMA Esta ciudad, que se extiende en lo alto de las montañas entre 500 y 700 metros sobre el nivel del mar, es famosa por su destilería de sake debido a la buena calidad de su agua. Su sake es igual de famoso que el de Nada, en la prefectura de Hyogo, y el de Fushimi, en Kyoto. El cristal que forma esta agua de manantial es firme en el centro y se ramifica magníficamente. Se despliega totalmente no dejando ningún espacio vacío. 37Masaru Emoto Los Mensajes del Agua AGUA DE UBUYAMA, PREFECTURA DE KUMAMOTO El agua de Ubuyama es de un manantial ubicado en el extremo norte de la prefectura de Kumamoto, que linda con la prefectura de Oita y que yace a los pies de la montaña Aso, donde la cría de ganado es próspera. También es donde nace el río Ono, una de las «100 aguas selectas de Japón». Este bellísimo cristal parece un delicado pimpollo en flor. 38Masaru Emoto Los Mensajes del Agua FUENTE EN LOURDES, FRANCIA Se dice que la «Fuente de Santa Lourdes» es una fuente de milagros. El agua tiene un HADO de amor y transforma el odio en amor. Cada año, más de cuatro millones de personas llegan desde todos los rincones de la tierra a visitarla. El cristal expresa los méritos del inconsciente colectivo. Un cristal misterioso que da la sensación de gloria mística. 39Masaru Emoto Los Mensajes del Agua AGUA DEL MANANTIAL DE HOGGET DIAMOND EN TASMANIA, AUSTRALIA La región de Tasmania está ubicada en el extremo sudeste de Australia. El manantial se halla en una formación rocosa de la era paleozoica, donde antaño prosperó la extracción de diamantes y ópalos para uso industrial. No es una casualidad que encontráramos allí el brillo de los cristales de diamante. 40Masaru Emoto Los Mensajes del Agua AGUA SUBTERRÁNEA EN LA ISLA DEL NORTE, NUEVA ZELANDA Para los japoneses, este es uno de los lugares turísticos de mayor atracción. El clima es tal que, mientras que la costa ofrece temperaturas lo suficientemente templadas como para nadar, en las montañas hay una temperatura ideal para esquiar. El agua subterránea de este país, en el que hay más ovejas que personas, es utilizada y preservada por gente que atesora la tradición. 41Masaru Emoto Los Mensajes del Agua 42Masaru Emoto Los Mensajes del Agua Ríos, lagos y pantanos El agua que sostiene la vida El agua que cae en las montañas y en los bosques puede convertirse en alimento para los árboles o penetrar a través del terreno formando pequeñas corrientes subterráneas. De acuerdo con el terreno, a lo largo de su recorrido el agua puede formar estanques, lagunas, lagos o pantanos. Al llevar el agua corriente abajo, el río alimenta tanto a criaturas como a plantas. A medida que va avanzando, cuando el río entra en la planicie deposita la tierra fértil que trae consigo, enriqueciendo sus campos. La mayoría de la comida que hoy en día ponemos sobre nuestras mesas no podría haber sido cultivada sin la bendición de este agua de río. En Japón no tenemos grandes ríos, pero, sin embargo, poseemos una cantidad abundante de pequeños ríos, lagos, lagunas y pantanos. Desde la antigüedad, incluso estos pequeños ríos han sido de suma importancia para las vidas de nuestra gente, ya que han contribuido al abastecimiento de agua potable así como a proveer a los campos de una vía de transporte y de una fuente de irrigación. El flujo de los ríos que están directamente conectados con nuestras vidas es muy importante para nosotros. ¿Cuál es el estado de contaminación de los ríos que fluyen a través de nuestras ciudades? ¿En qué condición están las áreas locales? ¿Qué aspecto tienen los cristales de agua de los ríos que nosotros catalogamos como corrientes límpidas? ¿Qué clase de imágenes nos muestran los cristales de agua provenientes del nacimiento de ríos, lagos y pantanos? 43Masaru Emoto Los Mensajes del Agua RÍO HOROBETSU, HOKKAIDO Este río fluye desde la zona central de Hokkaido hacia el sur y a los pies de la cadena montañosa de Hidaka, desembocando en el mar. Estos bellísimos cristales parecen pétalos de flores. Me impresiona que todavía quede un río en Japón que tenga cristales tan hermosos. 44Masaru Emoto Los Mensajes del Agua GOSHIKINUMA, PREFECTURA DE FUKUSHIMA El nombre proviene del aspecto que ofrece la superficie del agua de los pantanos desperdigados a la entrada de la meseta de Bandai. La superficie del agua cambia en cinco colores diferentes, pasando por el rojo, el verde y el azul... Se piensa que este cambio de color tiene que ver con los sedimentos del fondo del pantano combinados con los efectos de los rayos solares. Un cristal de agua reluce maravillosamente durante la estación en que se funde la nieve primaveral. 45Masaru Emoto Los Mensajes del Agua RÍO SHINANO, PREFECTURA DENIIGATA Imágenes de los cristales de agua del río Shinano, encontrados corriente arriba, corriente media y corriente abajo, a medida que éste fluye por las prefecturas de Niigata y Nagano. Es posible observar a través de los cristales que, a medida que el río fluye hacia el área urbana, gradualmente se va contaminando. 1. Corriente media, ciudad de Nagaoka 2. Corriente arriba, Tokamashi-bashi 3. Corriente abajo 46Masaru Emoto Los Mensajes del Agua RÍO SUMIDA, TOKIO Los cerezos florecen a lo largo del río Sumida, atrayendo a mucha gente. La cara real, cristalizada, del agua de este río que Huye debajo de los cerezos, tiene este aspecto. ¿No es un tanto triste? Hoy en día es duro decir algo así porque, en comparación con lo que era veinte o treinta años atrás, en realidad ha mejorado mucho. 47Masaru Emoto Los Mensajes del Agua RÍO FUJI, PREFECTURA DE SHIZUOKA Existe una gran ciudad ubicada a la altura de la corriente media del río Fuji, parece que esa área está contaminada. Pero los cristales de agua encontrados en la desembocadura del río son claros debido a los efectos purificadores de los peces y crustáceos que viven en la zona. Por su aspecto, este cristal parece tener la intención de regresar al maravilloso mar. 1. Corriente arriba / agua del manantial Metori Yusui 2. Corriente media 3. Desembocadura del río 48Masaru Emoto Los Mensajes del Agua RÍO ADO, PREFECTURA DE SIGA El río Ado fluye hacia el norte, desde la montaña Hira, en la prefectura de Higa, hacia el lago Biwako. El río atraviesa la ciudad de Takashima, centro de producción del kyosen, el abanico tradicional japonés fabricado por artesanos. Este hermoso cristal custodia la artesanía tradicional de Japón. ¿Cómo cambiará la forma de este cristal una vez que el agua desemboque en el lago Biwako? 49Masaru Emoto Los Mensajes del Agua LAGO BIWAKO (ÁREA SUR DEL LAGO), PREFECTURA DE SHIGA El lago más grande en el centro de Japón y el agua de alberca de la región de Kinki. Lamentablemente, este es el aspecto que tiene el agua del lago Biwako. La estructura de este cristal respalda el hecho de que la contaminación del lago Biwako empeora cada año. A pesar de que la prefectura de Shiga durante muchos años ha estado esforzándose en su campaña contra el uso de detergentes sintéticos, esto aún sigue siendo así. Esta es una imagen de la lamentable figura que forman sus cristales de agua. RÍO YODO, PREFECTURA DE OSAKA El río Yodo Huye hacia el sur, enriqueciendo toda la planicie de Kinki y desembocando en la bahía de Osaka. El río atraviesa la mayoría de las principales ciudades de Kansai y actúa como si literalmente se le hubiera otorgado el papel de ejecutar una limpieza general a lo largo de su recorrido. Seguramente, debe de estar sufriendo a consecuencia de la carga de 50 Masaru Emoto Los Mensajes del Agua contaminación que acumula cotidianamente y debido a la gran cantidad de gente a la que llega. RÍO SHIMANTO, PREFECTURA DE KOCHI (CORRIENTE MEDIA) Al río Shimanto se lo identifica como el último río limpio que queda en Japón. Genera un maravilloso cristal con detalles en sus ramas. Adosadas a la estructura hexagonal básica, tiene ramas en forma de hexágono, de cuyos bordes se extienden otras pequeñas ramas más. Este hermoso cristal fue obtenido del agua en la corriente media del río. Dentro de la estructura, es posible sentir el espíritu de los ciudadanos que vivieron a lo largo de este río. 51 Masaru Emoto Los Mensajes del Agua 52Masaru Emoto Los Mensajes del Agua Glaciares Un sueño de cristales de glaciares y de estratos de hielo El hielo del planeta puede dividirse, a grandes rasgos, en dos tipos: el hielo de los suelos y el hielo del mar. Un glaciar está ubicado sobre la tierra, en lugares que no son ni lagos ni ríos ni terreno congelado. Un glaciar se forma a partir de la nieve que ha estado acumulada durante un período de tiempo muy largo. Entre los distintos lugares donde se forman glaciares, uno de ellos es en la ladera de una montaña, en la que el glaciar puede parecer un río. Durante el invierno, la nieve se acumula con mucha rapidez formando grandes pilas, que posteriormente se convertirán en un glaciar. Antes de que la temperatura se eleve y pueda comenzar a derretir la nieve, el invierno llega una vez más. Normalmente, con la repetición de este ciclo, en unos pocos años la nieve se convierte en hielo. En las regiones donde la caída de nieve no es tan abundante, un glaciar puede demorarse más de cien años en su formación. A los glaciares se los etiqueta de acuerdo al lugar donde geográficamente se hayan formado, a saber: glaciares de meseta, glaciares de montaña, glaciares de valle, glaciares en suspensión y glaciares al pie de la montaña. Los glaciares tienen historia. Al igual que las formaciones geológicas, el hielo tiene estratos. Sueño con poder algún día fotografiar esos estratos para investigar estos antiguos cristales de agua. Las imágenes de cristales de agua glacial que mostramos aquí han sido obtenidas de la superficie de los glaciares; por lo tanto, se considera que han sido afectadas por el ambiente global actual. 53Masaru Emoto Los Mensajes del Agua HIELO ANTARTICO Este es un cristal de hielo que uno de los integrantes de la expedición a la Antártida trajo de vuelta. Se estima que tiene 370.000 años. Es un cristal muy organizado y es un modelo perfecto de lo que es la formación de un cristal. Sin embargo, no es tan notoriamente hermoso como algunos de los otros cristales que hemos visto de agua natural de manantial. Esto significa que el agua natural de hoy en día no está tan contaminada como en alguna otra época de la historia. ¡Qué gran alivio! 54Masaru Emoto Los Mensajes del Agua GLACIAR COLUMBIA, CANADÁ En las montañas Rocosas de Canadá hay muchos glaciares. El cristal fue extraído de este glaciar y mantiene una forma hexagonal firme. ¿Qué clase de mensaje debería interpretarse de acuerdo al gran vacío que tiene en su centro? GLACIAR DEL MONTE COOK, NUEVA ZELANDA Nueva Zelanda es un país formado por islas, localizado en el sudoeste del Océano Pacífico, al sureste de Australia. Se compone de la isla Norte y la isla Sur. En la zona central de la isla Norte, existe un volcán que está activo. En la isla Sur, hay montañas que exceden los 3.000 metros de altura. Entre ellas está el monte Cook, que tiene la misma altura que el monte Fuji y que hospeda un glaciar. Esta es la imagen de un cristal lomada del agua derretida de ese glaciar. 55 Masaru Emoto Los Mensajes del Agua 56Masaru Emoto Los Mensajes del Agua Agua pluvial El agua pluvial que circula en la Tierra La lluvia cae del cielo. A través de los años, cae la misma cantidad de lluvia sobre el mismo terreno. A causa de esta consistencia, la gente puede plantar y cosechar, beber y bombear agua y, en las montañas, los árboles pueden recibir suficiente cantidad de agua para nutrirse. El agua de la tierra se convierte en lluvia cuando ésta se evapora hacia el cielo y luego vuelve a caer sobre la tierra. Al pasar por este proceso de purificación natural, el agua se limpia. Lo que aprendemos de las imágenes de estos cristales es que, obviamente, la purificación natural es mucho más efectiva que la purificación mecánica, no importa cuán buena sea. La lluvia es fuente de agua fresca de lugares tales como los manantiales, los lagos, los pantanos y los ríos. Obtuvimos maravillosos cristales de agua natural de manantial. El agua de manantial que fluye por el cuerpo de la tierra es la que pasó a través de los sistemas de filtrado naturales del suelo y de las rocas cuando llegó en forma de lluvia hace algunos cientos de años y penetró la superficie de la tierra. Estas aguas se reúnen en la veta del manantial para fluir hacia ese lugar que sienten que es «el lugar justo», cuando sienten que es «el momento adecuado». ¿Qué aspecto tendrán los cristales de la lluvia, que es el origen del agua de manantial? Tomamos muestras del agua pluvial y luego fotografiamos el cristal. Hay informes recientes que hablan de daños ocasionados por la perturbación ambiental. ¿Qué diferencia hay entre un cristal de lluvia que cae en una zona urbana densamente poblada y otro que cae en una zona rural? ¿Hay diferencia entre la lluvia que cae en el norte y la lluvia que cae en el sur? ¿Hay diferencia entre la lluvia que cae en un mismo lugar pero durante diferentes estaciones del año? 57Masaru Emoto Los Mensajes del Agua BIEI-CHO, HOKKAIDO Ubicado en el la región central de Hokkaido, se eligió Biei-cho como lugar para «Kita-no-Kuni-Kara, desde el país del Norte». Los cristales del agua pluvial que cae en esta tranquila región rural son deprimentes. Hokkaido parece haber sido obviamente dañada por la disminución de la capa de ozono y la lluvia ácida. 58Masaru Emoto Los Mensajes del Agua CIUDAD DE SENDAI, PREFECTURA DE MIYAGI El agua pluvial de la zona de Sendai produjo algunas veces hermosos cristales, y otras, cristales de formas amorfas. Hubo también grandes fluctuaciones dependiendo de la estación del año. El motivo no está claro, pero el agua pluvial parece ser sumamente delicada y muy vulnerable a las condiciones atmosféricas del momento. CIUDAD DE KANAZAWA, PREFECTURA DE ISHIKAWA Obtuvimos cristales muy misteriosos de la lluvia que cae sobre la antigua ciudad de Kanazawa. El cristal no está completo, pero igual se observa una estructura hexagonal. En la costa del mar del Japón, no hay tantas ciudades industriales como a lo largo de la costa del océano Pacífico, por lo tanto se podría deducir que en esta zona el nivel de contaminación es menor. Por esta razón, sentimos que deberíamos poder conseguir un cristal más hermoso de la costa del mar del Japón que de la costa del océano Pacífico. 59 Masaru Emoto Los Mensajes del Agua CIUDAD DE TOKOROZAWA, PREFECTURA DE SAITAMA Cuando comenzamos a tomar fotografías del agua pluvial en la ciudad de Tokorozawa (en junio de 1998), la estructura de los cristales era tan pobre que dudamos en publicarlas. Sin embargo, tal como podrán apreciar en la fotografía de la derecha, recientemente los cristales se han ido aclarando. No nos queda más remedio que creer que, en la medida en que los habitantes de Tokorozawa se dieron cuenta de los problemas ambientales de su ciudad, han comenzado a aparecer cristales muy hermosos. ¡Mantente firme, Tokorozawa! 60Masaru Emoto Los Mensajes del Agua 61Masaru Emoto Los Mensajes del Agua ASAKUSA-BASHI, TAITO-KU, TOKIO Tuvimos oportunidad de obtener cristales de la lluvia que cayó en Asakusa- bashi, en el centro de Tokio. Fue difícil obtener cristales hermosos de este agua, pero aún así es posible observar los efectos del poder purificador natural del agua de lluvia. Esto se hace más evidente cuando se compara con los cristales que se obtienen del agua corriente. 62Masaru Emoto Los Mensajes del Agua CIUDAD DE FUJISAWA, PREFECTURA DE KANAGAWA Fujisawa es una ciudad histórica situada frente a Enoshima y una zona prestigiosa y residencial. Esta ciudad tiene un paisaje hermoso y es un lugar fácil y cómodo para vivir. Sin embargo, debido a la lluvia ácida, el cristal de agua obtenido de agua de lluvia en esta área se derritió sin dejar ningún rastro de forma hexagonal. 63Masaru Emoto Los Mensajes del Agua CIUDAD DE OKAZAKI, PREFECTURA DE AICHI No pudimos obtener un cristal de forma organizada en la muestra tomada del agua pluvial en la ciudad de Okazaki, adyacente a Nagoya. En determinado momento, observamos cristales que estaban a punto de formarse, pero los factores que lo impidieron fueron muy fuertes. Observando estos cristales, tuvimos una sensación de caos en las imágenes. Es como si el agua misma hubiera estado irritada. 64Masaru Emoto Los Mensajes del Agua NISHI-KU, CIUDAD DE OSAKA De la muestra de agua pluvial obtenida en la ciudad de Osaka, nos encontramos con la maravillosa imagen de este cristal. Hay cierta distorsión en el cristal y aún no se ha desarrollado completamente, pero se puede observar su voluntad de cristalizarse. 65Masaru Emoto Los Mensajes del Agua CIUDAD DE FUKUYAMA, PREFECTURA DE HIROSHIMA La ciudad de Fukuyama está ubicada en la costa del mar interior de Seto. Esta ciudad fue reconstruida después de la Segunda Guerra Mundial por haber sido destruida por el bombardeo. Es posible identificar vestigios de la estructura hexagonal, pero la mayor parte de la estructura del cristal está o bien distorsionada o partida. De acuerdo con estas imágenes, sin embargo, podemos sentir que está «tratando fervientemente» de desarrollarse y, a tales efectos, queremos apoyar sus esfuerzos. 66Masaru Emoto Los Mensajes del Agua CIUDAD DE KAGOSHIMA, PREFECTURA DE KAGOSHIMA En esta imagen, obtuvimos una forma de figura mística incrustada dentro de este claro cristal, con ramas que se extienden a partir de la estructura hexagonal. En comparación con los cristales de otras ciudades, en este hay esperanza. No pudimos evitar preguntarnos qué efecto pudo tener la ceniza volcánica del Sakurajima en el agua pluvial de los alrededores. HAKATA-KU, CIUDAD DE FUKUOKA Este es un cristal de una muestra de lluvia tomada en Acata, la ciudad más grande de Kyushu. Parecería que este cristal no pudo evitar el daño ocasionado por la lluvia ácida. El cristal parece estar un poco distorsionado, pero aún así parece ser un hexágono y algunos de los cristales más claros se han partido en dos. ¿Qué es lo que el cristal trata de preguntarle a sus ciudadanos? 67 Capítulo 2 Masaru Emoto Los Mensajes del Agua La historia de la siempre cambiante agua ¿El agua escucha el sonido? Recientemente hemos visto un anuncio que dice «Nuestro piroshki es ahora un alimento musical. Tratamos de realzar su sabor naturalmente añejo, haciéndole escuchar música de Tchaikovsky mientras se macera.» A fuerza de curiosidad, la gente hizo cola para comprar este producto. Recientemente se ha introducido la tecnología de la musicoterapia en las instituciones médicas, y, según se dice, está dentro del campo más científico. Adicionalmente hay teorías, que se han ido popularizando cada vez más, que sostienen que las plantas también tienen conciencia. Estas teorías afirman que cuando les hablamos a las plantas con dulzura y les pedimos «por favor, crece sana» o cuando les decimos maldades tales como «marchítate y muérete», las plantas muestran una clara diferencia en sus procesos de crecimiento. Estas teorías nos hicieron reflexionar. El agua contenida en los alimentos y en las plantas puede que escuche la música y las palabras. La gente se siente alegre y animada cuando escucha música, debido a que el agua contenida en sus cuerpos atraviesa un cambio. Las vibraciones de la música y de las palabras trasmitidas a través del aire afectan al agua más que a ningún otro elemento. «Las vibraciones de la música y de las palabras afectan al agua que está contenida en las plantas y los alimentos.» Más aún, «la buena música y las palabras amables ejercen un efecto positivo en el agua». ¿Hay alguna manera de demostrar esta teoría? Las imágenes de los cristales son un método maravillosamente efectivo para observar el efecto que la música y las palabras ejercen sobre el agua. 69Masaru Emoto Los Mensajes del Agua FOTO 70Masaru Emoto Los Mensajes del Agua Haciéndole escuchar música al agua ¿Cómo le hacemos escuchar música al agua? Seleccionamos agua destilada como base para nuestros experimentos debido a que tiene una estructura cristalina simple y la menor cantidad de impurezas. Recientemente hemos descubierto que algún agua destilada tiende a perder la habilidad de formar cristales bien estructurados. Lo que se aprecia aquí (fotografías de la siguiente página) son solamente aquellas muestras que empezaron teniendo cristales bien formados. En primer término, fotografiamos el agua destilada básica; posteriormente se la fotografió después de haberle hecho escuchar música (bajo las condiciones que se muestran en la primera página), después de lo cual la cristalizamos y la volvimos a fotografiar. «¿Cuál es la mejor manera de hacerles escuchar música para poder obtener efectos óptimos en los cristales? ¿Cuál debería ser cuánto tiempo? ¿A qué volumen? ¿A qué distancia de los cristales deben estar los altavoces?» Tuvimos que invertir mucho tiempo planificando los detalles de nuestros métodos de experimentación. Como resultado del proceso de ensayo y error, resolvimos adoptar los siguientes procedimientos: colocar el agua destilada entre dos altavoces y poner una pieza de música completa a volumen normal. Darle unos golpecitos a la parte inferior de la botella de agua destilada y dejarla reposar durante la noche. Volverla a golpear al día siguiente, antes de congelar el agua en el congelador para producir los cristales. Fotografiar los cristales. No sabemos si este es o no el mejor método, pero creemos que es el mejor que conocemos en este momento. Es bastante importante, en particular, golpear bien el recipiente, porque es una parte componente del proceso y cuando dejamos de hacerlo el índice de cristalización descendió. Al golpear y aplicar esta vibración, parece ser que se transmite información a través del agua, que hace que los cristales se activen. Estas son las fotografías de los cristales obtenidos como resultado de tan extenuantes esfuerzos. Debido a que no existe un cristal que sea idéntico a otro, por cada fotografía que tomamos obtuvimos una forma diferente de cristal. La página siguiente nos confirma las similitudes que existen entre 100 fotografías de muestras tomadas al azar. Tras nuestro experimento con música, resolvimos ver cómo respondía el agua a las palabras. Nos desafiamos a nosotros mismos a realizar experimentos para ver en que medida afectaba la conciencia humana al agua. Nos sentimos como si nos internáramos en una selva que nadie había explorado hasta entonces. 71Masaru Emoto Los Mensajes del Agua SIMILITUD EN LAS IMÁGENES DE LOS CRISTALES Las fotografías de las 100 muestras son similares... Muestra de agua colocada tal como lo muestra la foto de la página 70 y que, después de ser expuesta a la música, mostró formas maravillosas. Las fotos 2 y 3 pertenecen a los cristales de 100 muestras tomadas al azar. 1. Agua destilada fotografiada alrededor de noviembre de 1994 2. Fotos de cristales de agua destilada alrededor de marzo de 1996 3. Fotos de cristales de agua destilada después de haber estado expuesta a la de música de Hado, alrededor de marzo de 1996. 72Masaru Emoto Los Mensajes del Agua CRISTALES DESPUÉS DE HABER SIDO EXPUESTOS A LA MÚSICA HADO DE SANACIÓN Esta música es conocida por su capacidad de relajar el cuerpo. En cada recipiente los cristales difieren pero, como se puede apreciar, creemos que también hay algunas similitudes. 73Masaru Emoto Los Mensajes del Agua «PASTORAL» DE BEETHOVEN Esta es una de las sinfonías más famosas de Beethoven: es una obra brillante, fresca y alegre. Este hermoso cristal confirma el hecho de que la buena música afecta positivamente al agua. 74Masaru Emoto Los Mensajes del Agua «SINFONÍA N° 40 EN SOL MENOR» DE MOZART Esta sinfonía es una canción conmovedora que parece ir en pos de la belleza más que ninguna otra obra de Mozart. Una pieza de pensamiento profundo, que parece casi una oda a la belleza. Esta música eleva el corazón de quien la escucha. Este cristal es tan maravilloso y está tan lleno de gracia, que parece que está hablando en nombre de los sentimientos de su compositor. 75Masaru Emoto Los Mensajes del Agua «AIRE PARA CUERDAS EN SOL» DE BACH A través de esta famosa obra de violín, parecería como que el cristal hubiera sido encantado por el sonido de la música. Las ramas del cristal se extienden libremente. Esta imagen da la impresión de que el cristal danza alegremente. 76Masaru Emoto Los Mensajes del Agua «V ARIACIONES GOLDBERG» DE BACH «Las variaciones Goldberg de Bach, que recorren una vasta paleta emocional, son uno de los grandes monumentos del repertorio para teclado.» Comparándolos con los cristales que crecen del agua destilada, aquí se puede observar que un hexágono nace del borde del otro. Vale la pena pensar sobre los sentimientos de agradecimiento que contienen estas variaciones y la habilidad que tienen para promover el crecimiento espiritual positivo. 77Masaru Emoto Los Mensajes del Agua «CANCIÓN DE DESPEDIDA» DE CHOPIN Esta es una obra para piano tan famosa, que quien la escuche una vez la recordará siempre. Nunca me asombré tanto como cuando obtuve este cristal. ¿Estará formado de esta manera por estar influenciado por la «Canción de despedida»? La forma básica del cristal está casi perfectamente dividida en pequeñas partes que se han «separado» entre sí. Esto se percibió así, a pesar de que el aumento del microscopio fue el mismo para todas las fotos. 78Masaru Emoto Los Mensajes del Agua MÚSICA DE SANACIÓN HADO Esta es una foto de un cristal que ha estado expuesto a un CD (compuesto por Alan Roubik) de música de sanación, creado en los EE UU. Se dice que esta música hace uso de una tecnología especial con el propósito de aliviar el dolor y de elevar las defensas inmunológicas. La rama del cristal se extiende, convirtiéndose en una forma alargada. El resultado de la foto es hermoso, recordando a un hongo altamente nutritivo. Hemos recibido muchos informes de parte de personas que han experimentado diferentes efectos fisiológicos al escuchar esta obra. 79Masaru Emoto Los Mensajes del Agua SUTRA DEL TÍBET Esta es una foto de un cristal de agua que se formó después de haber estado expuesta a un CD que contiene la música de la película «Siete años en el Tíbet». Pudimos fotografiar un cristal hermoso y poderoso. Podemos confirmar el antiguo conocimiento que afirma que el Sutra le habla al alma de la gente y que tiene una fuerte energía positiva capaz de sanar sus sentimientos. 80Masaru Emoto Los Mensajes del Agua «ARIRAN», UNA CANCIÓN FOLKLÓRICA COREANA Esta es una famosa canción folklórica coreana que habla de dos amantes que se ven forzados a separarse cuando cruzan un paso de montaña, en la montaña Ariran. La chica despide a su amante con una canción interpretada por Sugawara Tsuzuko. ¿No tiene este cristal un aspecto algo doloroso, triste y desgarrador? 81Masaru Emoto Los Mensajes del Agua CANTO DEL FOLKLORE KAWACHI Un canto del repertorio folklórico que ha sido un legado en la región de Kawachi durante 800 años. Este es un cristal de agua que hemos expuesto a una canción folklórica Kawachi. Esta idea fue sugerida y ejecutada personalmente por el Sr. Kawachiya Kikusuimaru. Durante cientos de años, esta música ha sido atesorada y cantada por gran cantidad de gente y, a raíz de esto, debe tener algún poder sanador. 82Masaru Emoto Los Mensajes del Agua COMO UN RÍO QUE FLUYE ¿Qué tal si comparamos la música popular con la música clásica y con la música de sanación? «Como un río que fluye» fue interpretada por Misora Hibari, una famosa cantante de la época Showa. Cuando esta obra atemporal y preciosa es interpretada, no queda duda alguna en cuanto a su energía positiva y a su HADO. El cristal que se formo está bien equilibrado, de un modo que refleja los sentimientos nostálgicos de quien la escucha. ¿Pero cuál es el significado del hueco que hay en él? 83Masaru Emoto Los Mensajes del Agua CANCIÓN FOLKLÓRICA CELTA, REINO UNIDO Esta es una música interpretada por Enya, muy conocida tanto en Japón como en cualquier otro lugar del mundo. Utilizamos la pieza «Gaia, Sinfonía N° 1», de la cual se dice que tienen efectos sanadores, de relajación. Cada una de sus obras musicales contiene un mundo místico, propio y singular. Esta foto nos muestra un bello cristal, tierno y delicado. 84Masaru Emoto Los Mensajes del Agua «HOTEL DE LOS CORAZONES ROTOS» DE ELVIS PRESLEY Cuando expusimos el agua a «Hotel de los corazones rotos» cantada por Elvis Presley, obtuvimos tres tipos de cristales. La foto de 1 es la imagen de un corazón partido en dos. La foto 2 muestra dos partes que están tratando de fusionarse. La foto 3 muestra un corazón recién formado que pudo sobreponerse a un periodo difícil. ¿Uds. creen que ésta es una idea demasiado romántica? 1 2 3 85Masaru Emoto Los Mensajes del Agua MÚSICA HEAVY METAL Esta música está repleta de ira y parece censurar al mundo. Consecuentemente, la estructura hexagonal básica y bien formada de este cristal se ha roto en pedazos perfectos. El agua parece haber reaccionado negativamente a esta música. No estamos diciendo que la música heavy metal sea mala, sólo que debe de haber algún problema con su letra. Este es meramente un ejemplo. 86Masaru Emoto Los Mensajes del Agua UNA MÚSICA FAMOSA DE JAPÓN Esta es una canción interpretada por un grupo que es muy famoso en Japón y que siempre ocupa los primeros lugares de las listas de éxitos. Sin embargo, cuando observamos el cristal vemos que su estructura hexagonal está rota, teniendo consecuentemente una forma cuadrada poco atractiva. Introducimos este ejemplo solamente para mostrar que la música que tiene éxito no siempre contribuye a la producción de cristales bien formados. 87Masaru Emoto Los Mensajes del Agua Diciéndole «gracias» y «estúpido» al arroz Durante una presentación del experimento que hicimos sobre los efectos del lenguaje en el agua (ver página 91 ), unos de los presentes manifestó estar muy impresionado. En ese momento, esta misma persona también me contó un experimento muy interesante que conocía. Este experimento implicaba la colocación de arroz en dos recipientes idénticos de vidrio. Posteriormente, la persona le hablaba al arroz todos los días diciéndole a uno «gracias» y al otro «estúpido». Para ver los resultados, la persona hacía esto durante un mes. Dos niños de una escuela primaria le hablaron al arroz todos los días durante un mes al regresar del colegio. Como resultado de ello, el arroz al que le decían «gracias» estaba casi fermentado y había adquirido un agradable y suave aroma, mientras que el arroz al que le decían «estúpido» se había oscurecido y echado a perder. Dijeron que el olor era repugnante más allá de cualquier descripción. Obviamente, éste no es un experimento que haya llevado a cabo ningún instituto oficial, o sea que los resultados pueden haber sido una coincidencia. Sin embargo, mucha gente ha puesto en práctica este mismo experimento y los resultados han sido los mismos. En este caso, no estuvo involucrada solamente el agua, sino también los microbios. Los microbios son como nosotros, trabajan con ahínco si se los alaba y son holgazanes si se les insulta. Parecería que al decirles «gracias» y «estúpido», los microbios se agruparon en bacterias benéficas y bacterias dañinas. 88Masaru Emoto Los Mensajes del Agua Mostrándole palabras al agua ¿El agua cambia después de mostrarle palabras? Los cristales de agua mostraron varias reacciones ante nuestros intentos de exponerlos a la música. Tanto, que nunca hubiéramos imaginado sus efectos. Nuestra próxima pregunta nos llevó a cuestionar qué clase de reacción podía tener el agua a las palabras o a los sonidos que éstas crean. Por ejemplo, hay una gran diferencia entre gritar «¡Estúpido!» y decir «Eres un estúpido» de manera cariñosa. Por lo tanto, resolvimos utilizar el lenguaje con nuestras muestras de agua. Dicho de otro modo, «hablarle» al agua. Decidimos no utilizar palabras manuscritas, sino palabras que hubieran sido escritas por un procesador de texto. En retrospectiva, tal vez nuestra idea de hablarle al agua tal vez se aleje del sentido común, pero el equipo fotográfico sencillamente siguió adelante con la idea. Para el agua básica de experimentación, utilizamos agua destilada. La misma agua que utilizamos cuando experimentamos con música. Dividimos esta muestra de agua en dos partes y las colocamos en frascos de vidrio. Luego pegamos una etiqueta en cada recipiente; en una decía «Gracias» y en la otra «Estúpido». Los dejamos reposar durante una noche. Al día siguiente congelamos este agua y tomamos fotografías de los cristales que se habían formado. Lo que descubrimos fue que las dos muestras presentaban diferencias notorias entre ellas. Hicimos estos experimentos sin informar al equipo investigador. Posteriormente cambiamos de personal y volvimos a hacer estas pruebas, obteniendo los mismos resultados ambas veces. 89Masaru Emoto Los Mensajes del Agua GRACIAS En este experimento utilizamos agua destilada básica y la palabra «gracias» del mismo modo en que lo hicimos con el experimento «estúpido». El cristal tiene una forma muy hermosa y bien equilibrada. Tiene una forma similar a la del cristal que fue expuesto a las «Variaciones Goldberg» en la página 79 . Bach compuso las «Variaciones Goldberg» para expresar su gratitud. La palabra «gracias» en japonés existe para ayudarnos a expresar gratitud. El inglés y el coreano deben de tener un origen diferente. 90Masaru Emoto Los Mensajes del Agua 91Masaru Emoto Los Mensajes del Agua ESTÚPIDO Este es el frasco del agua que tenía las palabras «estúpido» que dejamos reposar durante la noche. Este cristal es similar al que fue expuesto a la música heavy metal en la página 88 . La letra parecía decirle «estúpido» a la sociedad, por lo tanto las consecuencias pueden haber sido las mismas. También le colocamos la palabra «estúpido», en inglés, a otro frasco. Da la sensación de que hay diferencia en la etimología de las palabras, ya que no obtuvimos los mismos resultados. 92Masaru Emoto Los Mensajes del Agua ME DAS ASCO. TE VOY A MATAR Estas son palabras utilizadas a menudo por los jóvenes de hoy en día. Consecuentemente, tal como esperábamos, después de haber expuesto la muestra a estas palabras, el aspecto del cristal fue desagradable. El cristal estaba distorsionado, disperso y desfigurado. Era realmente la imagen visual de las palabras «me das asco» y «te voy matar». Vivir en un mundo en el que se expresen palabras como estas, inspira temor. Debemos hacer algo al respecto. 93Masaru Emoto Los Mensajes del Agua AMOR / COMPRENSIÓN La comprensión y el amor que contiene la conciencia de la gente. Tomamos fotografías de innumerables cristales de esta muestra, pero este fue el cristal más hermoso que pudimos obtener. Por cierto que no hay en este mundo nada más importante que el amor y la gratitud. Simplemente expresando amor y gratitud, el agua que tenemos alrededor y dentro nuestro cambia maravillosamente. ¿Nos gustaría aplicar esto en nuestra vida cotidiana, no es cierto? La gran semejanza con el cristal al que se le aplicó «gracias» en la página 92 es una feliz coincidencia. 94Masaru Emoto Los Mensajes del Agua 95Masaru Emoto Los Mensajes del Agua ALMA / DEMONIO Tenemos el ideograma alma; si a esta palabra le quitamos el carácter de la izquierda (que significa «diciendo») obtenemos la palabra demonio. La gente se convierte en demonio si no expresa su opinión. En esta imagen, el cristal reconoce la palabra alma y nos envía a nosotros, los humanos, su mensaje. ¿Qué impresión obtenemos de estas dos fotografías? ¿Sería demasiado exagerado decir que en una se percibe un corazón en su centro? 96Masaru Emoto Los Mensajes del Agua ÁNGEL /DIABLO parece? 97Masaru Emoto Los Mensajes del Agua HAGÁMOSLO / HAZLO Quisimos probar sí una palabra imperativa (tal como «hazlo») y otra que fuera estimulante (tal como «hagámoslo»), arrojaban resultados diferentes. Estas son palabras que nosotros usamos cotidianamente sin pensarlo demasiado y no deberíamos abusar de ellas usándolas con tanta ligereza. Es sorprendente darse cuenta de que las palabras que producen un mal efecto en la persona a la que nos dirigimos sea algo que podamos apreciar en un experimento de esta naturaleza. 98Masaru Emoto Los Mensajes del Agua HERMOSO / SUCIO El agua que expusimos a la palabra «hermoso» desarrolló un hermoso cristal y el agua expuesta a la palabra «sucio» generó cristales horribles. Estas imágenes muestran, de muchas más maneras de las que hubiéramos podido imaginar, que las letras y las palabras tienen una gran influencia sobre los cristales. 99Masaru Emoto Los Mensajes del Agua Mostrándole al agua el nombre de una persona Con sentimiento de gratitud El personal de fotografía quedó atónito ante esta idea. El motivo por el cual decidí exponer el agua al nombre de la gente se debe a la secuencia de eventos que siguen a continuación. Cuando el Sr. M, que era ejecutivo de una empresa, se enteró de las propiedades del HADO, dos de sus hijos y tres de sus empleados se hicieron instructores para enseñar las propiedades del HADO. A partir de ahí, las relaciones familiares, que no estaban del todo bien, mejoraron. Debido a esta experiencia, se sintió ávido de cooperar en mi investigación. Durante algún tiempo, estuve cavilando cómo agradecerle su gentileza. Así que, como regalo, decidí pegar etiquetas en algunas de las muestras que dijeran «El amor del Sr. M.» y fotografiar el cristal que se obtuviera. Las 100 muestras de agua desarrollaron cristales maravillosos, superando todas mis expectativas. Quedé tan impresionado, que enmarqué las fotos y se las di de regalo. Huelga decir que lo hice muy feliz. Después de esto, coloqué el nombre de personas fallecidas en los frascos, así como también los nombres de la gente que me invitaba a dar conferencias y los nombres de las personas que tenía en mi pensamiento. Yo mismo no profeso ninguna religión y con algunas de las personas no se pudo distinguir si verdaderamente existieron o si su existencia era simplemente un mito. 100Masaru Emoto Los Mensajes del Agua DEGUCHI ONISABURO Nacido en Kyoto, se casó con la hija de Deguchi Nao y creó una asociación religiosa para tratar de elevar el nivel de estudio de las formas modernas de religión. 101Masaru Emoto Los Mensajes del Agua AMATERASU OMIKAMI Amaterasu Omikami es el dios japonés más importante. Tal como lo supusimos, se obtuvo un cristal hermosísimo. Cada rama del cristal se parece a los adornos de papel que colocan los templos shintoistas durante sus servicios divinos. El centro del cristal tiene el aspecto del Espejo Divino que la religión Shinto llama el espíritu de Dios. Puedo sentir la luz que brilla desde su centro. La imagen del cristal, en el que aparece la forma de un sol, fue captada diez segundos después de la primera toma. El cristal estaba desarrollándose y ya tenía el aspecto del Espejo Divino. 102Masaru Emoto Los Mensajes del Agua 103Masaru Emoto Los Mensajes del Agua El cristal en desarrollo diez segundos después de la toma fotográfica. 104Masaru Emoto Los Mensajes del Agua SUSANO NO MIKOTO Susano no Mikoto, el hermano pequeño de Amaterasu Omikami (véase página anterior), es un personaje importante del mito del génesis japonés. El cristal sugiere la punta de la famosa espada con poderes sobrenaturales conocida como Kusanagi no Tsurugi. Aunque se asemeja a parte de la espada, no conlleva sensación de violencia. Es como si la forma del cristal estuviera revelando la esencia interior de Susano no Mikoto. 105Masaru Emoto Los Mensajes del Agua KAYANARUMI NO MIKOTO Esta diosa japonesa, Kayanarumi no Mikoto, se dice que simboliza el agua, aunque no aparece en la literatura histórica como el Kojiki, Nihon Shoki y Fudoki. Prácticamente, nos vemos abrazados con ternura por la brillante imagen del cristal contra su fondo de tenue luz. 106Masaru Emoto Los Mensajes del Agua EXPONIÉNDOLE UNA IMAGEN AL AGUA Este es un experimento en el que, en lugar de exponer palabras al agua, le expusimos fotos. Presentamos la foto de la cara de un niño sonriente a una muestra del agua destilada básica. La rama del cristal se extiende vigorosamente. La gente nos ha comentado que le da la impresión de sentirse relajada. 1. Agua (destilada) básica 2. Colocando el agua sobre la imagen 107 Masaru Emoto Los Mensajes del Agua 3. Cristal de agua formado después de haber expuesto el agua destilada básica a la fotografía de un niño. 108 Capítulo 3 Masaru Emoto Los Mensajes del Agua Masaru Emoto: El mundo del agua se extiende lejos ¿Qué es el HADO / Chi? Todas las sustancias están compuestas por combinaciones de átomos. Los átomos están compuestos por electrones y por un núcleo atómico. Debido a que los electrones son negativos y el núcleo atómico es positivo, los electrones ejecutan una órbita alrededor del núcleo a una velocidad ultra rápida emitiendo leves ondas de vibración única. A esto le llamamos HADO. Los electrones, al repelerse eléctricamente unos a otros, mueven el HADO a una velocidad intensa. Este movimiento genera un patrón (Campo de Resonancia Magnética) del cual no existen dos parecidos. Esto es lo que en la ciencia moderna se llama «Caos». A nivel del núcleo atómico hay regularidad, pero en la ciencia moderna la partícula elemental que se encuentra en los átomos no tiene regularidad. La razón de esto es que cambia de acuerdo con la conciencia de los observadores, de acuerdo con la forma en cómo ellos ven las cosas. El mundo del neutrón está en el mismo nivel de conciencia que el de los seres humanos. Es por eso que el nivel base de la materia depende de la conciencia de la gente. A pesar de que el HADO es un fenómeno de gran importancia, ha sido ignorado en el desarrollo de la ciencia en general simplemente porque es invisible. Yo soy un intruso. No tengo una postura profesional. Por lo tanto, llevo ventaja y se me ocurrió la idea de tratar de poner la energía HADO en «términos visibles utilizando cristales de agua como vehículos.» Por ejemplo, cuando aplicamos el principio de intensidad de movimiento de la onda, tanto la estabilidad y la salud mental de la criatura (ya sea buena o mala) como la condición del agua pueden afectar el proceso. HADO es la unidad mínima de energía invisible. El sonido y la electricidad también tienen HADO. Traten de recordar los experimentos con los diapasones que realizaron en sus clases de ciencias en el instituto. Colocábamos dos diapasones de la misma frecuencia, alineados, y luego hacíamos sonar uno. El sonido se transmitía al otro diapasón y lo hacía resonar sin entrar en 110Masaru Emoto Los Mensajes del Agua contacto. A esto se le llama resonancia. Este método de transmisión de energía a través de la resonancia se utiliza en televisores, radios y teléfonos celulares. Hay muchísimas cosas alrededor nuestro que, de hecho, utilizan la tecnología del HADO. El aparato para medir el HADO Hace doce años, por primera vez en el mundo se desarrolló en EE UU un aparato, el MRA (Magnetic Resonance Analyzer) «Analizador de Resonancia Magnética» que mide varios estados del HADO codificando el patrón de energía única de cada sustancia y verificando si ésta resuena o no. Este aparato, que hace posible la medición del HADO, se llama «Analizador de Resonancia Magnética» (MRA). De esta manera, finalmente convergieron el almacenamiento de información con la tecnología del movimiento de ondas sobre la cual yo había estado investigando. En estos últimos once años, desde que comencé mi investigación sobre el «HADO y el agua», he publicado once libros, algunos de los cuales han estado en la lista de los más vendidos. (Véase página 11 ). 111Masaru Emoto Los Mensajes del Agua «Tecnología de transcripción» que cambia el agua artificialmente Desarrollo de la tecnología que transcribe el HADO El Sr. Yukio Funai, mencionado en la página 124 , le agregó el espíritu del amor al agua, a su manera, para transcribirla. Nunca creí que otro lego como yo haría algo por el estilo. Los instrumentos para medir el HADO, incluyendo el MRA (actualmente hay muchos tipos de instrumentos para medir el HADO, incluyendo algunos modelos de tipo doméstico), tienen funciones para transcribir el HADO. La medición comienza cuando el MRA genera un leve campo magnético, el cual se transmite al objeto y a las sustancias que se quieren medir. En ese momento, se comprueba si hay o no resonancia. Al amplificar la salida del instrumento de medición, la información HADO puede ser transcripta. La información se transmite al agua, ya que es el medio que tiene la capacidad más alta de retención de datos. Tratamos también de transcribir y fotografiar un código inmunológico (información HADO de la fuerza inmunológica normal) al agua potable y al agua de presa con el MRA. Tras obtener varias fotos de cristales, pudimos confirmar que los cristales de agua que tienen una fuerza inmunológica alta, siempre presentan el aspecto de un carey sólido. Nos quedó claro que cuando transcribimos la misma información al mismo tipo de agua, obtenemos imágenes con las mismas tendencias. Pudimos comprobar que cuando nosotros tomábamos fotografías de los cristales, ocurrían grandes cambios, mientras que cuando esos mismos cristales eran analizados con métodos científicos convencionales, no presentaban cambios evidentes. Hemos oído hablar de que en las regiones del alto Amazonas hay árboles que están siendo tomados en cuenta como drogas que todo lo curan, por su potencial efecto sanador. Esta tecnología de transcripción está siendo bien recibida por la gente. Sin embargo, si esa misma gente comprendiera los efectos que provoca la transcripción de este tipo de información, estoy seguro de que ayudaría a mejorar las leyes de protección ambiental. Espero que ese día llegue pronto. 112Masaru Emoto Los Mensajes del Agua TRASCRIBIENDO EL CAMBIO Y LA INFORMACIÓN INMUNOLÓGICA AL AGUA CORRIENTE DE SHINAGAWA-KU Tomamos una foto del cambio ocurrido en el agua, luego de transcribirle la información HADO de un código inmunológico con el MRA, a una muestra de agua corriente de Shinagawa, en Tokio. La formación de este cristal fue grotesca. La segunda imagen muestra tal cambio, que no parece posible creer que se pueda haber utilizado el mismo agua para obtener la imagen del primer cristal. Es lógico pensar que se le aplicó al agua alguna clase de energía para que tuviera lugar un cambio semejante. A esto es a lo que llamamos HADO. Me gustaría agregar que hay una similitud en los patrones de energía emitidos por el instrumento de medición HADO, el MRA, como lo demostró el hecho de que los dos cristales, hasta cierto punto, tenían la misma forma. Por ejemplo, transcribimos un HADO inmunológico e hicimos una investigación utilizando varios tipos de agua. Obtuvimos un maravilloso cristal en forma de carey. 1. Agua corriente de Shinagawa antes de darle la información inmunológica 2. Agua corriente de Shinagawa después de darle la información inmunológica. 113Masaru Emoto Los Mensajes del Agua 114Masaru Emoto Los Mensajes del Agua TRANSCRIPCIÓN DE LA INFORMACIÓN HADO A LA PRESA DE FUTASE EN EL LAGO CHICHIBU, PREFECTURA DE SAITAMA La mayoría de las presas actuales están estancadas; en ellas viven muchas Aoko (algas verde azul) y la acidificación de estas represas está progresando. La presa le impide al agua Huir velozmente y ello la mantiene en un estado antinatural. Esto perturba el ecosistema en la periferia de la presa. El agua fluye luego río abajo en forma acidificada, contaminando los alrededores y destruyendo la naturaleza. Alimentando sinceros deseos por su mejoramiento, transcribimos el movimiento de onda necesario al agua de la presa. Como resultado, obtuvimos la foto de un hermoso cristal. Estamos convencidos de que si construimos y desarrollamos un dispositivo de transcripción mayor, podemos mejorar el agua de las presas. Dicho sea de paso, durante la sesión fotográfica de los cristales de la presa obtuvimos una foto inesperada. Las fotos que mostramos en la página siguiente fueron tomadas cada cinco segundos y se puede observar que entre la primera foto y la foto tomada cinco segundos mas tarde los colores rojo y verde están invertidos. No sabemos qué es lo que esto quiere decir, pero en el futuro este será un tema de estudio para nosotros. 115Masaru Emoto Los Mensajes del Agua 1. Primera foto de la serie 2. Cinco segundos después 3. Diez segundos después 4. Quince segundos después 5. Veinte segundos después 6. Veinticinco segundos después 116Masaru Emoto Los Mensajes del Agua TRANSCRIBIENDO INFORMACIÓN DE ACEITES DE AROM ATERAPIA AL AGUA. AGUA DE CAMOMILA Y AGUA DE HINOJO La información HADO que contiene el aceite de aromaterapia fue transcripto a una muestra de agua, la cual fue congelada antes de tomar la fotografía. Nos sorprendió obtener una imagen similar al aspecto real de la flor con la cual estaban hechos los respectivos aceites. Estos cristales se asemejan a la forma de la sustancia. 1. Camomila 2. Transcribiendo el aceite de aromaterapia al agua 3. Foto del cristal del agua de camomila 117Masaru Emoto Los Mensajes del Agua 1. Hinojo 2. Foto del cristal del agua de hinojo 118Masaru Emoto Los Mensajes del Agua Agua cambiada por la conciencia de la gente El agua refleja la conciencia de la gente Nuestro intento de exponer el agua al lenguaje tuvo más resultados de los esperados. Hasta este momento hemos tenido experiencias muy interesantes exponiendo agua a la música, al lenguaje y a los nombres. No esperábamos, sin embargo, que los cristales mostraran cambios tan claros y tan dramáticos. Somos conscientes de que el agua almacena y transmite información. Después de obtener resultados como éstos, no nos pudimos resistir a entrar en el terreno de la conciencia humana. Queríamos averiguar qué tipo de cambio podía generar el pensamiento. Esta idea comenzó después de una triste experiencia que tuvimos hace cuatro años. Inmediatamente después del gran terremoto de Hanshin-Awaji, las fotos de los cristales del agua de Kobe presentaron algo en gran medida inherente a la conciencia humana. Para confirmarlo, tres meses después el agua de Kobe cambió notoriamente. Nos gustaría mostrarles la foto del cristal que cambió con la conciencia de la gente. 119Masaru Emoto Los Mensajes del Agua EL GRAN TERREMOTO DE HANSHIN-AWAJI EN KOBE El 17 de enero de 1995 ocurrió el gran terremoto de Hanshin-Awaji, en Kobe. Tres días después tomamos fotografías de los cristales encontrados en el agua corriente de Kobe (la que estuvo disponible en ese momento). Es como si el agua hubiera captado el miedo, el pánico y la profunda pena de la gente inmediatamente después de ocurrido el terremoto. Los cristales estaban completamente destruidos. Era una imagen que hizo estremecer a la gente. Sentimos que no podíamos hacer esto público por el horror de la triste desgracia. Sin embargo, tres meses después... La gente de Kobe recibió mucha ayuda y la compasión de todo el mundo. Como tampoco hubo ningún desmán, la gente de Kobe recibió muchos elogios. A pesar de que la pila de escombros era enorme, la gente pudo recomponer su ambiente debido a la bondad y a la calidez de los demás. Este cristal parece haber recogido también todos esos sentimientos. 1. Inmediatamente después del gran terremoto de Hanshin Awaji 2. Tres meses después del terremoto 120Masaru Emoto Los Mensajes del Agua AGUA CON «CHI, ALMA Y ESPÍRITU» DE 500 PERSONAS Les envié cartas a unos 500 instructores HADO de todo Japón (graduados de mis clases de HADO). Les dije: «A las 2:00 h. del 2 de febrero de 1997, voy a dejar un vaso conteniendo agua de Shinagawa-ku sobre la mesa de mi oficina. Por favor transmítanle todos Uds. al mismo tiempo, desde todo Japón, sus sentimientos a este agua. A los efectos de que este agua sea un agua limpia, por favor envíenle «Chi y alma» de amor y el deseo de que el agua se limpie. Muchas Gracias.» De este modo el agua recibió «Chi y alma» desde todos los puntos del Japón. Y esta es la foto del cristal que obtuvimos. (Véase página siguiente). Por supuesto que no se hizo ningún cambio físico. Fue algo que nosotros no esperábamos, pero pudimos obtener un cambio claro en la condición del agua. El personal quedó tan impresionado que casi se echa a llorar. Sentimos mucha gratitud hacia todos aquellos que cooperaron con nosotros de todas partes de Japón. Empezamos a sentir que era posible reunir los pensamientos de la gente independientemente de cuán lejos se encontraran. 1. Agua original. La foto del agua corriente en Shinagawa tomada el día anterior 2. Agua con «Chi y alma» de 500 personas 121Masaru Emoto Los Mensajes del Agua 122Masaru Emoto Los Mensajes del Agua AGUA CON EL «CHI DE AMOR» DEL SR. FUNAI Esta es la foto de un cristal tomada de una muestra de agua corriente de Shinagawa-ku, Tokio, a la que el Sr. Yukio Funai, de la empresa Funai Consulting Co., Ltd., (un gran apoyo para nuestra investigación) le aplicó «Chi de amor». No tuve ninguna duda de que podíamos obtener cristales bien formados. Sin embargo, como originalmente se trató simplemente de agua corriente, realmente no esperábamos obtener un cristal tan hermoso. Esto es lo que se llama: «el agua es el espejo de la mente». Si esto es posible, entonces también es posible transformar la discutible agua corriente en un hermoso cristal solamente a través de los pensamientos conscientes de los seres humanos. Este acto parece indicar que nuestras acciones y palabras hacen que el agua sea más hermosa y más limpia. 123Masaru Emoto Los Mensajes del Agua Agua y alma La conciencia de la gente y los cristales Por último, esta es una foto de un cristal obtenido como resultado de un experimento para purificar el agua «mediante el alma» a cargo del reverendo Kato Hoki, el monje principal del templo Jyuhouin en la ciudad de Omiya. El experimento se llevó a cabo en la presa de Fujiwara en Minkami-cho, prefectura Gunma. En Japón existe la creencia generalizada de que el alma mora en el espíritu, el cual está presente en la palabra. La foto del cristal de agua antes del experimento es por cierto horripilante y, de hecho, muestra la cara de una persona que parece estar padeciendo una tremenda agonía. El día del experimento, el reverendo Kato dirigió un servicio de oración en la presa durante una hora. Momentos antes de que el servicio finalizara, el agua de la presa se volvió visiblemente hermosa. Pudimos observar esto con nuestros propios ojos y quedamos no solamente muy impresionados, sino también atónitos. ¿Que aspecto tiene el cristal? Tomamos fotos de los cristales con muchas expectativas y obtuvimos imágenes tan bellas como la de la página 128 . No habíamos visto ninguna imagen tan hermosa que emitiera energía tan brillante como la que ésta emitió. Dentro de la estructura básica hexagonal, también hay un hexágono pequeño. Este hexágono es una obra de arte lumínica rodeada de un aura. La forma de luna creciente en el centro también parece tener un halo a su alrededor. La gente dice que esta imagen le hace sentir un inmenso caudal de poder y energía en su alma, basada en la conciencia de las personas. Cuando la energía nace del aprecio y amor de la gente se armoniza con el agua, ¿por qué una cosa tan maravillosa parece tan poco razonable? 1. Agua de la presa Fujiwara antes de ofrecer una oración 2. Agua ondulante en la presa antes de la oración 3. Agua en calma en la presa después de la oración 4. El agua del lago se aclaró después de la oración 124Masaru Emoto Los Mensajes del Agua 125Masaru Emoto Los Mensajes del Agua PODRÍA TOMARSE UNA FOTO DE UN CRISTAL HEPTAGONAL Tomamos fotos del goteo de agua en la presa de Pujiwara mientras el reverendo Kato hacía sus oraciones. Durante esa sesión obtuvimos cristales tan maravillosos como el de la página siguiente. Entre todos ellos obtuvimos algunas fotos misteriosas de las cuales esta es una de ellas. En materia de belleza, no hay ninguna que se compare con ésta. Mire la otra cuidadosamente y le asombrará ver que no es un hexágono, sino que se trata de un heptágono. Antes de esta experiencia, nunca habíamos tenido la oportunidad de obtener la foto de un cristal heptagonal. El reverendo Kato nos dijo que le había orado a las Siete Benzaiten (diosas de la fortuna). El agua ofrece una variedad de mensajes, pero, al parecer tenemos mucho que aprender de los mensajes que recibimos. 1. Después de ofrecer la oración (foto pág. siguiente) 126Masaru Emoto Los Mensajes del Agua FOTO2 127Masaru Emoto Los Mensajes del Agua ¿Vino el agua del espacio? Las maravillas del agua se hacen aún más profundas Evaluar el agua tomando fotos de los cristales de agua es un abordaje nuevo que parte de un punto de vista completamente diferente al de los análisis y métodos comunes de evaluación científicos y convencionales. Lo que aprendimos de estos experimentos es que no sabemos nada con respecto al agua. Se siguen acumulando las preguntas una encima de la otra. Comencemos por las preguntas sobre el agua que existe en Tierra. ¿Por qué existe el agua? Los orígenes del agua solían estar envueltos en un halo de misterio. A medida que avanza la exploración del espacio, ya se ha confirmado que hay agua en Marte. Estamos empezando a comprender que el agua no es exclusividad de la Tierra, sino que existe en todo el espacio. Artículo del Asahi Shimbun, lunes 2 de junio de 1997 128Masaru Emoto Los Mensajes del Agua «EL AGUA LLEGÓ VOLANDO DESDE LOS CONFINES DEL ESPACIO». DE UN INFORME DE PRENSA DE 1997 La NASA (National Aeronautics and Space Administration) anunció en mayo de 1997 que «hemos observado por primera vez unos cuerpos celestes microscópicos, semejantes a una bola de nieve, volando en grandes cantidades desde el espacio hacia la estratosfera de la Tierra.» (Ver foto en página anterior). Este anuncio fue dado a conocer en las noticias NHK, así como también en los periódicos del país. «Se cree que esta bola de nieve es un cuerpo celeste similar a un pequeño cometa con un diámetro de aproximadamente doce metros. Unos cuantos miles de ellos llegan volando diariamente, pero a medida que se acercan a la superficie de la Tierra se descomponen y se convierten en parte de las nubes.» En otras palabras, «la lluvia llega cayendo del espacio todos los días.» Esta cantidad anual de «lluvia del espacio» tal vez sea solamente una pequeña cantidad, pero esto ha estado sucediendo durante aproximadamente 4.6 mil millones de años (desde los orígenes de la Tierra) y esto representa cantidad suficiente de tiempo como para haber sido el origen de los océanos. Más aún, esta «lluvia del espacio» contiene una sustancia orgánica que, de hecho, debe de ser el origen del nacimiento de vida en la Tierra. Una investigación similar fue anunciada por el observatorio astronómico de la Universidad de Hawai en agosto de ese mismo año. (Véase foto. Artículo publicado en el Mainichi Shimbun, domingo 24 de agosto de 1997). Si todo esto es cierto, la naturaleza singular y misteriosa del agua puede ser comprendida. Si el origen del agua es el espacio, no es nada extraño que las preguntas no puedan ser resueltas por los poderes científicos que tenemos en la Tierra. El espacio es demasiado vasto para 129 Masaru Emoto Los Mensajes del Agua los seres humanos y es una entidad inimaginable. La verdad del asunto es que investigando el agua más a fondo, tal vez podamos comprender más respecto al espacio. El simple hecho de pensar en ello es muy emocionante. 130Masaru Emoto Los Mensajes del Agua Epílogo ¿Qué impresión recibieron de las imágenes de los cristales? Estoy seguro de que se habrán asombrado al enterarse de que el agua puede mostrar tal variedad de cristales de acuerdo con su ambiente. Tal vez algunos de Uds. se hayan preguntado «¿Será esto cierto?» Y tal vez muchos otros lo hayan creído sin la menor duda. He publicado este libro con la sincera intención de proponer nuevas ideas. Todo lo que se intenta por primera vez suele generar crítica y yo lo publiqué completamente consciente de ello. Creo que mi trabajo partió de mi amor por la gente y por la Tierra. Todo lo que pido de Uds. es que comprendan los aspectos de misterio y de grandeza del agua. Si originalmente el agua no existió en la Tierra y vino desde muy lejos, del espacio exterior, entonces quiere decir que nuestra existencia también comenzó en el espacio exterior. Nadie podría poner objeciones a nuestros intentos por estudiar el agua. En estos experimentos, nos hemos aferrado al agua intentando familiarizarnos más con ella, para armonizarnos con ella y comprenderla. Todas estas son cosas básicas para que las hagan los humanos. Antes de que comenzara este trabajo, ya poseía otra técnica. A través de la práctica de consulta en el área de la salud, habiendo trabajado con más de 10.000 personas, yo ya había experimentado la conservación de la salud por intermedio del agua. Por este motivo, desarrollé un abordaje tan singular con respecto al agua. Mientras organizaba y sistematizaba este libro, tuve muchos sentimientos profundos y emocionantes. ¿Cuál es el destino de este mundo caótico? ¿Cuál es el origen y la historia de los seres humanos? ¿Y cómo será en el futuro? Estos son temas sobre los que todos debemos pensar con seriedad. Intuyo que este libro de imágenes servirá como texto conciso y como una herramienta de enseñanza valiosa para ayudar a la gente a mirar más de cerca el agua. Espero que este libro cree la oportunidad para que el tema del agua se difunda alrededor del mundo y para que otros países se me unan, tratando de hacer lo mismo. Con el fin de poder lograrlo, este libro también se ha traducido a distintas lenguas. Confío en que hayan nuevas ediciones. Espero recibir opiniones y 131Masaru Emoto Los Mensajes del Agua respuestas de mis lectores para poder llevar esta investigación a un nivel científico y filosófico superior y para no permitir que termine como una mera autosatisfacción. Por último, me gustaría expresar mi más profundo aprecio al Doctor Lee H. Lorenzen, quien me ayudó a encontrar mi camino dentro de la investigación. A los Sres. Kazunari Ishibashi, Seiya Sato, Juii Futamura y a todos los miembros del personal de IHM, nuevos y antiguos, que formaron parte de esta investigación. Al Sr. Tokujiro Kawasaki, un fotógrafo paisajista que toma maravillosas fotos de la madre naturaleza. Al Sr. Shinya Taguchi, ex presidente de Nichirei Ice Co., Ltd., cuya tarea es la regulación positiva del agua en el extranjero. Gracias por haberme mandado hielo desde todas partes del mundo. Y a los miembros de la Amistad Internacional HADO y a sus instructores HADO, quienes siempre me apoyaron en la investigación. Al personal de Sun Create, encabezado por Ms. Tsuncko Narukage, quien organizó tan maravillosamente las fotografías de los cristales. Masaru Emoto 132Masaru Emoto Los Mensajes del Agua Nota del editor Este libro contiene fotografías de cristales tomadas entre setiembre de 1994 y abril de 1999. Después de haber aceptado el trabajo de edición, miré por primera vez la cámara refrigerada utilizada para fotografiar los cristales. Lo que vi fue una sólida cámara refrigerada (de más o menos el tamaño de un tatami), un escritorio, un congelador y un microscopio con una cámara adosada en la parte superior. El refrigerador estaba lleno de placas de Petri. Lo que más me impresionó fue la ropa de abrigo que estaba colgada delante de la cámara refrigerada. La primavera ya había llegado, pues acababan de florecer los cerezos. El equipo que fotografiaba los cristales decía permanentemente «Hace frío, hace frío», a lo largo de todo el año. Era como pasar el invierno en la Antártida. Se almacenaron grandes cantidades de imágenes de cristales como base de datos, que están esperando servir al mundo y a la humanidad. ¿Quién en el mundo, excepto Masaru Emolo, pensaría en pegarle etiquetas que digan «gracias» o «Amaterasu Omikami» a frascos que contengan agua? Todos opinábamos lo mismo. Sin embargo ahora somos nosotros, el personal, los que lo alentamos a planificar una segunda edición de este libro. Nos dijo que eso mismo acababa de cruzársele por la mente. Debido a que su investigación está basada en profundos sentimientos hacia el agua, que ha acumulado en el transcurso de los años, lo ha hecho con mucha seriedad. Ahora, gradualmente, está dando sus frutos. Hasta ahora, el experimento que llevábamos a cabo nos atormentaba con sentimientos de que jamás seríamos comprendidos por nadie. Para nosotros fue un esfuerzo duro. Supongo que el personal que estaba involucrado en la fotografía era el que más se divertía. Todos los días gritaban de entusiasmo y de asombro a medida que ingresaban en un mundo que nadie había explorado. Yo lo admiro por haber organizado y guardado una tremenda cantidad de datos con el apoyo y la cooperación de mucha gente. Me gustaría expresarle mi gratitud por haberme dado la oportunidad de hacer este trabajo tan interesante. Tsuneku Narukage 133Masaru Emoto Los Mensajes del Agua Escrito por Masaru Emoto El mensaje del agua. Agua, hoy también gracias. Nació en Yokohama en julio de 1943. Graduado en el curso de Relaciones Internacionales, Departamento de Humanidades y Ciencias, Universidad de Yokohama. Fundó I.H.M. Co., Ltd., en 1986 después de haber trabajado para Chisan Co., Ltd., y para Chubu Yomiuri Shimbun (Actualmente Casa Matriz de Yomiuri Shimbun). Doctor diplomado y licenciado en Medicina Alternativa en la Universidad Internacional Abierta, en octubre de 1992. Se enfrenta al misterio del agua después de descubrir el MRA, «Analizador de Resonancia Magnética» y el agua micro-particulada en los EE UU. Apunta a la investigación de varios tipos de agua, tales como el agua en el cuerpo humano, el agua en la vida cotidiana y el agua en la Tierra, desde el aspecto personal humano más que desde el científico. Continúa con experimentos creativos basados en la creencia de que los cristales del agua reflejan la esencia del agua. Actualmente es presidente de I.H.M, Instituto General de Investigaciones, I.H.M. Co., Ltd., y I.H.M. Sociedad HADO. Ha escrito un gran número de libros, tales como «Preludio a la era Hado», publicados por Sun Road Fublishing Co.., Ltd. «El agua lo explica todo: preguntas de los lectores y respuestas del autor», «Mensajes del agua vol. 2» publicado por HADO Kyoikusha. «El agua sabe las respuestas: los mensajes ocultos en los cristales del agua» publicado por Sunmark Publishing Co., Ltd. 134Masaru Emoto Los Mensajes del Agua Mensajes del agua Masaru Emoto Mensajes del agua , del doctor M. Emoto, es el resultado de los trabajos de investigación procedentes del análisis del agua de diversos países y procedencias mediante la utilización de resonancia magnética. Esto permite la observación del HADO (energías sutiles relacionadas con la confidencia) y nos muestra con magníficas imágenes del agua cristalizada, obras de arte por si mismas, como ésta se ve influida por diversos factores como la música o la consciencia de las personas. La obra evidencia que los pensamientos y las emociones pueden alterar la estructura molecular del agua y nos hacen comprender la forma tan íntima en que están conectados los seres humanos y el Universo. Es un bello testimonio de que formamos un todo indivisible y abre las puertas a nuevas formas de sanación y conservación de la salud. 137 "}