{"title": "Reacciones Adversas a la Vacuna COVID-19", "author": "Tatiana Asprilla", "url": "https://consultorsalud.com/reacciones-adversas-a-la-vacuna-covid-19/", "hostname": "consultorsalud.com", "description": "El IETS ha puesto en marcha el Consejo de Evaluación de las Reacciones Adversas a la Vacuna COVID-19.", "sitename": "CONSULTORSALUD", "date": "2023-08-09", "cleaned_text": "de Tecnología en Salud - IETS](https://www.iets.org.co/) ha llevado a cabo una importante labor en Colombia, generando evidencia con rigor científico para respaldar la toma de decisiones en el ámbito de la salud. En este sentido, el IETS ha puesto en marcha el Consejo de Evaluación de las Reacciones Adversas a la Vacuna contra el COVID-19, con el objetivo de analizar los casos de eventos adversos posteriores a la aplicación de las vacunas y generar confianza en la población. La pandemia ha planteado desafíos sin precedentes a nivel mundial. Una de las soluciones clave para combatir la enfermedad ha sido la generación de diferentes tipos de vacunas, las cuales han sido aplicadas a los habitantes del territorio colombiano desde el año 2021. Sin embargo, como parte de la vigilancia de la inmunización, el Estado ha decidido crear un organismo encargado de analizar los posibles eventos adversos relacionados con la vacunación. El Consejo de Evaluación de Reacciones Adversas a la Vacuna contra el [COVID-19](https://consultorsalud.com/recuperacion-de-inmunizacion-infantil/), que realiza su apertura en el país, tiene como objetivo fundamental analizar los eventos adversos que puedan surgir después de la aplicación de las vacunas contra el COVID-19. Esto se hace con el fin de garantizar la imparcialidad y evitar obstáculos en el proceso de justicia entre otras razones. Es importante destacar que este Consejo es independiente tanto del [Ministerio de Salud y Protección Social](https://www.minsalud.gov.co/Portada2021/index.html) como del INVIMA. Para llevar a cabo sus funciones, cuenta con el respaldo de la Unidad de Análisis de Eventos Adversos Posteriores a la Vacunación (UA-EAPV). Dicha unidad está conformada por un grupo científico multidisciplinario compuesto por profesionales en medicina, enfermería, química farmacéutica, epidemiología, farmacovigilancia, comunicación social, derecho en salud y áreas administrativas. La creación del Consejo y la UA-EAPV se encuentra estipulada en la Ley 2064 de 2020 y reglamentada por el Decreto 601 de 2021. El Consejo funciona como un órgano autónomo e independiente técnicamente de la administración del IETS. Sin embargo, cuenta con el apoyo del grupo científico proporcionado por este instituto. Normativas y procedimientos para el reporte de reacciones adversas a causa de la vacuna covid-19 En cuanto a las normativas y procedimientos para el reporte de eventos adversos, se establece que una persona que experimente una reacción adversa después de ser vacunada contra el COVID-19 debe recibir la atención en salud necesaria. Los prestadores de servicios de salud deben notificar al Instituto Nacional de Vigilancia de Medicamentos y Alimentos (INVIMA) los eventos adversos leves mediante el sistema Vigiflow (programa que funciona como base de datos en farmacovigilancia, que permite la recolección, procesamiento y análisis de reportes de Reacción Adversa a medicamentos (RAM) y Eventos Supuestamente Atribuibles a la Vacunación o Inmunización). Por otro lado, los eventos adversos graves deben ser notificados a la secretaría de salud departamental o distrital, o a la entidad correspondiente. En casos en los que la clasificación de un evento adverso sea difícil de determinar, el Comité de expertos territorial remitirá el caso al Comité de expertos nacional, el cual realizará la clasificación definitiva del evento adverso. Además, se destaca la importancia de la conformación de comités de expertos territoriales Ad Hoc para la evaluación de eventos adversos graves posteriores a la vacunación contra el COVID-19. Estos deben contar con todos los profesionales necesarios, según lo determine la entidad territorial, para analizar cada caso de manera exhaustiva. El Consejo de Evaluación de Reacciones Adversas a la Vacuna contra el COVID-19 emitirá conceptos técnicos especializados sobre la probabilidad de que exista un nexo causal entre la aplicación de una vacuna y un evento adverso posterior a esta. Este concepto técnico especializado será un requisito para acceder a la jurisdicción contencioso-administrativa en demandas por eventos adversos posteriores a la vacunación contra el COVID-19 adquiridas y distribuidas por el Estado colombiano. Además, el Consejo de Evaluación COVID-19 tiene la facultad de realizar consultas a diversas entidades, como el Instituto de Evaluación Tecnológica en Salud (IETS), el [Instituto Nacional de Vigilancia de Medicamentos y Alimentos (INVIMA)](https://www.invima.gov.co/), el Instituto Nacional de Salud (INS), el Ministerio de Salud y Protección Social, las entidades territoriales, las entidades Administradoras de Planes de Beneficios (EAPB), los prestadores de servicios de salud, la Agencia Nacional de Defensa Jurídica del Estado y el Ministerio de Hacienda y Crédito Público. "}