{"title": "Complementary and Alternative Medicine in Pulmonary Care", "author": "Paul Nathenson; APRN; N D; Nancy A Nathenson; RRT; RYT", "url": null, "hostname": null, "description": "The International Journal on Complementary & Alternative Medicine provides a global platform for discussion, perspectives and research on healing resources that encompasses all health systems, modalities, and practices and their accompanying theories and beliefs", "sitename": null, "date": "2017-02-14", "cleaned_text": "Alternative Medicine Practices) [Significance of CLRD as a Public Health Priority](#Significance of CLRD as a Public Health Priority) [Biomedical Model Treatment Goals and Evidence Based Standards of Music Therapy](#Biomedical Model Treatment Goals and Evidence Based Standards) [Side Effects Medication of Conventional pharmacotherapeuticAgents and Palliative Care](#Side Effects Medication of Conventional pharmacotherapeuticAgents) [Treating the Underlying Cause](#Treating the Underlying Cause) [The Role of Nutrition](#The Role of Nutrition) [Supplements and Herbal Remedies](#Supplements and Herbal Remedies) [Natural Approach to Comorbidity Management](#Natural Approach to Comorbidity Management) [Conclusion](#Conclusion) [References](#References) Complementary and Alternative Medicine in Pulmonary Paul Nathenson, APRN, N.D.*, Nancy A. Nathenson, RRT, RYT Simple & Wellness, USA Published: February 14, 2017 *Corresponding author: Nathenson, APRN, N.D. Simple Path Health & Wellness 2774 South Street, Lincoln, NE, 68502, USA, Email: simplepathlincoln@gmail.com How to cite this APRN, N.D., Nancy A. Nathenson, RRT, RYT. Complementary and Alternative Medicine in Pulmonary Care. J Complement Med Alt Healthcare. 2017; 1(2): 555558. Abbrevations: CLRD: Medicine; CARF: Commission on Accreditation of Rehabilitation Facilities; COPD: Chronic Obstructive Pulmonary Disease; WHO: Alternative Medicine Practices) [Significance of CLRD as a Public Health Priority](#Significance of CLRD as a Public Health Priority) [Biomedical Model Treatment Goals and Evidence Based Standards of Music Therapy](#Biomedical Model Treatment Goals and Evidence Based Standards) [Side Effects Medication of Conventional pharmacotherapeuticAgents and Palliative Care](#Side Effects Medication of Conventional pharmacotherapeuticAgents) [Treating the Underlying Cause](#Treating the Underlying Cause) [The Role of Nutrition](#The Role of Nutrition) [Supplements and Herbal Remedies](#Supplements and Herbal Remedies) [Natural Approach Management](#Natural Approach Comorbidity Management) [Conclusion](#Conclusion) [References](#References) [Complementary and Alternative Medicine Practices](Complementary and Alternative Medicine Practices ) The purpose of this review article is to advance an alternative approach to chronic lower respiratory disease (CLRD) using complementary and alternative medicine (CAM). Review articles were identified using keywords alternative, complementary, and natural; along with lower respiratory tract disease. Data bases queried included CINAHAL, PubMed, Cochrane library, and Medline Plus. The search criteria was limited to articles published starting in 2012 up to current 2016 publications. According to the National Institute of Health, complementary and alternative medicine includes a number of diverse therapies, procedures, and treatments, as well as health systems; which are distinct from conventional methods used by medical doctors, nurses, and allied health personnel [1]. These modalities run the gamut from low-technology to highly sophisticated technologies predicated on natural, non-pharmacologic approaches to patient care. Low technology therapies include hands on procedures such as body work, massage, and touch therapies [2]. Mindfulness activities represent another distinct set of low technology interventions. Mindfulness activities include meditation, breathing techniques, and guided imagery. Supplements and herbal remedies represent a group of biological interventions. High technology interventions include the use of machines that emit frequency energy fields, thermal imaging, and neurological feedback devices (Malcolm, Hellreich, Johnson, & Chen, 2015). CAM therapies are unique in that they demonstrate very low levels of toxicity or side effects; especially as compared to conventional pharmacotherapeutic medicine [3]. When CAM therapies are used along with evidence based bio-medical practice, the term integrative medicine is used [4]. The number of adults in the United States that use Complementary and Alternative Medicine continues to increase over time. National Health Survey data indicate as many as one in four US adults has used a form of CAM in the past year [5]. As the baby boomer cohort ages it is expected that the demand for CAM will increase [6]. In order for medical care to meet the individualized needs and preferences of patient groups it is essential to include access to CAM along with conventional medical treatment [7]. The demand and efficacy of CAM therapies is evidenced by a requirement for the inclusion of CAM in the Commission on Accreditation of Rehabilitation Facilities (CARF) standards for stroke and brain injury rehabilitation [8]. The top three leading causes of death in the United States includes chronic lower respiratory disease (CLRD) [9]. CAM therapies can be used along with conventional medical treatment of CLRD patients in several ways. Supplements and herbal remedies, for example, can be used to substitute for certain pharmaceutic agents that are known to have considerable undesired side effects [10]. They can also be used to treat comorbidities associated with CLRD, such as anxiety and depression. Mindfulness therapies like meditation have demonstrated efficacy to help manage the stress and anxiety that can accompany a chronic illness [11]. [Review Article](#atype) [Complementary and Alternative Medicine Practices](#Complementary and Alternative Medicine Practices) [Significance of CLRD as a Public Health Priority](#Significance of CLRD as a Public Health Priority) [Biomedical Model Treatment Goals and Evidence Based Standards of Music Therapy](#Biomedical Model Treatment Goals and Evidence Based Standards) [Side Effects Medication of Conventional pharmacotherapeuticAgents and Palliative Care](#Side Effects Medication of Conventional pharmacotherapeuticAgents) [Treating the Underlying Cause](#Treating the Underlying Cause) [The Role of Nutrition](#The Role of Nutrition) [Supplements and Herbal Remedies](#Supplements and Herbal Remedies) [Natural Approach Comorbidity Management) as a Public Health Priority](Significance of CLRD as a Public Health Priority ) Chronic Lower Respiratory Disease (CLRD) represents a significant public health issue. The category of CLRD includes chronic bronchitis, emphysema, and asthma. The diseases that comprise this category of illness are characterized by shortness of breath that is related to obstructive pathology of the respiratory systems. Symptoms range from intermittent and mild to continuous and severe. Severe symptoms are debilitating and cause significant limitations to vocational and leisure pursuits in addition to difficulties performing routine activities of daily living. In severe disease CLRD accounts for one of the leading causes of disability in the United States [12]. Chronic lower respiratory disease has emerged as the third leading cause of death following heart disease and cancer. Together these top three killers account for more than half of all-cause mortality in the United States [9]. CLRD actually comprises three major diseases, i.e., chronic bronchitis, emphysema, and asthma, that are all characterized by shortness of breath caused by airway obstruction. The obstruction is irreversible in chronic bronchitis and emphysema; and reversible in asthma. Before 1999, CLRD was called Chronic Obstructive Pulmonary Disease (COPD). The International Classification of Diseases used by the World Health Organization (WHO) to code diseases and mortality was revised in 1999, with slight changes to the category between the 9th and 10th editions. While the two classifications are similar, in this document COPD is used to refer to chronic bronchitis and emphysema only (for compatibility with the majority of studies cited), and CLRD is used to refer to chronic bronchitis, emphysema, and asthma. The prevalence of CLRD is the United States is just under seven million [13]. [Review Article](#atype) [Complementary and Alternative Medicine Practices](#Complementary and Alternative Medicine Practices) [Significance of CLRD as a Public Health Priority](#Significance of CLRD as a Public Health Priority) [Biomedical Model Treatment Goals and Evidence Based Standards of Music Therapy](#Biomedical Model Treatment Goals and Evidence Based Standards) [Side Effects Medication of Conventional pharmacotherapeuticAgents and Palliative Care](#Side Effects Medication of Conventional pharmacotherapeuticAgents) [Treating the Underlying Cause](#Treating the Underlying Cause) [The Role of Nutrition](#The Role of Nutrition) [Supplements and Herbal Remedies](#Supplements and Herbal Remedies) [Natural Approach Management](#Natural Approach to Comorbidity Management) [Conclusion](#Conclusion) [References](#References) [Biomedical Model Treatment Goals and Evidence Based Standards](History) The Global Initiative for Asthma (GINA) was established to improve outcomes in the management of asthma through the development of evidence based standards of care. One of the primary objectives is to educate practitioners worldwide on the standards of care. The goal of therapy involves both symptom control and risk reduction. The treatment philosophy of GINA emphasized the desire for a provider-patient partnership of shared responsibility and mutual goal setting. At the very foundation of the GINA standards of care is a clearly identified stepwise approach to asthma management [14]. This approach allows a set of asthma management guidelines to be tailored to the individual needs of the patient and to be easily modified as the patient condition changes over time. At its foundation the stepwise approach includes maintenance medications for ongoing symptom control and prevention of exacerbation (flare ups) as well as rescue medication for abortive therapy when unpreventable exacerbations occur. [Review Article](#atype) [Complementary and Alternative Medicine Practices](#Complementary and Alternative Medicine Practices) [Significance of CLRD as a Public Health Priority](#Significance of CLRD as a Public Health Priority) [Biomedical Model Treatment Goals and Evidence Based Standards of Music Therapy](#Biomedical Model Treatment Goals and Evidence Based Standards) [Side Effects Medication of Conventional pharmacotherapeuticAgents and Palliative Care](#Side Effects Medication of Conventional pharmacotherapeuticAgents) [Treating the Underlying Cause](#Treating the Underlying Cause) [The Role of Nutrition](#The Role of Nutrition) [Supplements and Herbal Remedies](#Supplements and Herbal Remedies) [Natural Approach Management](#Natural Approach to Comorbidity [Side Effects of Conventional Pharmacotherapeutic Agents](Side Effects Medication of Conventional Pharmacotherapeutic Agents) Shared responsibility and mutual goal setting are principles that are congruent with a holistic approach to care. The proverbial fork in the road is the reliance of the biomedical model on pharmaceutical agents, in contrast with a nonpharmacologic approach embedded in CAM therapies. One of the cornerstone pharmaceutical agents used in the treatment of CLRD are inhaled corticosteroids. The adverse systemic effects of oral corticosteroids have been well documented in the literature. Purportedly inhaled corticosteroids have been considered to be relatively safe since exposure to the drug is localized to the pulmonary system. Attention to their adverse effects has been down played with little attention given to side effects other than oral candidiasis. However, over time, inhaled corticosteroids can also cause significant systemic adverse effects [15]. Corticosteroids, taken orally or by inhalation adversely affect the hypothalamo-pituitary-adrenal axis; suppressing adrenal gland hormone production and impacting a variety of body systems. Fluid retention is a common side effect that can cause increased blood pressure, edema of the lower extremities, and increased risk of glaucoma. Corticosteroids increase risk of osteoporosis by decreasing bone density and growth. In their role to decrease the inflammatory response corticosteroids also dampen the immune system; increasing risk of pneumonia, influenza, and other systemic infections [16]. Corticosteroids tend to increase blood glucose levels and cause insulin resistance; increasing the risk for type 2 diabetes. Weight gain is a common complaint of persons taking corticosteroids. Patients on oral corticosteroid medications; which are prescribed for severe asthma or COPD symptoms, can experience characteristic fat deposits in the abdomen, face and the back of neck. Clouding of the lens can occur in one or both eyes, leading to irreversible damage and cataracts. [Review Article](#atype) [Complementary and Alternative Medicine Practices](#Complementary and Alternative Medicine Practices) [Significance of CLRD as a Public Health Priority](#Significance of CLRD as a Public Health Priority) [Biomedical Model Treatment Goals and Evidence Based Standards of Music Therapy](#Biomedical Model Treatment Goals and Evidence Based Standards) [Side Effects Medication of Conventional pharmacotherapeuticAgents and Palliative Care](#Side Effects Medication of Conventional pharmacotherapeuticAgents) [Treating the Underlying Cause](#Treating the Underlying Cause) [The Role of Nutrition](#The Role of Nutrition) [Supplements and Herbal Remedies](#Supplements and Herbal Remedies) [Natural Approach Management](#Natural Comorbidity Management) [Conclusion](#Conclusion) [Treating the Underlying Cause](Treating the Underlying Cause) The CLRD grouping is classified as a group of inflammatory diseases in both conventional biomedical and natural health schools of thought (Davidson & Seneff, 2012). There is common ground between both schools of thought in the role of prevention. A key prevention strategy is the identification and control of allergens that trigger chemical and hormonal mediators in the body to initiate an inflammatory response. When prevention fails, the biomedical model turns to pharmacologic agents to block or abort the inflammatory cascade. Natural medicine practitioners look more broadly at inflammation and seek to lower the systemic inflammatory load of the body through nutrition, supplementation, and stress reduction. [Review Article](#atype) [Complementary and Alternative Medicine Practices](#Complementary and Alternative Medicine Practices) [Significance of CLRD as a Public Health Priority](#Significance of CLRD as a Public Health Priority) [Biomedical Model Treatment Goals and Evidence Based Standards of Music Therapy](#Biomedical Model Treatment Goals and Evidence Based Standards) [Side Effects Medication of Conventional pharmacotherapeuticAgents and Palliative Care](#Side Effects Medication of Conventional pharmacotherapeuticAgents) [Treating the Underlying Cause](#Treating the Underlying Cause) [The Role of Nutrition](#The Role of Nutrition) [Supplements and Herbal Remedies](#Supplements and Herbal Remedies) [Natural Approach Management](#Natural Comorbidity Management) [Conclusion](#Conclusion) [References](#References) [The Role of Nutrition](The Role of Nutrition) The goal of interventional nutrition is to lower the overall inflammatory load on the body (van Bussel et al., 2015). This is accomplished by consuming foods with alkaline metabolites, and limiting foods that produce acidic by-products. Most of the body's internal systems operate in a slightly alkaline environment. Inflammation and hypersensitivity reactions tend to occur when the pH is even mildly acidic. The diet is an important contributor of systemic acid-alkaline balance. As the foods consumed are broken down by the digestive tract they leave behind a residue known as ash. The chemical composition of the ash can be either acidic, alkaline, or neutral. The metabolic by-products of foods are very different from the immediate acidity of each type of food. For example, grapefruits, lemons, and other citrus fruits are citric acids in content. When they are ingested and metabolized the effect is to alkalize the body so they can be classified as alkaline forming. Decreasing the body's inflammatory load through nutritional choices is accomplished by increasing alkaline forming foods and decreasing acid forming foods. Sugar, coffee, carbonated beverages, fried foods, processed foods, and animal protein all create an acidic state in the body, depressing the immune system and leaving the body vulnerable to disease. Alkaline rich foods include fresh fruits and vegetables and fresh non-pasteurized vegetable and fruit juices. Almonds, bee pollen, un-pasteurized honey, figs, lemon, avocados, grapes, and natural yogurt are all alkaline forming foods that promote health and wellbeing [17]. [Review Article](#atype) [Complementary and Alternative Medicine Practices](#Complementary and Alternative Medicine Practices) [Significance of CLRD as a Public Health Priority](#Significance of CLRD as a Public Health Priority) [Biomedical Model Treatment Goals and Evidence Based Standards of Music Therapy](#Biomedical Model Treatment Goals and Evidence Based Standards) [Side Effects Medication of Conventional pharmacotherapeuticAgents and Palliative Care](#Side Effects Medication of Conventional pharmacotherapeuticAgents) [Treating the Underlying Cause](#Treating the Underlying Cause) [The Role of Nutrition](#The Role of Nutrition) [Supplements and Herbal Remedies](#Supplements and Herbal Remedies) [Natural Approach Management](#Natural Comorbidity Management) Remedies](Supplements and Herbal Remedies) Khella, or bishop's weed, as it is commonly called, has two important therapeutic effects; it produces vasodilation and functions as a bronchodilator. It works through inhibition of cytochrome P 450, without stimulating the adrenal glands [18]. Khella is to be used as a maintenance remedy and is not suited to use for flare ups. In addition to its functioning as a bronchodilator, its vasodilator action helps to improve blood flow to the heart and strengthen the force of contractions [10]. Bishop's weed can be found in health food stores in tincture or tablet form. Another important herbal consideration is Lobelia; a traditional remedy used in Native American medicine as an expectorant and respiratory adaptogen. Lobelia is especially helpful in treating conditions characterized by excess mucous production like COPD. Lobelia contains an alkaloid called lobeline. The alkaloid stimulates the respiratory centers and supports the cough reflex. Lobelia is an ideal adjunct or alternative treatment for patients with asthmaor COPD [19]. Adding lobelia to the treatment regimen can help to reduce the need for pharmaceutical drugs; and therefore lower the occurrence of adverse effects associated with pharmacologic agents. The herb Hyssop (Hyssopus officinalis) can have a soothing effect on the respiratory system. It can have a synergistic effect when used along with lobelia. Lobelia is intended for use as an expectorant and respiratory stimulant. It is not intended to be used as therapy during an asthma flare up; where a rescue remedy or medication such as Albuterol is indicated. Lobelia has no known side effects, however, its use during pregnancy is contraindicated [19]. Eucalyptus is known as an ingredient in a petroleum based chest rub for coughs and colds. The petroleum rub was tested in a partially double-blinded randomization trial that included 138 children by Paul & colleagues [20]. Results of the study indicated the rub provided significant symptomatic relief of the child's nocturnal cough, congestion, and sleep difficulty caused by upper respiratory tract infection. In addition to soothing symptoms of cough and airway infection, eucalyptus has demonstrated antibacterial properties. In a study by Sewena & colleagues [21] the researchers tested eucalyptus essential oil against micro organisms commonly associated with respiratory tract infections. The essential oils were tested against Klebsiella pneumoniae, Staphylococcus aureus and Moraxella catarrhalis. The results indicated the oils caused the release of cytosolic lactate dehydrogenase effectively destroying the membrane integrity of the bacteria. The essential oil wasalso found to be effective in blocking the efflux pump mechanism of the bacteria. There are several additional herbs worth discussing that are not specifically These include angelica root, elecampane, and wild cherry bark. Angelica root acts as an antispasmodic to the smooth muscle tissues to help relieve coughing. Elecampane can be used for lingering lung infections. It is specific for respiratory conditions with excessive bronchial secretions, and for irritation of the trachea and bronchi that results in persistent and irritable coughing. Wild cherry bark is a respiratory sedative and antitussive agent. It can be very helpful in alleviating rapid or shallow breathing that results from asthma or a bronchial infection [22]. [Review Article](#atype) [Complementary and Alternative Medicine Practices](#Complementary and Alternative Medicine Practices) [Significance of CLRD as a Public Health Priority](#Significance of CLRD as a Public Health Priority) [Biomedical Model Treatment Goals and Evidence Based Standards of Music Therapy](#Biomedical Model Treatment Goals and Evidence Based Standards) [Side Effects Medication of Conventional pharmacotherapeuticAgents and Palliative Care](#Side Effects Medication of Conventional pharmacotherapeuticAgents) [Treating the Underlying Cause](#Treating the Underlying Cause) [The Role of Nutrition](#The Role of Nutrition) [Supplements and Herbal Remedies](#Supplements and Herbal Remedies) [Natural Approach Management](#Natural Comorbidity Management](Natural Approach to Comorbidity Management) Depression and anxiety are major comorbidities associated with CLRD [23]. Reassuring the patient with obstructive respiratory disease is a first line treatment for associated anxiety. Ongoing coaching and education sessions; as well as cognitive and behavioral therapy have been shown to be effective strategies for managing anxiety [24]. There are two major supplement groups that are prescribed by natural medicine practitioners in the treatment of depression. These include S-adenosyl methionine (SAMe) and St. John's Wort. SAMe is a naturally occurring methyl donor that functions to support the immune system. It also helps to promote the integrity of cell membranes. Physiologically SAMe promotes metabolism of the brain chemicals serotonin, melatonin, and dopamine. In a double blind clinical trial SAMe was shown to have improved efficacy over the selective serotonin reuptake inhibitor (SSRI) Article](#atype) [Complementary and Alternative Medicine Practices](#Complementary and Alternative Medicine Practices) [Significance of CLRD as a Public Health Priority](#Significance of CLRD as a Public Health Priority) [Biomedical Model Treatment Goals and Evidence Based Standards of Music Therapy](#Biomedical Model Treatment Goals and Evidence Based Standards) [Side Effects Medication of Conventional pharmacotherapeuticAgents and Palliative Care](#Side Effects Medication of Conventional pharmacotherapeuticAgents) [Treating the Underlying Cause](#Treating the Underlying Cause) [The Role of Nutrition](#The Role of Nutrition) [Supplements and Herbal Remedies](#Supplements and Herbal Remedies) [Natural Approach Management](#Natural Approach to Comorbidity Management) [Conclusion](#Conclusion) [References](#References) [Conclusion](Conclusion) This review article demonstrates the safety and efficacy of certain CAM therapies in the management and treatment of CLRD. The safety of CAM therapies is accentuated when compared with the known side effects of pharmacotherapy used in the treatment of CLRD. The article is significant due to the large number of people that use some form of CAM. In order to personalize medical care to the individual needs and preferences of each patient, it is the opinion of the authors that CAM interventions be integrated with conventional medicine in order to provide for personalized whole health care. [Review Article](#atype) [Complementary and Alternative Medicine Practices](#Complementary and Alternative Medicine Practices) [Significance of CLRD as a Public Health Priority](#Significance of CLRD as a Public Health Priority) [Biomedical Model Treatment Goals and Evidence Based Standards of Music Therapy](#Biomedical Model Treatment Goals and Evidence Based Standards) [Side Effects Medication of Conventional pharmacotherapeuticAgents and Palliative Care](#Side Effects Medication of Conventional pharmacotherapeuticAgents) [Treating the Underlying Cause](#Treating the Underlying Cause) [The Role of Nutrition](#The Role of Nutrition) [Supplements and Herbal Remedies](#Supplements and Herbal Remedies) [Natural Approach [References](#References) [Besch J, Boon S, Bensoussan A (2014) The National Institute of Complementary Medicine: past, present, future. Australian Journal of Herbal Medicine 26(4): 141-143.](http://researchdirect.uws.edu.au/islandora/object/uws%3A28990) [Toth M, Marcantonio ER, Davis RB, Walton T, Kahn JR, et al. (2013) Massage therapy for patients with metastatic cancer: a pilot randomized controlled trial. J Altern Complement Med 19(7): 650-656.](https://www.ncbi.nlm.nih.gov/pubmed/23368724) [Xu H, Chen KJ (2012) Complementary and alternative medicine: is it possible to be mainstream? Chin J Integr Med 18(6): 403-404.](https://www.ncbi.nlm.nih.gov/pubmed/22821652) [Chaudry SS, McGuire MJ, Lam C, Hatef E, Wright SM, et al. (2015) Teaching integrative medicine to residents: A focus on populations rather than individual patients. Am J Prev KJ (2012) Prevalence of complementary and alternative medicine (CAM) use by the general population: a systematic review and update. Int J Clin Pract 66(10): 924-939.](https://www.ncbi.nlm.nih.gov/pubmed/22994327) [Ho TF, Rowland-Seymour A, Frankel ES, Li SQ, Mao JJ (2014) Generational differences in complementary and alternative medicine (CAM) use in the context of chronic diseases and pain: baby boomers versus the silent generation. J Am Board Fam Med 27(4): 465-473.](https://www.ncbi.nlm.nih.gov/pubmed/25002001) BJ, Nahin RL (2014) Regional variation in use of complementary health approaches by US adults. NCHS Data Brief 146: 1-8.](https://www.ncbi.nlm.nih.gov/pubmed/24750666) [Nathenson PA, Nathenson SL, Divito KS (2014) Implementing wellness standards. J Stroke Cerebrovasc Dis 23(5): 1118-1130.](https://www.ncbi.nlm.nih.gov/pubmed/24661644) [Murphy SL, Xu J, Kochanek KD (2013) Deaths: for 2010. Natl Vital Stat Rep 61(4): 1-117.](https://www.ncbi.nlm.nih.gov/pubmed/24979972) [Khan AU, Gilani AH (2015) Natural Products Useful in Respiratory Disorders: Focus on SideEffect Neutralizing Zachariae R (2012) The effect of mindfulnessbased therapy on symptoms of anxiety and depression in adult cancer patients and survivors: A systematic review and 1007-1020.](https://www.ncbi.nlm.nih.gov/pubmed/22563637) [Bauer UE, Briss PA, Goodman RA, Bowman BA (2014) Prevention of chronic disease in the 21st century: elimination of the leading preventable causes of premature death and disability in the USA. Lancet 384(9937): 45-52.](https://www.ncbi.nlm.nih.gov/pubmed/24996589) [Ford ES (2015) Hospital Discharges, Readmissions, and ED Visits for COPD or Bronchiectasis Among US Adults: findings from the nationwide inpatient sample 2001-2012 and Nationwide Emergency Department Sample 2006-2011. Chest 147(4): 989-998.](https://www.ncbi.nlm.nih.gov/pubmed/25375955) [Vestbo J, Hurd SS, Agustí AG, Jones PW, Vogelmeier C, et al. (2013) Global strategy for the diagnosis, management, and prevention of chronic obstructive pulmonary disease: GOLD executive summary. American Journal of Respiratory and Critical Care Medicine 187(4): 347-365.](http://www.atsjournals.org/doi/abs/10.1164/rccm.201204-0596PP) [Pandya D, Puttanna A, Balagopal V (2014) Systemic Effects of Inhaled Corticosteroids: An Overview. Open Respir Med J 8: 59-65.](https://www.ncbi.nlm.nih.gov/pubmed/25674175/) [Yawn BP, Li Y, Tian H, Zhang J, Arcona S, et al. (2013) Inhaled corticosteroid use in patients with chronic obstructive pulmonary disease and the risk of pneumonia: a retrospective claims data analysis. Int J Chron Obstruct Pulmon Dis 8: C, Ulrich C, Muenstedt K, et al. (2014) Counseling patients on cancer diets: A review of the literature and recommendations for clinical practice. Anticancer Res 34(1): 39- Avanzi C, Sy J, et al. (2014) Herbal tea extracts inhibit Cytochrome 3A4 in vitro. Saunders PR, Zampieron ER (2013) The use of lobelia in the treatment of asthma and respiratory illness. Journal of Restorative Medicine 2(1): 94-100.](https://restorativemedicine.org/journal/use-lobelia-treatment-asthma-respiratory-illness/) [Paul IM, Beiler JS, King TS, ER, Vallati J, et al. (2010) Vapor rub, petrolatum, and no treatment for children with nocturnal cough and cold symptoms. pumps inhibitory activities of Eucalyptus grandis essential oil against respiratory tract infectious bacteria. Journal of Medicinal Plants Research 9(10): 343-348.](http://www.academicjournals.org/journal/JMPR/article-abstract/282247A51704) [Braun L, Cohen M (2015) Herbs and Natural Supplements, Volume 2: An Evidence-Based Guide (4th edn), Elsevier [Yohannes AM, GS with COPD. Eur Respir Rev 23(133): 345-349.](https://www.ncbi.nlm.nih.gov/pubmed/25176970/) [Nguyen HQ, Fan VS, Hunter C, Chen Z, Reinke LF, et al. (2015) The effect of psychosocial behavioral therapy for patients with COPD and depression. American Journal of Respiratory Critical Care Medicine 191(2015): A6395.](http://www.atsjournals.org/doi/abs/10.1164/ajrccm-conference.2015.191.1_MeetingAbstracts.A6395) [Sarris J, Papakostas (2014) S-adenosyl methionine (SAMe) versus escitalopram and placebo in major depression RCT: efficacy and effects of histamine and carnitine as moderators "}