{"title": "Is acupuncture effective in the treatment of COVID-19 related symptoms? Based on bioinformatics/network topology strategy - PubMed", "author": "Username", "url": "https://pubmed.ncbi.nlm.nih.gov/33866350/", "hostname": "ncbi.nlm.nih.gov", "description": "Acupuncture is an important part of Chinese medicine that has been widely used in the treatment of inflammatory diseases. During the coronavirus disease 2019 (COVID-19) epidemic, acupuncture has been used as a complementary treatment for COVID-19 in China. However, the underlying mechanism of acupun ...", "sitename": "PubMed", "date": "2021-02-09", "cleaned_text": "Is acupuncture effective in the treatment of COVID-19 related symptoms? Based on bioinformatics/network topology [PMC8083275](http://www.ncbi.nlm.nih.gov/pmc/articles/pmc8083275/) - DOI: [10.1093/bib/bbab110](https://doi.org/10.1093/bib/bbab110) Is acupuncture effective in the treatment of COVID-19 related symptoms? Based on bioinformatics/network topology strategy Abstract Acupuncture is an important part of Chinese medicine that has been widely used in the treatment of inflammatory diseases. During the coronavirus disease 2019 (COVID-19) epidemic, acupuncture has been used as a complementary treatment for COVID-19 in China. However, the underlying mechanism of acupuncture treatment of COVID-19 remains unclear. Based on bioinformatics/topology, this paper systematically revealed the multi-target mechanisms of acupuncture therapy for COVID-19 through text mining, bioinformatics, network topology, etc. Two active compounds produced after acupuncture and 180 protein targets were identified. A total of 522 Gene Ontology terms related to acupuncture for COVID-19 were identified, and 61 pathways were screened based on the Kyoto Encyclopedia of Genes and Genomes. Our findings suggested that acupuncture treatment of COVID-19 was associated with suppression of inflammatory stress, improving immunity and regulating nervous system function, including activation of neuroactive ligand-receptor interaction, calcium signaling pathway, cancer pathway, viral carcinogenesis, Staphylococcus aureus infection, etc. The study also found that acupuncture may have additional benefits for COVID-19 patients with cancer, cardiovascular disease and obesity. Our study revealed for the first time the multiple synergistic mechanisms of acupuncture on COVID-19. Acupuncture may play an active role in the treatment of COVID-19 and deserves further promotion and application. These results may help to solve this pressing problem currently facing the world. Keywords: by Oxford University Press. All rights reserved. For Permissions, please email: journals.permissions@oup.com. Figures Comment in - [Letter regarding article named 'Is acupuncture effective in the treatment of COVID-19 related symptoms? [Letter regarding article named 'Is acupuncture effective in the treatment of COVID-19 related symptoms? [Bioinformatics and system biology approach to identify the influences of COVID-19 on cardiovascular and hypertensive - [Exploration of the mechanism Shenqi decoction against 33243703 Review. Cited by - [Acupressure in the treatment of patients with mild infection of COVID-19 omicron variant: A prospectively observational study.](/37565844/)Medicine (Baltimore). 2023 Aug 10.1097/MD.0000000000034610. Medicine 37565844 [Molecular Biomarker Identification Using Network-Based Bioinformatics Approach That Links Smoking.](/37461741/)Bioinform PMC article. - [Acupuncture for swallowing disorder after recovery from COVID-19: A protocol for systematic review and meta analysis.](/37000050/)Medicine (Baltimore). 2023 Mar 31;102(13):e32491. doi: 10.1097/MD.0000000000032491. PMID: 37000050 Free PMC article. - [Bioinformatics and systems biology approaches to identify the effects of COVID-19 on neurodegenerative diseases: A review.](/36626425/)Medicine Molecules Cordycepin, and - - Assenov Y, Ramírez F, Schelhorn SE, et al. Computing topological parameters of biological networks. Bioinformatics 2008;24:282-4. - [PubMed](/18006545/) - Assenov Y, Ramírez F, Schelhorn SE, et al. Computing topological parameters of biological networks. Bioinformatics 2008;24:282-4. - - - - - Boezio B, Audouze K, Ducrot P, et al. Network-based - [PubMed](/28692140/) B, al. Network-based approaches in pharmacology. Mol Inform 2017;36(10):1700048. - MeSH terms LinkOut - more resources Full Text Sources Other Literature Sources Medical "}