{"title": "PDF", "author": "PDF", "url": "https://www.lls.org/sites/default/files/2021-05/FS3_Cancer%20Related%20Fatigue%20Facts_FINAL_10.16.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "October 2016www.LLS.org Information Specialist: 800.955.4572 Introduction Fatigue is very common in patients with blood cancers. Cancer-related fatigue (CRF) is characterized by excessive and persistent exhaustion that interferes with daily activity and function. CRF often begins before cancer is diagnosed, worsens during the course of treatment and may persist for months—even years—after treatment ends. Fatigue can be difficult to assess because there are no objective measurements. Unlike the fatigue that healthy people experience from time to time, CRF is more severe, often described as an overwhelming exhaustion that cannot be overcome with rest or a good night's sleep. Some people may also describe muscle weakness or difficulty concentrating. Many patients with leukemia, lymphoma, myeloma, myelodysplastic syndromes or myeloproliferative neoplasms find and disabling than other disease-related or treatment-related symptoms such as pain, depression or nausea. Although some clinicians, caregivers and people living with cancer consider CRF an inevitable part of this disease and its treatment, there are steps that patients can take to ease their fatigue. Regular exercise, good nutrition, psychological support, stress management and other lifestyle changes can help boost energy levels and the ability to cope with fatigue. Untreated CRF can negatively affect a person's physical and emotional well-being and quality of life. Fortunately, CRF awareness is growing and research is uncovering treatments to help minimize or relieve fatigue. In addition, leading health organizations such as the National Institutes of Health (NIH) and the National Comprehensive Cancer Network (NCCN) have called for better assessment and management of CRF as an integral part of quality comprehensive cancer care. As with any cancer-related symptoms or treatment side effects, individuals should continue to report their levels of fatigue or exhaustion to members of their oncology care team.Cancer-Related Fatigue Facts No. 3 in a series providing the latest information for patients, caregivers and healthcare professionals. Highlights l Cancer-related fatigue (CRF) is a persistent feeling of physical or emotional exhaustion related to cancer or cancer treatment. CRF interferes with mood and outlook, ability to fulfill daily responsibilities, and enjoyment of life. l CRF is more severe than fatigue that healthy people experience and is out of proportion to a person's level of exertion. CRF may have an unpredictable pattern (better one day, worse the next) and is less likely than normal fatigue to be relieved by sleep or rest. l CRF can be caused by cancer itself. It can also be caused by cancer treatment including chemotherapy, radiation or immunotherapy. A single specific cause may not be identifiable. l Signs of CRF may include physical weakness, changes in mood or motivation, irritability, and withdrawal from social activities. CRF may impair ability to perform daily activities, to concentrate and to make decisions. l It is important for patients to talk with their doctors, nurses and other members of their healthcare team if they experience signs of fatigue before, during, or after treatment. l There is no single effective treatment for CRF . The first steps are often to identify and treat any underlying causes of CRF (such as anemia or poor nutrition) and then to determine any other contributing health problems (like thyroid, heart, liver or kidney disease) that may make CRF worse. l A number of therapies are available that may help restore energy and relieve fatigue in a person who has a blood cancer. Always discuss any medications or herbal remedies with your doctor or nurse practitioner before taking or using them. FS3 Cancer-Related Fatigue Facts I page 2 Cancer-Related Fatigue FactsSigns and Symptoms of Cancer-Related Fatigue People with cancer who have chronic fatigue typically feel mentally and physically defeated. Many people are very hard on themselves because they are less active than they were before diagnosis and treatment. Signs of fatigue may include a sensation of physical weakness or muscle heaviness, depressed mood or mood changes, sleeping too much or too little, sleep that is not restorative, lack of motivation, avoidance of social activities, and irritability or difficulty with mental concentration, carrying out normal daily activities (including work or school), or making decisions. Patients should discuss their symptoms with their doctor or nurse. Signs of an underlying condition that may cause or worsen fatigue may be evident from a medical history, physical examination or laboratory test results. A patient may have lDifficulty climbing stairs or walking short distances lMuscle weakness lShortness of breath lWeight gain or loss lIntolerance to cold lAnemia or low thyroid function test results lSkin dryness or hair loss lSleep disturbances. Fatigue can also be reflected in mood, cognition and changes in social functioning including lDepressed and/or anxious mood lLack of motivation lNegative thinking lIrritability lInability to concentrate lLoss of memory or mental alertness lWithdrawal from leisure and/or social activities lUnusual strain in relationships. Coping with CRF can be frustrating, but there are steps that patients can take to boost their own energy and spirits. See T ake Care of Yourself on page 6 for some ideas to ease fatigue and support overall wellness. See the free LLS booklet Each New Day: Ideas for Coping with Blood Cancers for more useful information and tips.Causes of Cancer-Related Fatigue CRF may be caused by myelodysplastic syndromes or myeloproliferative neoplasms lThe side effects of cancer treatment (including chemotherapy, radiation, surgery, immunotherapy and/or other medications used to treat blood cancer). Understanding the causes of CRF in cancer patients is challenging because in any patient, fatigue typically has more than one cause. Fatigue is a common symptom of some types of blood cancer. When cancer patients begin treatment, many are already tired from undergoing medical tests, surgery, and the emotional stresses of dealing with a cancer diagnosis. After treatment begins, fatigue may become worse. Cancer treatments almost always affect a patient's energy level. Some studies suggest that fatigue may be further caused by lAnemia—Anemia, a low red blood cell count, may be a major factor in CRF . Many patients with anemia feel tired and weak. Anemia may be caused by the blood cancer itself or by the treatments. With some blood cancers, the cancer cells accumulate in the bone marrow and interfere with the normal production of red blood cells, which carry oxygen to all the cells throughout the body. If the level of red blood cells is too low, the body does not get enough oxygen. Anemia can also be caused or worsened by cancer treatments. These treatments do kill cancer cells, but may also affect the blood-forming cells in the bone marrow, decreasing the bone marrow's ability to make new red blood cells. lIncreased Immune Inflammatory Activity—There is evidence that abnormal activation of the immune system may cause CRF . Natural chemicals called \"cytokines\" are proteins that are normally released by white blood cells in response to infection. Cancer and its treatment can also disrupt cytokine levels. Cytokines carry messages that help regulate the immune and endocrine systems. But in high amounts, cytokines can be toxic and are linked to inflammation that may cause fatigue. An additional theory is that high levels of cytokines may worsen inflammation and disrupt the production of serotonin, a hormone that influences a person's sense of well-being and helps regulate mood, anxiety and sleep. Researchers are studying whether very high or low levels of serotonin may contribute to CRF . lHypothalamic, Pituitary, Adrenal (HPA) Axis Dysfunction—Another possible cause of fatigue is the effect that the cancer and/or the cancer treatments have FS3 Cancer-Related Fatigue Facts I page 3 Cancer-Related Fatigue Factson the hypothalamic, pituitary and adrenal glands. These three glands control the release of the stress hormone cortisol. Cortisol affects the regulation of blood pressure, cardiovascular function, carbohydrate metabolism and immune function. Researchers are studying whether cancer and/or cancer treatments (especially corticosteroids) reduce the levels of cortisol released in the body. Low levels of cortisol may cause or contribute to fatigue. Additionally, cortisol suppresses cytokine production. Therefore, low cortisol levels may cause cytokine levels to rise, which may cause inflammation and fatigue. lCircadian Rhythm Disruption—The possibility that cancer and/or cancer treatments may cause disruptions to the circadian rhythm and as a result, cause CRF is under investigation. Circadian rhythms are biological cycles that repeat approximately every 24 hours. Circadian rhythms influence sleep-wake cycles, core body temperature and hormone secretions such as cortisol. Sleep disorders are common in cancer patients and may arise from disturbances in the circadian rhythm. lCancer Treatments—Researchers are trying to better understand how cancer treatments cause CRF . Some studies suggest that \u0099 Cancer treatments not only kill cancer cells, they also kill normal, healthy cells. The body then uses extra energy to repair and heal body tissue damaged by treatment. \u0099 Cancer treatments cause the build-up of toxic substances that remain in the body after cells and cancer cells are killed by cancer treatment. These toxic substances may cause fatigue. CRF typically recedes in the months following treatment but sometimes it is an ongoing problem after treatment has finished. See the free LLS booklet Understanding Side Effects of Drug Therapy for information about fatigue and other side effects. Predisposing Factors in Cancer-Related Fatigue There are several factors that predispose cancer patients to CRF . Many of these factors can be treated. lAnemia (decreased number of red cells)—Anemia leads to decreases in the body's supply of oxygen, nutrients and energy, causing a person to feel tired. lPoor Nutrition—Many cancer patients are at risk for nutrition-related problems due to loss of appetite or side effects of treatment that may cause nausea, vomiting, diarrhea and diminished nutrient absorption. Poor nutrition and dehydration may cause a person to feel tired and listless.lLoss of Physical Fitness—A person who is overly tired is less likely to engage in physical activity. Reduced physical activity leads to loss of muscle mass, which increases the exertion needed to perform basic activities. lSleep Disturbances—More than half of patients with cancer have trouble sleeping, which can cause or exacerbate fatigue. Patients with cancer report higher rates of insomnia, poor sleep quality, and shorter durations of sleep. Fatigue may also result in more daytime napping, and daytime napping disrupts nighttime sleep patterns. lMood Changes—Anxiety and depression are the most common psychological causes of fatigue in patients with cancer. Depression affects approximately 15 to 25 percent of patients with cancer. Symptoms of depression include sadness, loss of interest in previously enjoyable activities, difficulty concentrating, exhaustion, difficulty sleeping or sleeping too much, and feelings of hopelessness. Coping with the stress of a cancer diagnosis can also contribute to fatigue by disrupting sleep. lLife Stressors Due to Cancer—Changes in a person's routine and the financial stress resulting from cancer treatment may also contribute to fatigue. Money may become a problem if a cancer patient needs to stop working or reduce work hours. Financial pressures brought on by the cost of health care, lack of health insurance or reduced income may trigger severe stress. The free LLS booklet Cancer and Your Finances may be useful. lPain—People who have blood cancer may experience pain that can disrupt sleep, decrease appetite, limit activity, and cause depression, all of which can intensify fatigue. In addition, many opioid analgesics (strong prescription pain medications) have side effects that may contribute to fatigue. For information about pain management see the free LLS fact sheet Pain Management Facts. lOther Health Issues—Coexisting health problems such as underactive thyroid, infection, sleep apnea, neurological problems, problems with heart, lung, kidney or liver function, may also cause or worsen fatigue. Development of hypothyroidism (a condition in which the thyroid gland does not produce enough hormone) can occur after radiation therapy for Hodgkin lymphoma, non-Hodgkin lymphoma and after total body irradiation in preparation for stem cell transplantation. Hypothyroidism has been noted in patients who have received interferon alfa 2b (Intron A®), L-asparaginase (ELSPAR®) and a number of and molecularly targeted anticancer treatments. Symptoms of hypothyroidism itself include fatigue, weight gain, muscle weakness and slowed heart rate.FS3 Cancer-Related Fatigue Facts I page 4 Cancer-Related Fatigue FactsAssessing Cancer-Related Fatigue CRF can affect a person's body, mind and spirit. If patients experience signs of fatigue before, during, or after treatment, it is important for patients to talk about the problem with a member of their treatment team. Assessing CRF can be challenging because lFatigue may fluctuate throughout the day and between treatments lFatigue can have more than one cause lMany patients believe that fatigue is an inevitable part of cancer treatment and do not mention it to a member of their healthcare team lSome patients worry that a discussion about their fatigue could distract their doctor or nurse practitioner from treating their cancer lSome patients worry that their fatigue is a sign of disease progression or a recurrence. As with other cancer-related symptoms such as pain, CRF is not necessarily an unavoidable part of a person's cancer journey. T reatment, along with lifestyle changes, can make an important difference and help improve energy level. The first step in assessing CRF is to identify and address any underlying physical problems aside from, or in addition to, the cancer. These underlying issues may be anemia, infection or treatment side effects that might be causing fatigue. While there are no lab tests that screen for CRF , your doctor or nurse practitioner may decide to order one or more of the following tests to help identify potential causes: lComplete blood count (CBC) lPeripheral blood smear lSerum iron level lT ransferrin level (glycoproteins that control iron in the blood) lTotal iron-binding capacity lFerritin level (protein in cells that stores iron) lFolate level (a B vitamin) lVitamin B12 level lErythropoietin level (a hormone that increases the number of red blood cells) lThyroid functionlAdrenocorticotropic hormone (ACTH) level (regulates cortisol; also known as Cortrosyn TM stimulation test). Your doctor and nurse use a variety of other methods to assess CRF , including tools that take into account the patient's description of fatigue severity and its effects on daily living. One of these tools is the Oncology Nursing Society Fatigue Scale, below. This and other tools are designed to assess the severity, frequency and daily pattern of fatigue, as well as how it interferes with quality of life. Your healthcare provider may ask, \"Since your last visit, how would you rate your worst fatigue on a scale of 0 to 10?\" (0 = not at all fatigued; 10 = as fatigued as I could be). When a patient reports a fatigue level as moderate to severe (4 to 10), a member of your healthcare team should perform an in-depth assessment including a more focused history and medical evaluation. Good communication between patients and their healthcare team is key to successful evaluation and treatment of fatigue. People living with cancer should be asked about and encouraged to note and report symptoms of fatigue at each office visit. Tell your doctor or nurse if the fatigue is lWorse at certain times of day lAssociated with certain cancer therapies lWorse or has been relieved by certain activities. Your sleep patterns and any past treatments for fatigue are also useful information to share with your doctor or nurse practitioner. Treatments for Cancer-Related Fatigue Fatigue is often caused by more than one problem. Therefore, whatever physical or psychological symptoms a patient has may be treated by one or more of the following treatments, often in combination with each other and/or at the same time. Treatment of Anemia. T reating anemia may help reduce fatigue in cancer patients. Anemia in cancer patients is best managed by treatment of the underlying cause. When the Reprinted with permission of the Oncology Nursing Society.FS3 Cancer-Related Fatigue Facts I page 5 Cancer-Related Fatigue Factscause is unclear or there is no specific remedy, treatment for anemia is considered \"supportive care\" and may include lChange in diet—T reatment may include eating more foods rich in iron and taking vitamins. lBlood transfusions—To raise hemoglobin levels quickly, a patient may receive a transfusion of red blood cells to alleviate symptoms of anemia and to ensure that sufficient oxygen is getting to a patient's vital organs. lErythropoiesis stimulating agents (ESAs)—ESAs stimulate the body to produce more red blood cells. The ESAs called \"epoetin alfa\" (Epogen®, Procrit®) and \"darbepoetin drugs given by injection to treat chemotherapy-induced anemia. They can relieve symptoms of anemia and reduce the need for blood transfusions, but they usually take two weeks to begin working. \u0099 Recent safety concerns about the use of these drugs have resulted in revised guidance about their use from the US Food and Drug Administration (FDA). \u0099 A cancer patient who is undergoing chemotherapy and is prescribed an ESA should be given information about the drug and should discuss the potential benefits and risks of taking an ESA with his or her doctor. Exercise. A growing body of evidence suggests that physical activities such as walking, riding a stationary bicycle, yoga, tai chi, swimming or water exercises, and strength training alleviate a cancer patient's fatigue and increase energy levels. Studies have shown that patients who exercise lAre less tired and less depressed lSleep better than patients who do not exercise lHave greater stamina and strength Another theory is that by increasing circulation, exercise may reduce excess inflammation which can worsen fatigue. Exercises that have a mind-body component such as yoga, tai chi, and qigong may be particularly effective in reducing fatigue. These exercises are unique because they combine physical components such as movement, stretching, balancing and controlled breathing along with stress management and spiritual practices such as meditation, that may improve overall sense of well-being. Before starting an exercise program, always consult with your doctor or nurse practitioner. It may be helpful to be referred to a physical therapist for an evaluation and an exercise plan. An exercise plan should be individualized based on the patient's age, type of cancer, and physical fitness level.Treatment of Pain. Pain should not be accepted as part of cancer treatment. Patients are encouraged to speak with members of their oncology team about treating pain. If pain is making fatigue worse, the cancer medication may be changed or the dosage increased. If too much pain medication is actually causing fatigue, the medication may be changed or the dosage adjusted. Treatment of Depression. Patients suffering moderate to severe depression usually benefit from specialized treatment. There are many ways to treat depression including medication, counseling or a combination of both. Support groups and stress management training may also help patients deal with the fatigue that is associated with depression, thereby improving quality of life. Psychosocial Interventions. Studies suggest that interventions that reduce stress and increase psychosocial support (counseling, stress management, coping strategies) can help reduce fatigue and increase energy levels. Randomized clinical trials have shown that cognitive- behavioral strategies such as progressive muscle relaxation or relaxation breathing may relieve CRF in those receiving radiation therapy or hematopoietic stem cell transplantation. There is also evidence that cognitive behavioral therapy for sleep may be effective in helping patients change sleep behaviors and reduce sleep disturbances. Nutritional Counseling. Many cancer patients suffer from loss of appetite, nausea, diarrhea and vomiting either due to the cancer or due to the cancer treatment. As a result, patients are unable to eat normally. A dietitian can work with a patient to ensure that he or she is getting sufficient calories, fluids, and nutrients for support in remaining as active as possible. Treatments Undergoing Investigation Patients are encouraged to explore clinical trials. Clinical trials test new drugs and treatments, many of which are being supported by LLS research programs, before they are approved by the FDA as standard treatments. Clinical trials are carefully controlled research studies, conducted under rigorous guidelines, to help researchers determine the beneficial effects and possible adverse side effects of new treatments. Clinical trials are designed to be accurate and very safe. Patient participation in clinical trials is important in the development of new and more effective treatments and may provide patients with additional treatment options. Patients interested in participating in clinical trials should talk to their doctors about whether a clinical trial would be appropriate for them. For more information about clinical trials, see the free LLS publication Understanding Clinical Trials for Blood Cancers or visit www.LLS.org/clinicaltrials. FS3 Cancer-Related Fatigue Facts I page 6 Cancer-Related Fatigue FactsThe following are under study for CRF . lMedications. Medications that may help improve symptoms of CRF remain under investigation. There are a very limited number of medications used to treat CRF . Medications may play a role in managing CRF for some patients, but there is no consensus about which of these drugs are beneficial. Some drugs, however, are used to help patients that are struggling with fatigue. They are \u0099 Psychostimulants—These drugs may help some patients to have more energy, improved mood, and be better able to concentrate and focus their attention. Psychostimulants can have serious side effects, particularly with long-term use. Given these concerns, the FDA has not approved psychostimulants for the treatment of CRF , and the usefulness of these medications is still being studied. Patients who have heart problems or who are taking anticancer medication that affects the heart can suffer serious cardiac side effects from psychostimulants. Doctors may prescribe a psychostimulant for the treatment of severe fatigue for short periods of time (a few weeks) in patients with advanced disease. Due to the potential of serious side effects with psychostimulants, it is important for patients to review the potential risks, benefits, and alternatives with a member of their healthcare team. \u0099 Antidepressants—Bupropion (Wellbutrin®) is a stimulating antidepressant. Researchers are studying its effectiveness in treating CRF for patients with and without depressive symptoms. Further research is needed to better understand the relationship between depression and fatigue in people with cancer, as well as the usefulness of antidepressants in CRF . lOther Medications and Supplements. Clinical trials with ginseng, coenzyme Q10, and L-carnitine (an amino acid supplement) are under way. There is little research on the use of sleep medications in people with cancer, and many experts say this should be an area of further study. The National Cancer Institute (NCI) supports cancer clinical trials studying fatigue. A list of the trials can be narrowed by location, drug, and other criteria at NCI's web site: www. cancer.gov/about-cancer/treatment/clinical-trials/search.Take Care of Yourself Here are some suggestions that may help patients with CRF improve their own well-being. Be Flexible. Do not measure yourself by prediagnosis energy levels. Set realistic goals. You may not be able to accomplish everything that you want to do every single day. Decide which tasks are most important for you to complete and focus on accomplishing those goals. When you are feeling fatigued, let others help you. Distract Yourself. Allow yourself to shift your focus from fatigue (and what you may not be accomplishing) by listening to music, reading a book, looking at pictures, meeting friends, watching a movie, going for a walk or enjoying time in nature. Stay Active. Staying physically active may help some people ease fatigue. If you do not already have an exercise regimen, begin one gradually and aim to exercise at least three to five times a week. Adjust your exercise routine if you feel overly tired. Focus on activities that will help you gradually build strength but that do not deplete your energy level. Light exercise, such as walking, can also help you relax and sleep better. See Exercise on page 5 . Practice Good Nutrition. Patients with cancer are at risk for malnutrition and other problems resulting from either the cancer or the cancer treatment (loss of appetite, nausea, vomiting and inability to absorb nutrients). It is important for patients to eat a balanced diet that provides sufficient fluid, calories, protein, vitamins and minerals. Iron intake is vital, so try to consume iron-rich foods such as green leafy vegetables and red meat. Maintain energy levels by eating frequent small meals or snacks throughout the day. You may find it useful to work with a dietitian to create a plan to suit your caloric needs and to learn about easy-to-prepare, healthy meals and snacks. Drink plenty of noncaffeinated liquids throughout the day. Adequate hydration is very important in preventing and treating fatigue. For more information about eating well, see the free LLS fact sheet Food and Nutrition Facts. Manage Stress. The effects of stress can be offset, in part, through exercise, relaxation techniques, mindfulness meditation, spiritual and/or religious practices, socializing and counseling. Address Sleep Habits. The following suggestions may help improve sleep quality: lEngage in relaxing activities before bedtime, such as taking a warm bath or shower, reading, writing in a journal, yoga, meditation or listening to calming musicFS3 Cancer-Related Fatigue Facts I page 7 Cancer-Related Fatigue FactslGo to bed at the same time every night lUse the bedroom for sleep only lKeep the bedroom cool, quiet and dark lUse comfortable bedding and sleepwear lAvoid caffeine, alcohol or high-sugar foods before bedtime lAvoid video game playing, television, computer, cell phone use and social media use before bed and overnight lForego daytime naps that may interfere with nighttime sleep. If you need to nap, do not sleep for longer than 30 minutes. Ask for Help. Ask for help with routine tasks such as shopping, cooking, housekeeping, laundry or driving. Rest when you feel tired. Plan Ahead. If possible, schedule cancer treatments for those times that will have the least effect on your job or other activities. For example, if you work, schedule treatments in the afternoon or at the end of the week so you can be the most productive at your job. Keep a Journal. Keep track of your experiences of fatigue. Take notes on a regular basis of lThe severity (on a 0 to 10 scale, with 0=no fatigue and 10=the worst you can imagine) of your fatigue lWhen your fatigue occurs lHow long your fatigue lasts lActivities or treatments that make you feel either better or worse lHow fatigue interferes with your daily activities lSymptoms of your fatigue such as tired legs or eyes, difficulties with concentration, weakness or sleepiness, shortness of breath, irritability or impatience. A detailed record will help you when you discuss possible causes, treatments and coping strategies with your doctor or nurse. Also note daily activities, medications and treatments, eating and sleeping habits, weight changes and emotional stressors, including financial concerns. Write down strategies that have worked to reduce fatigue, such as undertaking difficult tasks when your energy is highest, or pacing yourself and scheduling rest. Seek Support. Support groups are informative and comforting for many patients and their families. The Leukemia & Lymphoma Society (LLS) can help with referrals to support groups and the Patti Robinson Kaufmann First Connection Program, a peer-to-peer program that matches newly diagnosed patients and their families with trained volunteers who have been touched firsthand by a blood cancer and share similar experiences. Acknowledgement LLS gratefully acknowledges Sandra A. Mitchell, PhD, CRNP , FAAN Research Scientist; Outcomes Research Branch National Cancer InstituteBethesda, MD for her review of Cancer-Related Fatigue Facts and her important contributions to the material presented in this publication. We're Here to Help LLS is the world's largest voluntary health organization dedicated to funding blood cancer research, education and patient services. LLS has chapters throughout the United States and in Canada. To find the chapter nearest to you, visit our Web site at www.LLS.org/chapterfind or contact The Leukemia & Lymphoma Society3 International Drive, Suite 200Rye Brook, NY 10573 Contact an Information Specialist at (800) 955-4572 Email: infocenter@LLS.org. LLS offers free information and services for patients and families touched by blood cancers. The following various resources are available to you. Use this information to learn more, to ask questions, and to make the most of your healthcare team. Consult with an Information Specialist. Information Specialists are master's level oncology social workers, nurses and health educators. They can answer general questions about diagnosis and treatment options, offer guidance and support and assist with clinical-trial searches. Language services are available. For more information, please: lCall: (800) 955-4572 (M-F , 8 Cancer-Related Fatigue FactsFree Materials. LLS offers free education and support publications that can either be read online or downloaded. Free print versions can be ordered. For more information, please visit www.LLS.org/booklets. Telephone/Web Education Programs. LLS offers free telephone/Web education programs for patients, caregivers and healthcare professionals. For more information, please visit www.LLS.org/programs. Co-Pay Assistance Program. LLS offers insurance premium and medication co-pay assistance for certain eligible patients. For more information, please lCall: (877) 557-2672 lVisit: www.LLS.org/copay. Online Blood Cancer Discussion Boards and Chats. Online discussion boards and moderated online chats can help cancer patients reach out, share information and provide support. For more information, please visit www.LLS.org/discussionboards and www.LLS.org/chats. LLS Community. LLS Community is an online social network and registry for patients, caregivers, and supporters of those with blood cancer. It is a place to ask questions, get informed, share your experience and connect with others. To join, visit www.LLS.org/community. Sign Up for an E-Newsletter. Read the latest disease-specific news, learn about research studies and clinical trials, and find support for living with blood cancer. For more information, please visit www.LLS.org/signup. LLS Chapters. LLS offers support and services in the United States and Canada including The Patti Robinson Kaufmann First Connection Program (a peer-to-peer support program), in-person support groups, and other great resources. For more information about these programs or to contact your chapter, please lCall: (800) 955-4572 lVisit: www.LLS.org/chapterfind. Clinical Trials (Research Studies). New treatments for patients are under way. Many are part of clinical trials. Patients can learn about clinical trials and how to access them. For more information, please call (800) 955-4572 to speak with an LLS Information Specialist who can help conduct clinical-trial searches. Advocacy. The LLS Office of Public Policy (OPP) engages volunteers in advocating for policies and laws that encourage the development of new treatments and improve access to quality medical care. For more information, pleaselCall: (800) 955-4572 lVisit: www.LLS.org/advocacy. Other Resources PearlPoint Cancer (877) 467-1936 PearlPoint Cancer Support offers free one-on-one nutrition consultations. Their Nutrition Educator, a registered dietitian with experience in oncology nutrition, can help patients navigate their cancer journey by discussing strategies for healthy living, side effect management, survivorship nutrition tips and provide additional nutrition resources. Oncology Nursing Society (ONS) www.ons.org (866) 257-4ONS (866-257-4667) ONS is a professional association committed to promoting excellence in oncology nursing and the transformation of cancer care. The Web site contains a section called the \"PEP (Putting Evidence into Practice) Rating System.\" PEP reviews the scientific literature to determine which treatments and interventions improve cancer-related concerns. PEP resources are designed to provide evidence-based treatments for patient care. On the PEP page for fatigue, patients can view the effectiveness of various treatments at www.ons.org/practice-resources/pep/fatigue. National Comprehensive Cancer Network www.nccn.org (215) 690-0300 The National Comprehensive Cancer Network® (NCCN), a not-for-profit alliance of 26 of the world's leading cancer centers devoted to patient care, research, and education, is dedicated to improving the quality, effectiveness, and efficiency of cancer care so that patients can live better lives. Through the leadership and expertise of clinical professionals at NCCN Member Institutions, NCCN develops practice guidelines that are appropriate for use by patients, clinicians, and other healthcare decision-makers. References Berger AM, Mooney K, Alvarez-Perez A, et al, National Comprehensive Cancer Network. Cancer-related fatigue Vers 2. 2015. Journal of the National Comprehensive Cancer Network. 2015;13(8):1012-1039.FS3 Cancer-Related Fatigue Facts I page 9 Cancer-Related Fatigue FactsBower JE. Cancer-related fatigue-mechanisms, risk factors, and treatments. Nature Reviews. Clinical Oncology. 2014;11(10):597-609. Carroll JK, Kohli S, Mustian KM, et systematic and meta-analytic review of non-pharmacological therapies for cancer patients. Psychological Bulletin. 2008;134(5):700-741. Minton O, Richardson A, Sharpe M, et al. A systematic review and meta-analysis of the pharmacological treatment of cancer-related fatigue. Journal of the National Cancer Institute. 2008;100(16):1155-1166. Mitchell SA, Hoffman AJ, Clark JC, et al. Putting evidence into practice: an update of evidence-based interventions for cancer-related fatigue during and following treatment. Clinical Journal of Oncology Nursing. 2014;(18 suppl):38-58. Mustian KM, Morrow GR, Carroll JK, et al. Integrative nonpharmacologic behavioral interventions for the management of cancer-related fatigue. The Oncologist. May 2007;(12 suppl 1):52-67. http://theoncologist.alphamedpress.org/content/12/suppl_1/52.full.pdf+html. Accessed October 8, 2016. National Cancer Institute. Fatigue (PDQ®)Patient Version. General information about fatigue. www.cancer.gov/about- cancer/treatment/side-effects/fatigue/fatigue-pdq, Modified May 7, 2015. Accessed October 8, 2016. National Comprehensive Cancer Network. Cancer-related fatigue (version 1.2016NCCN In: Clinical Practice Guidelines in Oncology. www.nccn.org/professionals/ physician_gls/PDF/fatigue.pdf. Accessed April 8, 2016. Roscoe JA, Kaufman ME, Matteson-Rusby SE, et al. Cancer-related fatigue and sleep disorders. The Oncologist. 2007;(12 suppl 1):35-42. Ryan JL, Carroll JK, Ryan 1): 22-34.Stepanski EJ, Walker MS, Schwartzberg LS, et al. The relation of trouble sleeping, depressed mood, pain, and fatigue in patients with cancer. Journal of Clinical Sleep Medicine. 2009;5(2):132-136.US Food and Drug Administration. Information on erythropoiesis-stimulating agents (ESA) epoetin alfa (marketed as (marketed P , Verhoef G, Gosselink R. Physical activity and physical fitness in lymphoma patients before, during, and after chemotherapy: a prospective longitudinal study. Annals of Hematology. 2014;93(3):411-424. This publication is designed to provide accurate and authoritative information in regard to the subject matter covered. It is distributed as a public service by The Leukemia & Lymphoma Society (LLS), with the understanding that LLS is not engaged in rendering medical or other professional services. "}