{"title": "A Dream of a Woman Book Launch", "author": "Casey Plett", "url": "https://www.mcnallyjackson.com/event/dream-woman-book-launch", "hostname": "mcnallyjackson.com", "description": "September 23rd 7pm McNally Jackson Seaport Award-winning novelist Casey Plett (Little Fish) returns with a poignant suite of stories that center transgender women. We are thrilled to welcome her, along with Jeanne Thornton to celebrate the launch. Casey Plett's 2018 novel Little Fish won a Lambda Literary Award, the Firecracker Award for Fiction, and the Amazon First Novel Award. Her latest work, A Dream of a Woman, is her first book of short stories since her seminal 2014 collection A Safe Girl to Love. Centering transgender women seeking stable, adult lives, A Dream of a Woman finds quiet truths in prairie high-rises and New York warehouses, in freezing Canadian winters and drizzly Oregon days. Read more", "sitename": "McNally Jackson Books", "date": "2021-08-26", "cleaned_text": "(Little Fish) returns with a poignant suite of stories that center transgender women. We are thrilled to welcome her, along with Jeanne Thornton to celebrate the launch. Casey Plett's 2018 novel Little Fish won a Lambda Literary Award, the Firecracker Award for Fiction, and the Amazon First Novel Award. Her latest work, A Dream of a Woman, is her first book of short stories since her seminal 2014 collection A Safe Girl to Love. Centering transgender women seeking stable, adult lives, A Dream of a Woman finds quiet truths in prairie high-rises and New York warehouses, in freezing Canadian winters and drizzly Oregon days. In \"Hazel and Christopher,\" two childhood friends reconnect as adults after one of them has transitioned. In \"Perfect Places,\" a woman grapples with undesirability as she navigates fetish play with a man. In \"Couldn't Hear You Talk Anymore,\" the narrator reflects on her tumultuous life and what might have been as she recalls tender moments with another trans woman. An ethereal meditation on partnership, sex, addiction, romance, groundedness, and love, the stories in A Dream of a Woman buzz with quiet intensity and the intimate complexities of being human. We ask that all guests provide proof of vaccination upon arrival, and encourage everyone to wear masks regardless of vaccination status. Limited spaces. Casey Plett is the author of the novel Little Fish and the short story collection A Safe Girl to Love (Topside Press), and co-editor with Cat Fitzpatrick of the anthology Meanwhile, Elsewhere: Science Fiction and Fantasy from Transgender Writers (Topside Press). She wrote a column on transitioning for McSweeney's Internet Tendency, and her essays and reviews have appeared in the New York Times, Maclean's, the Walrus, Plenitude, the Winnipeg Free Press, and others. She is the winner of a Lambda Literary Award for Best Transgender Fiction and received an Honour of Distinction from the Writers' Trust of Canada's Dayne Ogilvie Prize for LGBTQ Emerging Writers. Jeanne Thornton is the author of Summer Fun, The Dream of Doctor Bantam, and The Black Emerald, as well as the coeditor (with Tara Madison Avery) of We're Still Here: An All-Trans Comics Anthology. Her fiction has appeared in n+1, Wired, The Evergreen Review, and more. She is the copublisher of Instar Books and lives in Brooklyn. More information is available at her "}