{"title": "PDF", "author": "PDF", "url": "https://mckinneylaw.iu.edu/ilr/pdf/vol33p475.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Law, Case Western Reserve University School of Law. B.A., 1985, W ellesley College; J.D., 1988, Harvard Law School; LL.M. in Health Law, 1999, University of H ouston. This A rticle w as m ade possib le in part by a gra nt from the A AUW Edu cational Founda tion. The author w ishes to thank Mary Anne Bobinski and T . Howard Stone for their helpful comm ents on earlier draf ts of ENCYCLOPEDIA OF BIOETH ICS 2056 ( Warren T. Reich ed., rev. ed. 1995) . 2.See NATIONAL COMMISSION FOR THE PROTECTION OF HUMA N SUBJECTS OF BIOME DICAL AND REPO Recommendation to the FDA Conce rning D rug Research on Prison ers, 56 S. CAL. L. REV. 969, 971 (1983) . 4.See ENCYCLOPEDIA OF BIOETH ICS, supra note 1, 5.ALLEN M. HORN BLUM, ACRES OF SKIN: HUMA N EXPERIMENTS AT HOLMESBUR G PRISON 71 (1998) .BENEF ICIAL AND UNUS UAL PUNIS HMENT : AN ARGUMENT IN SUPPORT OF PRISONER PARTICI PATIO N IN CLINI CAL TRIALS SHARONA HOFFMAN* INTR ODUCT ION Until the last few decades of the Twentieth Century, prisoners were widely used in bio medical experim entation in the United States. Prisoners served as1 test sub jects fo r sub stances ranging from perfu me, soap, and cosm etics, to dio xin, psychological warfare agents, and radioactive isotopes. By 1969, eighty-five2 percen t of new drugs were tested on incarc erated person s in forty -two prisons ,3 and prisoners in the United States were even utilized to te st drugs for researchers in other countries. In the following decade investigations revealed that prisoners4 who were the subjects of c linical rese arch often suffered serious adverse conse quen ces a nd severe ab uses. Allen Hor nblum, wh o, in his book Acres of Skin, wrote a moving expose of medical research that was conducted in one prison, stated in an early chapter: For two decades—from th e early 1950s to th e early 1970 s—Philad elphia's Holm esburg Priso n played host to one of the largest and most varied medical experimentation centers in the country. Only the inmates, and the d octors who experimented on them , know just exactly what to ok place , but whereas the latter choo se not to discuss their earlier medical exploits, the prisoners are not asked. In that respect, Holm esburg is little different from the d ozens of other in stitutions that contained vulnerable populations and [sic] were exploited in the name of scientific advancement. This sad but wide-spread twentieth-century phen omenon has much to teac h us about o ur eth ical stan dards and our capacity for human compassion .5 In light of the discov ery of severe rese arch abuse s, several en tities, in cluding the F ederal Bure Be havioral Prisone rs as Subje cts, 45 C (1998) . 9.See 45 C.F.R. § 46.306(a)(2). If a prisoner might be assigned to a placebo control arm, the study can proceed only with approval by the Secretary. See id. § 46.306( a)(2)(iv). 10. See id. § 46.304( b). 11. See id. § 46.305( c). 12. Interview with Paula Knudson, Executive Coor dinator of the University of Texas Health Science Center Com mittee for the Protec tion of Hum an Subje cts (Sept. 18, 1998). See also Reid J. Schar, Dow nwar d Sentencing D epartures for HIV- Infected De fendants : An Analy sis of C urrent Law a nd a Framework for the Fut ure, 91 N W. U. L. REV. 1147, 1185 ( 1997) ( o ex perim ental dru gs and o nly 12% allow inma tes access to clinical trials of drug s.\").U.S. Nation al Commission for the Protection of Human Subjects of Biomedical and Behavioral R esearch, called for a moratorium on prisone r exp erimentation.6 These institutions further advocated th e development of standards to regulate medical experim entation in the priso n setting and to safegu ard th e welfare o f prisone rs who were include d in clinical trials.7 Subseque ntly, regulations regarding the use entation on prisone rs were issu ed by the federal governm ent. Departm ent o f Health a nd Hum an Services (\"DHHS\") regulations limit inmate participation in clinical8 investig ations to the follow ing: (1) stud ies of the p ossible causes, effects, and process es of imprisonm ent an d crim inal behav ior so long as the res earch involves only minimal risk and inco nvenience to the su bject; (2) studie s of prisons as institutiona l entities or of inm ates as incarcerate d ind ividuals, so long as the research involves only minimal risk and inco nvenience to the su bject; (3) research on particular cond itions a ffecting pr isoners as a class s o lon g as the research is app roved by the Secretary of Health and Human S ervices o r an authoriz ed DHHS employee and (4) resear ch involving a treatm ent likely to benefit the p risoner himself or herself. In addition, the institutional9 review board asses sing the clinical trial must in clude at least one prisone r or prisone r repres entativ e and must ce rtify that a variety of cond itions h ave been10 met and that a number o f precau tions have been taken. As a resu lt of these and11 other string ent req uirem ents, only about fifteen perc ent o f institution s engaging in clinica l research in the U nited States include priso ners in their research protoco ls.12 Abuse of prisoner subjects in biomedical research or failure to obtain meaningful informed consent f rom inmates can lead to violations of their constitutional rights. The constitutional provisions that may be implicated in controv ersies reg arding bi omedical experim entation on prisone rs inclu de th e Fourth Amendment, Eighth Amendment, and Fourteenth Amendment. Nevertheless, prohibiting seriously ill prisoners from participating voluntarily in clinical research may cons titute an equivalent contravention of their constitutio nal rig hts under the E ighth A mendm ent an d the Due Process and Equal2000 ] PRISONER PARTICIPATION IN CLINICAL TRI ALS 477 13. See 45 C. F.R. § 46. 306(a )(2)(iii). 14. See Schar, supra note 12, a t 1156. 15. See id. at 1184- 85. 16. See Walter Shapiro, 1.8M Reaso ns for Crimina l-Justice Reform , USA TODAY, Mar. 17, 1999, at 2A. 17. See 21 C. F.R. § 7. 3(f) \"Produc t means an ar ticle subje ct to the jurisdiction of the Food a nd D rug Administration, including any food, dr ug, and de vice intended for hum an or animal use . . . .\"). 18. See 45 C .F.R. § 46. 101 (a pplic able to any researc h that is conduct ed, funded, or regulated by any federal department or agency); Richard S. Saver, Note, Reimbu rsing New Techno logies: hy Are the Courts Ju dging Experimental , 44 S TAN. L. REV. 1095, 1122 . 19. See 21 C. F.R. § 312. 23(a).Protectio n clau ses. Because many clinical trials inv olve potentia l cures for diseases that frequently affect prison populations, such as hepatitis, HIV13 infection, and tube rculosis, regulations that are excessiv ely string ent m ay14 deprive prisoners of life-saving therapy. Currently, 1.8 million people are in15 jail in the United States at any given tim e. Therefore, polices tha t bar prisone r16 participation in biom edical research adversely affect a very larg e number o f Americans. This Article will analy ze the constitutio nal issues implicated in bio medical research involving prisoners. It will argue that, in light of contemporary regulatory safeg uards, the constitutio nal rig hts o f priso ners e nrolled in clinic al studies will n ot be jeopardiz ed. Moreov er, the A rticle w ill enco urage the inclusion of prisoner subjects in biomedical research involving potentially beneficia l exp erimental trea tment fo r life- threatenin g diseases and will assert that regulations banning the inclusion of prisoners in clinical studies are constitutionally suspect. This Article begins with an overview of clinical trials and informed consent. Next, a brief history of the abuses suffered by prisoners in clinical trials will be presented. The Article will then discuss the Nuremberg Code and the federal regu lations applicab le to research involving inmates. The constitutio issu es relatin g to prisone rs' particip ation in or exclusio n from clinical trials will b e analyzed at leng th. Finally, the author w ill address the practical and e thical difficulties of conducting biomedical experimentation in whic h prisoners participate and will p rovide sp ecific recommendatio ns reg arding these impedim ents. I. CLINICAL TRIALS AND INFORM ED CONS ENT Clinica l trials fo r drug s and devices are regulated by the Food and Drug Adm inistration (FD A). Clinica l trials for proced ures such as su rgeries o r bone17 marrow transplants are not regulated by the FDA but often must comply with DHHS regulations. Drug s stud ied in clinical trials are called Investig ational18 New Drug s (\"INDs\"). Sponsors wish ing to cond uct a clinical trial to test a n ew19478 INDIANA LAW RE VIEW [Vol. 33 :475 20. See id. 21. See id. § 312.34( a). 22. See id. § 312.34( b)(I). Regu lation in the Unit ed Sta tes, 14 J. LEGAL MED. 617, 621 (1993) . 26. See 21 C .F.R. § 312. 21(a) (1999); see also Henry, supra note 25, a t 621. 27. See 21 C .F.R. § 312. 21(a); Henry, supra note 25, a t 621. 28. See 21 C .F.R. § 312. 21(a); Henry, supra note 25, a t 621. 29. See Henry, supra note 25, a t 621. 30. See 21 C .F.R. § 312. 21(b) . 31. See Henry, supra note 25, a t 621. 32. See id. 33. See id.; see also 21 C. F.R. § 312. 21. 34. See Henry, supra note 25, a t 621; 21 C .F.R. § 312. 21 (1999) . 35. See Henry, supra note 25, a t 621.drug must su bmit an IND application to the FDA. In some circu mstances, a20 drug still u nder investig ation m ay be used to treat pa tients n ot pa rticipating in a clinical trial. Specifically , an IND may be used in treatm ent o f patien ts if th e21 drug is intende d to treat a serious or immediately life-threatenin g disea se, and22 there is no comparable or satisfa ctory alterna tive drug or therapy . The drug can23 be utilized in treatm ent if it is cu rrently under in vestig ation in a clinical trial, or if clinical trials hav e been completed and the sp onsor is activ ely pursuing marketing approval with du e dilig ence.24 Medical res earch for drugs and other treatm ents is cond ucted in three o r four phase s of clinical trials. In Phase I, the new drug is given to patien ts or healthy25 indiv , most effe ctive method of administration, and safe dosage range. Participants in the trial receive increasing dosages of the26 substan ce in order to de termine its metabolism , absorption , and side effects and to gain early evidence of its effectiveness, if possible. Phase I clinical trials27 generally involve only twenty to eighty subjects, last ab out a year, and have a very high failure rate. Seventy perc ent o f drug s sub mitted for Phas e I clinical28 trials fail to progress to Phase II.29 Phase II trials are designed to determine the effectiveness of the therapy.30 The treatm ent is administered to pa tients afflicted w ith the disease for w hich the therapy is intended , and the trial often inv olves 100 to 300 people a nd lasts ab out two years. Approxim ately thirty- three percent of drug s sub mitted for clinical31 trials fail in Phase II testing.32 Phas e III clinical trials are conducted only after the treatment has proven effecti ve throug h Phase I and II trials. The third p hase attem pts to asses s the33 medical results o f the experim ental th erapy in comparison with stan dard therapy or no the rapy at all. Phase III studies usually invo lve 1000 to 30 00 patients and34 last ab out th ree y ears.352000 ] PRISONER PARTICIPATION IN CLINICAL TRI ALS 479 36. See 21 C .F.R. § 312. 85. 37. See id.; see also Henry, supra note 25, a t 622. 38. See 45 C .F.R. §§ 46. 101(a ); 46.103 ( 1998). 39. See .F.R. ); 45 C. F.R. § (1998). 56. C.F.R. 45 C. F.R. 43. See 21 45 C. F.R. 44. 107(d) ; 45 C.F.R. §§ See 21 .F.R. ); 45 C. F.R. 46. See 21 45 C. F.R. 47. See 21 45 C. F.R. arketing or Phas e IV clinical trials. These36 studies are d esigned to de termine th e ex istence of less com mon adverse reactions, the effect o f the drug on m orbidity or mortality , and th e effect of the drug on a particular patient popu lation, such as ucted, supp orted, or regulated by any federal department or agency must be reviewed by an Institutional Review Board (\"IRB\") . An IRB is a comm ittee des ignat ed by an i nstitution view,38 approve, and pe riodically ment k nown as the \"protoc ol\" reg arding elig ibility requ irements fo r particip ants, the n umber o f subjects to b e tested, and the objective of the research. Each participan t must sign an40 \"inform ed consen t\" docum ent throug h which he or sh e is fully inform ed of the details of the clinical trial.41 Both IRBs and the contents of informed consent forms are extensively regulated by the Department of Health and Human Services. Each IRB must have at least fiv e members with varying background s and diversity in terms of race, g ender, and culture. Each IRB must include at least one member w hose42 principal concerns are in th e scientific realm and one individual whose primary concerns ar e nons cientific (e.g. a lawyer or minister). Furt hermore, each IRB43 must include at least one member who is no t otherwise affiliated with the entity and who has no immediate family member a ffiliated w ith the institution.44 Unle ss an exp edited review is nec essary , res earch protocols must b e reviewed at m eetings at which a majority of the members of the IRB are present, including at least one member whose professional expertise is nonscientific.45 A majority of the m embers p resent must v ote fo r the appro val of the researc h before the ator is perm itted to procee d.46 An IRB h as authority to approve or disapprove the research activities it reviews or to require that the y be modified. The IRB must provide w ritten47 notification of its dec isions to tho se who propo sed the research and must co nduc t conti nuing reviews of research it approved at least yearly, or more often if the risks entailed necessitate a more frequent assessment.48 In order to approve proposed research, an IRB must ensure that specific480 INDIANA LAW RE VIEW [Vol. 33 :475 49. See 21 C .F.R. § ); 45 C. F.R. ; 45 C.F.R. § 46.116( a), (b). The provision r eads in pa rt as follows: (a) Basic elements of informed consent. . . . in seeking informed consent the follow ing information s hall be prov ided to each subject: (1) A statem ent that the study involves re searc h, an explanatio n of the purp oses of the research and the expected dura tion of the subject's participation, a description of the proc edures to be follow ed, and ide ntification of any procedures which are experimental; (2)A desc ription of any reasonably foreseeable risks or discomforts to the subject; (3) A descriptio n of any benefits to the subj ect or to oth ers w hich may reasonabl y be expected from the research; (4) A disclosure of appropr iate alternative proc edures or cour ses of treatment, if any, that might be advantageous to the subject; (5) A statement describing the ex tent, if any, to which confidentiality of records identifying the subject will be maintained; (6) For research involving m ore than minim al risk, an ex planation as to whethercriteria are met. These include: (1) risks to participants are minimize d; (2) risks to su bjects are reaso nable in lig ht of anticipated benefits; and (3) selection of participants is equ itable, and the p rotocol is sen sitive to the p articulariz ed problems of rese arch involving vulnerab le po pulation s, such as ch ildren, prisone rs, pregnant wom en, mentally disabled or econo mically or educa tionally deprived persons.49 The inform ation provided to participants on the inform ed consen t doc ument must b e written in language that is compr ehensible to the subject. Inform ed50 conse nt may not includ e lang uage that waiv es or app ears to waive any of the subject's rig hts o r release s the institution or personn el inv olved in the research from liability for negligence. The regulations further require that in form ed51 conse nt be obtained in writing from each participant, thoug h certain ex ception s are allo wed.52 The reg ulations detail th e data that m ust be featured on the inform ed consen t docu mentation. This inf ormation inc ludes a description of the researc h, an explanation of its risks, benefits, and alternatives, a discussion of confidentiality, a list o f con tact pe ople, and a statem ent th at particip ation is voluntary and may be discontinu ed at any time.532000 ] PRISONER PARTICIPATION IN CLINICAL TRI ALS 481 any com pensation and an ex planation a s to whether any medical treatments are available if injury occurs and, if so, what they consist of, or w here f urther information m ay be obta ined; (7) An explanation of whom to contact for ans wers to pe rtinent questions about the research and res earch subje cts' rights, and w hom to contact in the event of a research-related injury to the subject; and (8)A statement that participation is voluntary, refu sal to participate will involve no pe nalty or loss of benefits to which the subject is othe rwise entitled, and the sub ject m ay discon tinue participation at any time without penalty or loss of benefits to which the subject is othe rwise entitled. (b) Additional elements of informed consent. When appropria te, one or more of the follow ing elements of information s hall also be prov ided to each subject: (1) A statement that the particular treatment or procedure may invol ve risks to the subject (or to the emb ryo or fetus, if the subject is or may become pregnant) which are currently unforseeable; (2) Anticipated circumstance s under which the subject's participation m ay be terminated by the investigator without regard to the subject's consent; (3) Any additional costs to the subj ect that may result from participation in the research; (4) The conseque nces of a subject's decision to w ithdr aw from the research and procedures for or derly termination of participation by the subject; (5) A statement that significant new finding s developed during the course of the research which m ay relate to the subject's willingness to continue participation will be prov ided to the subject; and (6)The approximate number of subjects involved in the study. 45 C. F.R. § 46. 116(a )-(b) (1998) . 54. The relevant federal regulations were prom ulgated only in the 1970s, as discussed in Part III below.While extensive federal regulations protect contemporary research subjects in the United States, regulatory safeg uards are a relativ ely recen t g overnm entally -mandated constrain ts, medical researche rs often abused and even tortured those involved in clinical trials, p articularly when the participants were prisoners. The history of m edical experimentation on prisoners both in this country and abroad is grim and sobering. 482 INDIANA LAW RE VIEW [Vol. 33 :475 55. See ENCYCLOPEDIA OF BIOETH ICS, supra note 1, at 2056. 56. See id. 57. See id. 58. See id. 59. See HORN BLUM, supra note 5, at 77. 60. See id. at 78. 61. See id. at 78- 79. 62. See id. at 79. 63. See ENCYCLOPEDIA OF BIOETH ICS, supra note 1, at 2056. 64. See HORN BLUM, supra note 5, at 81. 65. See id. 66. See id. at 81, 83. 67. See id. at 82.II. THE ABUSE OF PRISONER S IN CLINICAL TRIALS Throug hout history many differen t culture s use d prisoners for bio medical experimentation. In ancient Persia physicians were permitted to utilize incarcerated indiv iduals as research subjects. The Rom an empire subj ected55 prisone rs to the te sting of poisons. Eighteenth century European physicians56 expo sed prisone rs to venereal disease, cancers, typhoid , and scarlet fev er in order to co nduc t medical research. 57 In the United States the earliest known experimentation involving prisoners dates back to 1914, when white male convicts in Mississip pi were used in pellag ra stud ies. Pellag ra is a dise ase th at cau ses d ermatitis, diarrhea, dementia,58 and, at times, death. The purpose of the experiment was to induce pellagra in59 twelve volunteers and to study the effects of diet on the disease. All twelve60 receiv ed pardon s and survived, but th ey were n ot perm itted to leav e the clinical trial, even after suffering severe symptoms and begging to be released from it.61 In California, betw een 1919 and 1922, hundred s of prisone rs too k part in a testicular transplant experiment, designed to test whether lost male potency could be re invigorated. During World War I I grea t enthusiasm developed for prisone r62 experimentation, and prisoners signed up for research trials in large numbers in order to sh ow their p atriotism . In New York scores of inmates v oluntee red fo r63 daily doses of various drugs to assist the Army in determining whether soldiers could carry full work loads unde r the drugs' influenc e. New Jersey supplied the64 Army with willing participants for research regarding sleeping sickness, sand-fly fever, and deng ue fe ver. In the Statev ille Penitentiary in Illinois, more th an 40065 prisone rs were inclu ded in a two-year-long stud y aimed at findin g a cure for malaria, and at the U.S. Peniten tiary in Atlanta 600 inm ates p articipated in oth er malaria rese arch. As thes e experim ents w ere de veloped , researchers began66 utiliz ing inform ed consen t form s to provide tes t sub jects w ith in formatio n regarding the trials so that inv estig ators c ould claim that participan ts the stu dies in which they enro lled an d so that authorities could be absolv ed fro m legal repercussions. A considerable portion of participants in the malaria672000 ] PRISONER PARTICIPATION IN CLINICAL TRI ALS 483 68. See id. 69. Id. at 75. 70. See id. 71. See id. at 75, 77. 72. See Colleen M. McCarthy, Note, Experimentation on Pr isoners: The Inade quacy of Volunt ary Cons ent, 15 N EW ENG. J. ON CRIM. & CIV. CONF INEMENT 55, 57 (1989) . 73. Bernard D. Meltzer, \"War Crim es:\" The N uremberg Trial and the Tribunal for the Former Yugos lavia, 30 V AL. L. REV. 895, 896 (1996) . 74. See McCarthy, supra note 72, a t 57 n.10. 75. Id. (citing A.M. Capron, Hum an Ex perimentation , in 1 BIOLAW § 10, at 229 ( 1986)) . 76. See id. 77. See id. 78. See id. 79. See id.studies received pardons as a reward for their bravery.68 The most notorious large-scale medical experimentation in human history was cond ucted by the Nazis du ring World War I I. The elite of th e German medical community subjected innoce nt victims in concentration c amps to \"a broad rang e of 'ghastly ' In Buchen wald weiler, numerous healthy inmates w ere involuntarily infecte d with yellow fever, smallpox, typhus , cholera, and diphth eria germs that ca used hund reds o f them to die. In other camps Nazi doctors conducted experiments relating to70 high altitude, malaria, free zing, mustard gas, bone transplantation, sea water, steriliz ation, and incen diary bombs. 71 The full ex tent an d inhum anity of the m edical became public k nowledge du ring the Nure mberg Trials after Wo rld War I I. The Nure mberg Trials we re op ened on72 November 20, 1945 at the Palace of Justice in N uremberg, Germany. Twenty73 three N azi phy sicians were found guilty of \"war crim es an d crim es ag ainst humanity ,\" and sev en of them were sen tenced to de ath. At the trials the defense74 argued that the Nazis' research was no worse than \"the wartime experiments in the U nited States such as those carried out at th e Joilet, I llinois, prison in which treatm ents for malaria were sought by physicians who had to first infect the volunte er prisoners with the disease.\" Th ese arguments failed, however,75 becau se the prosecution focused o n the fact that in the co ncentratio n camps inmates h ad no choice re garding the torm ents to whic h the y were su bjected, an d in the United States prisone rs voluntee red to particip ate in clinical trials.76 Japanese researchers also conducted barbarous experiments on prisoners in Manchuria during World War II. The Japanese inves tigators, however, were77 never tried, and their crimes remained hidden from public scrutiny for over thirty -five years. In exchang e for silence, the Japane se ag reed to share with the78 American government the data they had gathered regarding biological warfare throug h experim entation with Chin ese c aptiv es.79 As a result of th e N urem berg Trials, the Nurem berg Code was484 INDIANA LAW RE VIEW [Vol. 33 :475 80. See id. at 57. 81. See 5 ENCYCLOPEDIA OF BIOETH ICS, supra note 1, app. a t 2763. 82.Nurem berg Code (19 47). The full text of the Nurem berg Code is as follows: 1. The volunta ry consent of the hum an subject is absolute ly essential. This means that the person involved shoul d have legal capacity to give consent; shoul d be so situated as to be able to exercise free power of choice, without the intervention of any element of force, fraud, de ceit, dure ss, over-reaching, or other ulterior form of constraint or coercion; and should have sufficient knowledge and c omprehen sion of the elem ents of the subject m atter involved as to enable him to make an under standing a nd enlightened decision. This latter element require s that before the acceptance of an affirmative decision by the experimental subject there should be made known to him the nature, duration, and purpos e of the experiment; the method and means by which it is to be conduc ted; all inconveniences and ha zards reasonabl y to be expected; and the effects upon his health or person w hich may possibly come from his participation in the experiment. The duty and re spons ibility for ascertaining the quality of the consent rests upon e ach indi vidual who initiates, directs or engages in the experiment. It is a personal duty and respons ibility which may not be delegated to anothe r with impunity. 2. The experiment should be such as to yield fruitful results for th e good of society, unpr ocurable by othe r methods or means of study, and not random and unnecessa ry in natu re. 3. The experim ent sho uld be so designed and based on th e res ults o f anim al experim entatio n and a knowledge of the natural hi story of the disease or other proble m unde r study that the anticipated results will justify the performance of the experiment. 4. The experiment sho uld be so cond ucted as to avoid all unn ecessary phys ical and mental suffering and injury. 5. No experiment should be conduct ed where there is an a prio ri reason to believe that death or disabling injur y will occur; except, perhaps, in thos e experiments where the ex perim ental ph ysicians also se rve as subjects. 6. The degree of risk to be taken shoul d never exceed that det ermin ed by the humanitarian importa nce of the probl em to be solved by the experiment.promulgated. Th e Code is included in the Nuremberg Military Tribunal's80 decision in the ca se of United States v. Karl B rand t. The Code featu res81 ten p oints that d elineate the circ umstance s un der w hich medical experimentation on human subjects is permissible. During the latter part822000 ] PRISONER PARTICIPATION IN CLINICAL TRI ALS 485 7. Proper preparation s shou ld be made and adequ ate facilities provided to protect the experimental subject against even remote possibilities of injury, disability, or de ath. 8. The experim ent shou ld be cond ucted only by scientifically qualified person s. The highest degree of skill and care shoul d be require d throug h all stages of the experiment of thos e who conduct or engage in the experiment. 9. During the course of the experiment the hum an subj ect should be at liberty to bring the experiment to an end if he has reached the physical or mental state where contin uatio n of the ex perim ent seem s to him to be impossible. 10. During the course of the experiment the scientist in charge must be prepared to terminate the experiment at any stage, if he has proba ble cause to be lieve, in the exercise of the good faith, superior skill and careful judgment require d of him that a continua tion of the ex periment is lik ely to result in inj ury, disability, or death to the experimental subject. Id. at 2763- 64. 83. See Schroeder, supra note 3, at 970; REPO RT, supra note 2, at 3077. 84. See HORN BLUM, supra note 5, at 89- 90. 85. See id. at 43. 86. See id. at 93. 87. See id. 88. See id. 89. See id. 90. See id. at 95.of the Twe ntieth Century, prisoners have rarely, if ever, been involved in clinical trials outside of the U nited States.83 In the United States, ho wever, medical research involving prisoners continu ed fo r sev eral de cades after World War I I. In 1953 testing on fede ral prisone rs inclu ded research regarding hepatitis, hea rt diseas e, intestinal protoz oan parasites, athlete's foot, and the common cold. In the early 1950s84 nearly 100% of participan ts in Phas e I clinical trials across the United States were prisone rs, accordin g to the fo rmer ch ief of clinical in vestig ations for the FDA, Dr. Alan B. Lisook.85 The Oh io priso n system was involved in som e of the m ost d angerous and controversial experiments of the mid- 1950s. The research was conducted in86 conjunction with the Sloan Kettering Institute for Cancer Research and Ohio State Univ ersity 's medical research departm ent. Inmates v oluntee red to be87 injected with live can cer ce lls in both forearm s. Two w eeks after the in jection,88 the affe cted a rea o f one forea rm would be surgically removed for stu dy, while the malignant cells rem ained in the other forearm for an in definite period of tim e.89 Medical experim entation in the 1950 s was not lim ited to physical ailm ents. At the Ionia State Hospital in Michigan, at least 142 inmates participated in secret m ind-control expe riments for the CIA. The CIA gave numerous \"sexu al90486 INDIANA LAW RE VIEW [Vol. 33 :475 91. Id. 92. See id. at 97. 93. See id. 94. See id. at 103. 95. See id. 96. See id. 97. See id. at 108. 98. See Schroeder, supra note 3, at 971. 99. See ENCYCLOPEDIA OF BIOETH ICS, supra note 1, at 2056- 57. 100. See HORN BLUM, supra note 5, at 107. 101. See id. 102. See id. 103. See id. at 108. 104. See ENCYCLOPEDIA OF BIOETH ICS, supra note 1, at 2056.psychopaths\" LSD and marijuana in order to \"test the effectiveness of c ertain medication in causi ng individuals to relea e for doctors. Dr . Austin R. Stough, an Oklahoma ph ysician, is estimated to have earned approxim ately $1 million a year by selling blood plasm a extracted from voluntee r priso ners in Oklahom a, Arkansas, and Alabam a and by using the prisoners for drug testing. His customers included Bristol-Myers, Merck,92 Sharp & Dohme, Upjohn, Lederle, and ts.93 Throug the 1 960s , in fact, drug com panies competed for acc ess to priso n popu lations. In 1964, Upjohn and Parke-Davis con tributed over a half million94 dollars to build a state of the art laboratory in side the State Prison of Southern Michig an at Jack son, which was the largest walled peniten tiary in the world and hous ed 4100 inmates. Inmates w ere traine d to run the tes ts in prison labs95 themselves an d were p aid b etwee n $.35 and $1.25 per d ay, a small fraction of what employees doing such work would earn in a non-prison environment.96 Medical experimentation in prisons con tinued throughout the 19 60s and ea rly 1970s. In 1969 eighty-five percent of all new dru gs we re tested on prisoners97 in forty -two prisons . As late as 1975 at least 3600 prisoners in the United98 States were used by drug companies as the first humans on whom the safety of new medication was tested. Th e federal government, through the Atomic99 Energ y Commission, funded a decade- long radiation study on inm ates in Oregon and Washing ton State prisons. The experim ents were desig ned to de U.S. astronau cou ld du ring space flig Prison ers voluntee red for the testing and receiv ed sm all m onetary payments, but were required to unde rgo radiation expo sure to the ir testicles at rates equiv alent to approximately twenty diagnostic x-rays. Test subjects suffe red painful,102 lasting effects, and, accordin g to some estim ates, almost h alf of them have sinc e died. From 1970 to 19 75 five agencies of the fede ral g overnm ent u behavioral rese arch studies.1042000 ] PRISONER PARTICIPATION IN CLINICAL TRI ALS 487 105. See HORN BLUM, supra note 5, at 108. 106. See id. 107. See id. 108. See id. at 109. 109. See id. 110. See id. at 108. 111. Id. at 109. 112. See id. at xix-xx, 35. Kligman is the inventor of Retin-A, the acne cream and w rinkle remover, which he tested on H olmesburg prisoners. See id. at 214. 113. See id. at 127- 30, 137, 141-43. 114. See id. at 129. 115. See id. at 149- 61. 116. See id. 117. See id. at 163- 83. 118. See id. at 169.In Petersburg, Virginia, Dr. John L. Sever of the National Institutes of Health conducted a rubella project, exposing prisoners to the disease for sixteen we eks at a time. Inmates earned twenty dollars for their participation. In California105 106 and Arizona prisone rs were inv olved in weight lessness experim ents fo r the National Aeronautic and Space Administration. Prisoners were required to107 remain in bed at all times, some for over six months. In addition, some were108 placed in co mpression suits and were forced to en dure repeated bloo d an d calcium tests and radioactive isotope injections. Subjects were paid fifty109 dollars per month and an additional fifty dollars for completing the study.110 They also signed inform ed consen t form s, and these, unlik e their predec essors, provided inmates with some degree of protection by stating that the consent form s \"sh all no t be constru ed as a release of NASA from any future liability .\"111 In Acres of Skin, Allen M. Hornblu m wrote an expose of the twenty-year testing program at Philad elphia's Holm esburg Priso n. The prog ram was run by Dr. Albert M. Kligman, a University of Pennsylvania dermatology professor.112 Horn blum is particularly critical of experim ents c ondu cted by Klig man at the prison. First, in conjunction with the Army, he tested a mind- altering substance known as EA 3167 on prisone rs in an effort to determ ine whether it should be added to the Army's chemical warfare stock. Inmates113 suffered confu sion and hallucina for up to thre e weeks. In addition,114 Kligm an tes ted rad ioactiv e isoto pes at the prison despite ha ving little ed ucation or ex perience in radioactiv e medicine. Hornblu m alleg es tha t Klig man m ade115 various misrepresentations to the U.S. Atomic Energy Commission in order to obtain a req uired license from the federal governm ent. The third e xperim ent116 deno unced by Hornblu m is o ne condu cted fo r Dow Chemical C orporatio n, involving dioxin, a compo nent of Agen t Orange. Ac cording the book,117 Kligm an subjected sev eral priso ners to 7500 m icrog rams of the to xic su bstance , 468 times the dosage he was ins tructed to ad minister b y Dow Chemicals.118 Horn blum observes in his b ook that \"[t]he H olmesburg experiments to ok place before the rise of investigative journalism, and the media, the government,488 INDIANA LAW RE VIEW [Vol. 33 :475 119. Id. at 242. 120. See McCarthy, supra note 72, a t 58. 121. See WILLIAM J. CURRAN ET AL., HEALTH CARE LAW A ND ETHICS 276 ( 5th e d. 1998) . 122. See id. 123. See THE BANTA M MEDICAL DICTIONA RY 424 ( rev. ed. 1990) . 124. See CURRAN ET AL., supra note 121, a t 276. 125. See Pub. L . 93-348, 88 S tat. 342, § 201; McCarthy, supra note 72, a t 58- 59. 126. See BARUCH A. BRODY , ETHICAL ISSUES IN DRUG TESTI NG, APPROV AL AND PRICING 103 (1995) . 127. See ENCYCLOPEDIA OF BIOETH ICS, supra note 1, at 2056; REPO RT, supra note 2, at 3079- 81. 128. See generally 45 C .F.R. § 46. 301 (1998) . 129. See McCarthy, supra note 72, a t 59. 130. See 45 C .F.R. § 46. 101(a ).and the public in general, neither knew nor cared about the events occurring daily within the walls of the old city jail.\" That i ndifference would vanish in the119 1970 s. III. THE OUTC RY AGAINST EXPER IMENT ATION ON PRISONER S AND ITS CONSEQUENC ES Concern r egarding the mistreatm ent o f medical research subjects in th e United States developed in the early 1970s, largely as a result of publicity conce rning was co nduc ted120 from the 1950 s until the beg inning of the 1 970s and was designed to stu dy the effects o f untreated syphilis in a group of A frican A merican men. The121 researche rs pro fessed to treat the patients, but n ever div ulged to them that they were not b eing provided with the e asily available a nd fully effectiv e cure of122 penicillin. The subjects thus continu ed to suffer from the debilitating illness123 while believ ing that they were rece iving adequate care.124 The Senate held subcommittee hea rings in 1973 and subseque ntly estab lished the N ational Com mission for the Protec tion o f Human Subjects in B iomedical and Behavioral R esearch throug h the National Rese arch Act of 1974. The125 National Commission operated between 1974 and 1978. In 1976 the126 Com mission recom mended to the S ecretary of the D epartm ent o f Health, Education and Welfare (\"H EW\") (n ow \"DH HS\") that the governm ent declare a moratoriu m on funding and approving priso ner stu dies u ntil any priso n tha t allowed inmate experimentation met at least minimum criteria to protect inmate subjects. HEW published regulations for prisoner protection in clinical trials127 in 1978. Althoug h DHHS modified the reg ulations address ing biom edical128 research when it succee ded HEW, it retained the sections relating to priso ners.129 In general, DHHS regulations apply to any research involving human subjects that is conducted, supported, or regulated by any federal department or agency.130 DHHS regulations are d esigned to lim it the circum stances in w hich researchers may include prisoners in their studies and to provide adequate2000 ] PRISONER PARTICIPATION IN CLINICAL TRI ALS 489 131. See Eileen Kelly, Expanding P risoners' Access to AIDS-Related Clinical Tr ials: An Ethical an d Clin ical Imperati ve, 75 T HE PRISON JOURNAL 48, 57 (1995) . 132. See 45 C.F .R. § 4 6.304. The pro vision reads in releva nt part as follows: In add ition to satisf ying the requi rements in § of this p art, an Institu tional Revie w Board, carry ing ou t respon sibili ties und er this part w ith respect to researc h covere d by this sub part, shall also m eet the f ollowing specif ic requirem ents: (a) A majo rity of the Boa rd (exclusive of prisoner members) shall have no association with the prison(s) involved, apart from their membership on t he Board. (b) At leas t one member of the Board shall be a prisoner, o r a prisoner representative with app ropriate back ground and experience to serve in that capacity, except that where a particular research proj ect is reviewed by more than one Board onl y one Board ne ed satisfy this require ment. Id. 133. See id. § 46.305(a)(2). The regulation foun d at 45 C.F .R. § 4 6.305(a) rea ds as f ollows: (a) In add ition to all other respon sibili ties prescribed f or Insti tutional Rev iew Boards unde r this part, the Board shall review research covered by this subpa rt and approve such research only if it finds that: (1) The research un der revie w represents one of the c ategories of re searc h permissible unde r § 46.306(a ntages accruin g to the prison er throu gh his or her participation in the research, when compared to the general living condi tions , medical care, quality of food, a menities and opportuni ty for earning s in the prison, a re not of such a magnitude that his or her ability to weigh the risks of the research against the value of such advantages in the limited choice environm ent of the prison is impaired; (3) The risks involved in the research are commensurate with risks that wouldprotection to inmate subjects. The regulations recognize that prisoners living in a harsh prison setting may be coerced into accepting risks that free citizens would not and that investigators may be tempted to utilize a \"captive\" group to undergo biom edical studies that w ould not b e tolera ted by civ ilians w ho are n ot incarcerated .131 The reg ulations impose special requirem ents and duties An IRB reviewing such rese arch must include at least one prisoner or prisoner advocate, and a majority of its members may not be otherw ise ass ociated with the p rison at issue . 132 The IRB must ensure that the advantages that the prisoners enjoy through participation in the trial with respect to liv ing conditions , healthcare, food, amenities, and potential earnings are not so great as to render the inmate unable to weigh the risks of the study against its benefits in the prison environment.133490 INDIANA LAW RE VIEW [Vol. 33 :475 be acc epted by nonprison er volunteers; (4) Procedure s for the selection of subjects within the prison are fair to all prisoners and immune from arbitrary intervention by prison authorities or prisoners. U nless the principal investi gator pr ovides to the Board justification in writing for follow ing some other procedures, control subjects must be selec ted rando mly from the group of available priso ners who meet the characteristics needed for that particular research proje ct; (5) The information i s presented in language which is unde rstandabl e to the subject popul ation; (6) Adequa te assurance exists that parole boards wil l not take into account a priso ner's participa tion in the researc h in making decision s regardin g parole, and each prisoner is clearly informed in advance that participa tion in the research will have no effect on his or her parole; and (7) Where the Boa rd finds there may be a need for follow -up e xamination or care of participants after the end of their participation, adequate prov ision has been made for such examination or care, taking into account t he varying lengths of individual prisoners' sentences, and for informing participants of this fact. Id. 134. See id. § 46.305( a)(3). 135. See id. § 46.305( a)(7).In addition, the risks involved in the trial must be equivalent to those that would be acceptab le to non-inmate the selection of pa rticipants should be fair and not subject to arbitrary intervention by prison officials or prisoners. Information provided to prisoners135 for purposes of informed consent must be articulated in language that is comprehen sible to the inmate popu lation. In oards may not136 consid er priso ner p articipation in clinic al trials w hen making paro le dec isions, and prisoners must be informed of th is fact. Finally, adequate follow-up care137 must b e pro vided, when rticipants.138 The regu rticipation ations to the follow ing: (1 ) stud ies of the p ossible causes, effects, and pro cesses of imprisonment and c riminal behavior so long as the research involves only minimal risk and inco nvenience to the su bject; (2) studies o f priso ns as institutiona l entities or of inm ates as inca rcerated in dividuals so lo ng as the research involves only minimal risk and inco nvenience to the subject; (3) itions a ffecting priso ners a s a class s o lon g as the study is ap proved by the Secretary; and (4) research involving a treatment likely2000 ] PRISONER PARTICIPATION IN CLINICAL TRI ALS 491 139. See id. § 46.306( a)(2). The regulation reads in relevant part: (a) Biome dical or behavioral research conducted or supported by DHHS may involve prisoners as su bjects only if: (1) The institution respons ible for the conduc t of the research has ce rtified to the Secretary that the Instit utional Revie w Board has appro ved under § 46.305 of this subpa rt; and (2) In the judgm ent of th e Secretary [Health an d Hum an Service s] the pro posed research involves solely the following: (i) Study of the possible causes, effects, and proc esses of incarceration, and of criminal behavior, prov ided tha t the study presents no m ore than minima l risk and n o more than in convenience to th e subjects; (ii) Study of priso ns as institut ional structures or of priso ners as incarcerate d person s, pro vided th at the study presents no m ore than minima l risk and n o more than in convenience to th e subjects; (iii)Research on conditi ons par ticularly affecting prisone rs as a class (for example, vacc ine trials and other resea rch on hepatitis which is m uch more prevalent in prisons than elsewhere; and re search on social and psychological prob lems such as alcoho lism, drug add iction and sexual assaults) provided that the study may proc eed only after the Secretary has co nsulted with appropriate experts including experts in penology medicine and ethics, and publi shed noti ce, in the Federal Register, of his intent to approve such research; or (iv)Research on practices, both innov ative and accepted, which have the intent and re asonabl e proba bility of improving the health or well-being of the subject. In cases in which those studies require the assignment of prisoners in a manne r con sistent with protoc ols approv ed by the IRB to control groups which may not bene fit from the research, the study may proc eed only after the Secretary has consulted with appro priate experts, includ ing ex perts in penology medicine and ethics, and published notice, in the Federal Register, of his intent to approve such research. Id. 140. See id. § 46.306( a)(2)(iv). 141. See Kelly, supra note 131, a t 57. 142. See Schroeder, supra note 3, at 984- 85.to be nefit the priso ners th emselves. If a prisone r might be assigned to a139 placebo control arm, the study can proceed only with the Secretary's approval.140 The FDA, an agency of DHHS, published its own proposed regulations in141 1980 . The reg ulations were substan tially the same as those issued by142492 INDIANA LAW RE VIEW [Vol. 33 :475 143. See Kelly, supra note 131, a t 59. 144. See Fante v. Department of Health and H uman Services, Civil Action N o. 80- 72778, (E.D. Mich. filed July 29, 1980) , cited in 46 Fe d. Reg. 35085 ( 1981). 145. See id.; Schroeder, supra note 3, at 986. 146. See Fant e, 46 F ed. Reg. at 35085; Schroeder, supra note 3, at 986. 147. See Kelly, supra note 131, a t 56. 148. See id. 149. A recent statement issued by the Office of the Inspector General of the U.S. Department of Health and Hum an Services is highly critical of the institutiona l review board system. According to the report, the regulations are inade quately implemented and human subjects are insufficiently prote cted by IRBs. However, the report did not focus specifically on review of protocols involving prisoners, a proce ss that is subject to higher standards. See OFFIC E OF INSPEC TOR GENERAL , U.S. DEP'T OF HEALT H & HUMA N SERVICES, INSTITUTIONAL REVIEW BOARDS : A TIME F OR REFORM (1998) ; see also discussion infra Part V.B. Nevertheless, while the regulations themselves prov ide ample pro tection for pri soners, som e IRBs may be inconsistent in applying the guidelin es. The IRB system may therefore need to unde rgo scrutiny and im provement in order to ascertain that, in practice, prison ers consistently enjoy the benefits of the re gulatory safeguards. 150. See Schar, supra note 12, a t 1185 n.235. 151. See Kelly, supra note 131, a t 58 (citing Kathryn Duke, Achieving Balanc e: Biomedical Research and Inmates , CORHEALTH, Fall 1993, a t 1, 2). 152. See id. at 59. GARY L. STEIN & LINDA D. HEADLEY, NORTH JERS EY COMMUNITY RESEARC H INITIATIVE, PRISO NERS WIT H HIV: GUIDEL INES FOR IMPLEMENTING CLINICAL TRIALS IN CORRECTIONAL SETTINGS 7 (July 1995).DHHS. Nevertheless, on July 29, 1980 inmates in the Michigan State143 Penitentiary at Jackson filed a la wsui t cha llenging the pr opos ed FDA regulations. On November 12, 1980, the Upjohn Com pany, the primary144 spon sor o f drug researc h at Jackson, interv ened as a plain tiff in th e cas e. The145 plaintiffs alleged that the FDA's proposed ban on prisoner participation in nonth erapeu tic dru g experimentation violated the E qual Protectio n and Due Process clauses of the Fi fth Am endment. With the lawsui t pendi ng, the FDA146 stayed the effective date of its regulations. The FDA has never removed its147 stay or repropo sed its reg ulations.148 Existing federal regulations provide significant protection for prisoners participating in clinical trials. Prisoner participatio n must be inform ed and149 voluntary and cannot pose more than minimal risk to the research subject. Desp ite the many safeg uards implem ented by DHHS, few inmates h ave acc ess to clinic al trials. Accordin g to a su rvey con ducted b y American150 Corre ctional Health prohib Relativ ely few research institutions151 have acc epted prisone rs in clinical trials in recent ye ars. These in clude facilities in Colorado , Conne cticut, Mary land, New York , Texas, and Virg inia.152 In light of history , a concern may exist that ind ividuals c anno t, under any circum stances, be ad equately pro tected in a prison setting and that any biom edical experim entation will l ead to a violation of the priso ners' le gal and moral rights. W hile it is wise for researchers to be mindful of the sensitive2000 ] PRISONER PARTICIPATION IN CLINICAL TRI ALS 493 153. U.S. CONST . amend. VIII. The text provides that \"[e]xc essive bail shall not be require d, nor excessive fines im posed, no r cruel and un usual p unishm ent inflicted.\" Id. 154. See Wilkerson v. Utah, 99 U.S. 130 (1878) (holding that death by firing squad is not cruel and unus ual punis hment). 155. See Weems v. United Sta tes, 217 U .S. 349, 382 ( 1910). In Weems the Cour t held that the Eighth Amendme nt's cruel and u nusual pu nishment clause w as \"progressive , and is no t fastened to the obsolete, but may acquire meaning as public opinion becomes enlightened by a hum ane justice.\" Id. at 378. See also Samantha A. Moppe tt, Case Com ment, Cons titutional Law— Extending E ighth Amendm ent Protections to Prisoners Exposed to able Leve ls of l Tob acco Smo ke—Helling v. McKinney , 28 S UFFOLK U. L. REV. 200, 202 (1994) . 156. See Helling v. McKinney , 509 U .S. 25, 31 ( 1993); Moppe tt, supra note 155, a t 202. 157. See Estelle v. Gamble, 429 U .S. 97, 106 ( 1976). 158. Jackson v. Bishop, 404 F .2d 571, 579 (8t h Cir. 1968) ( summarizing the Supr eme Cour t's cases and conc luding that the limits of the Eig hth A mendm ent are \"not ea sily or ex actly defined\"). 159. See Gam ble, 429 U.S. at 106 (\"In or der to state a cognizable claim , a prison er mustcircum stances of prisoners, it is also u nwis e to exclud e inm ates fro m ex perim ental trea tments m ay constitute an equivalent violation of prisoner rights and is similarly problematic in m oral an d leg al term s. The ne xt sec tion will focus o n the potential constitutio nal issu es im plicated in biomedical experim entation involving prisone rs. IV. ANALYSI S OF T HE CONSTITUTI ONAL RIGHTS OF PRISONERS AS THEY RELATE TO BIOMEDICAL IMENT ATION A. While Irre spon esearch May Violate Prisoners ' Eigh th Amendment Rights, Denial of Potentially Life-Sa ving Expe rimen tal T reatm ent to Prisoners Also Constitutes Unconstitution al Cruel a nd Unusual Punishm ent 1. A mendment O verview .—The Ei ghth Amendm ent to the Constitution of the U nited States prohib its the infliction of \"c ruel an d unusu al punish ment.\" The Supre orig inally the E ighth A mendm ent153 as only precluding punishments of torture and unnecessary cruelty or sentences154 that are grossly disproportionate to the crime committed. The Supreme Court155 subseq uently bro adene d its interpretation of the E ighth A mendm ent an d determ ined that it applies to the treatm ent in mates receiv e while incarcerated ,156 including improper medical treatment. Th e Amendment is understood to157 embod y \"broad and idealistic concepts of dignity, civilized standards, humanity, and decen cy . . . .\" 158 Nevertheless, it is n ot eas y for prisone rs to prevail in Eighth A mendm ent cases. An inmate alleging an Eighth Ame ndment violation must establish a grave deprivation of rights to which prison officials have reacted with deliberate indifference. In determining whether a punishment violates the Eighth159494 INDIANA LAW RE VIEW [Vol. 33 :475 allege acts or omission s sufficiently harm ful to evidence delib erate indifference to seriou s medical needs.\"). 160. Trop v . Dulles, 356 U .S. 86, 101 ( 1958). 161. Farmer v. Brennan, 511 U .S. 825, 835 ( 1994). 162. See id. at 837. 163. 482 U .S. 78 (1987) . In Safley inmates challenged two regulations prom ulgated by the Missouri Division of Corrections. The Cour t upheld the regulation conc erning inmate-to-inmate corresponde nce but found the inmate marriage regulation to be invalid. 164. Id. at 89. See also Lewis v. Casey, 518 U .S. 343, 361 ( 1996). 165.Walker v. Sumner, 917 F.2d 382, 385 (9th Cir. 1990) (quoting Safley, 482 U .S. at 90- 91). 166. 481 F. Supp. 203 (D. Md. 1979).Amendment, the Supreme Court has assessed the challenged punitive measure in light of the \"evolving standards of decency that mark the progress of a maturing society.\" Furthermore, the Court has found that deliberate160 indifferenc e \"en tails something more than mere negligence . . . [but] s omething less than acts or omissions for the ver y pur pose of causing harm or with knowledge that harm will result.\" In order to establish a deliberate161 indifferenc e claim based on imprope r medical treatment, an in mate m ust sh ow that p rison officials (1 ) were aw are o f the indiv idual's serious medical need; and (2) dis regarded, ignored , or refuse d to provide th e inm ate w ith treatm ent fo r that need. 162 If an Eighth A mendm ent v iolation arises n ot from the acts o f particu lar prison officials b ut from a prison policy , a different test, first articulated by the Supreme Court in 1987 in Turn er v. Safley, will be applied. In Safley, the163 Court held that a impinges on inm ates' co nstitutiona l rights, the regulation is valid if it is reaso nably related to legitimate reg ulation, the court must164 consid er the follow ing four factors: (1) 'there m ust b e a \"valid, rational conn ection\" betw een the p rison regulation and the legitimate governmental interest put forward to justify it;' (2) th e court sh ould determ ine w hether there a re alterna tive means of ex ercising the constitutio nal rig ht tha t rem ain open to the inm ates; (3) the co urt is to co nsider the im pact th at acco mmodation o f the asserted constitut ional right w ill hav e on guards, othe r inm ates, and on the allocation of prison resource s; and (4) the court sho uld a ssess whether there a re read y alterna tives to the prison reg ulation—th e absence of su ch ready alternatives suggests that the regulation is reasonable while their existenc e may be evidence of the opposite.165 2. Bailey v. Lally.—Th e case of Bailey v. Lally provides a uniquely166 thorou gh analysis of an Eighth A mendm ent challeng e to the inclu sion of prison inmates in clinic al trials. In Bailey , state priso ners b rought a class a ction r 42 U.S.C. § 1983 alleg ing that prisone rs w ho participated in clinical investig ations at the Mary land Hou se of Correction's m edical research unit h ad2000 ] PRISONER PARTICIPATION IN CLINICAL TRI ALS 495 167. See id. 168. See id. at 205. 169. See id. 170. See id. 171. See id. 172. See id. 173. See id. at 205- 06. Pris oners working in the laundry earned $2.22 pe r day. See id. 174. See id. at 206. 175. See id. 176. See id. 177. See id. 178. See id. 179. See id. at 209- 10. 180. See id. at 207.suffered violations of the ir con stitutional rights to due pro cess, privacy, and protection against c ruel an d unus ual punish ment. After carefu l con sideration167 and lengthy discu ssion, the court ruled against th e plain tiffs. A recitation of the facts is important to understanding the court's analysis and thus, will be provided in so me detail. The Mary land House of Correction (\"MHC \") was opened in 1879 and was designed to ho use appro ximately 1100 inmates. During the early 1970s the inmate populati on ranged from 1498 to168 1617, and many cells designed for only one person housed two occupants at a time. Until 1976, hot water was unavailable to prisoners. During the winter,169 170 inmates suffered from the cold because the pr ison's heating system was sorely inadequate, and in the summer months, the facility was very hot. A la rge171 percen tage of prisone rs had no work, educatio nal, or v ocation al activ ities and spent between sixteen and seventeen hours per day in their cells. Those with172 jobs earned betw een $.63 and $1.46 per day , with the v ast m ajority earn ing under $1.10 a day. 173 A medical research unit w as esta blished at th e MH C by doctors fro m the University of Maryland School of Medicine, and research involving prisoners comm enced in 1958. Pris oners participating in clinical trials wer e pai d two174 dollars per day, including Saturdays and Sundays, and additional payments were made if the prisoner underwent particular medical procedures. Approximately175 one third o f the participan ts liv ed fu ll-time in a desig nated section of the medical resear ch unit that, unlike the rest of the prison, had hot water, color television, and three s eparate bathroo m facilities. The patients could retain their jobs an d176 enjoy the i ncome earn ed fro m the medical research as a supp lement to othe r earnings. Participation in clinical trials, however, had no impact on parole177 decision s. This fa ct was disclosed to so me, but n ot all of the inmates.178 179 Prison ers learn ed of the medical research unit v ia word of m outh or from an applicatio n tha t som e were g iven when they entere d MH C and that w as also publish ed in the prison newspape r. Inmates w ishing to be in cluded in the180 medical experimentatio n were req uired to co mplete th e application, which496 INDIANA LAW RE VIEW [Vol. 33 :475 181. See id. 182. See id. at 208. 183. See id. at 210. 184. See id. 185. See id. 186. See id. at 212 n.15. 187. See 45 C .F.R. § 46. 406 (1998) . 188. See Bailey , 481 F . Supp. at 212. 189. See id. at 220. 190. See id. 191. See id. at 219- 20. 192. See id.include d detailed in form ation regarding the research. When a stud y was to be181 commen ced, all applicants wou ld be gathered as a gr oup and addressed by a nurse or a doctor, who explain ed th e reaso n for and natu re of the ex perim entation as well as its po ssible risk s. Inmates w ho again ex pressed interest in pa rticipation underwent a physical examination and were given repetitive oral explanations in layman's te rms, with oppo rtunities fo r questions and ers.182 ultim ately acce pted participan ts in the studies w ere g iven addition al verbal d ata ab out th e resea rch a nd were told that the y could withdraw at any time. Many in fact did withd raw both before and during various stages183 of ex perim entation. Prisoners were also a sked to sign a written conse nt184 form.185 The medical research unit at MHC conducted nontherapeutic studies of various infectio us peutic studies are tho se186 that d o not provide any direct medical benefit to the patient but seek to pro duce general knowledge about a particular disorder or cond ition. All of the d iseases187 investi gated, with the exceptions of the common cold and the flu, had known cures. Approxi mately fourteen perc ent of th e prisoners incarcerated at MHC188 from 1971 to 19 75 participated in the m edical studies.189 The plaintiffs alleged in their lawsuit that the poor prison conditions, their idleness, and the salary , which far exc eeded earn ings from other prison jobs, rendered their participation in the clinical trials coerced and consequently resulted in violations of the ir Eig hth A mendm ent and othe r con stitutional rights. The Eighth A mendm ent cla im revolved around the questio n of whether190 indiv iduals incarcerated in a prison setting can give truly meaning ful co nsent and rationally choose to volunteer for the trial with a full understanding of both its benefits and its risk s.191 The Bailey court found tha t the prisone rs were ad equately inform ed in light of the numerous verbal e xplana tions and the w ritten co nsent form s they receiv ed. The plaintiffs' s trong est alleg ations were thus rooted in the issue of192 voluntariness. Th e plaintiffs argued that the ov ercrowded and extremely uncom fortable conditions of regular institutional life at MH C caused them to over-value th e potential ea rning s and hours away from their ce lls and deprived2000 ] PRISONER PARTICIPATION IN CLINICAL TRI ALS 497 193. See id. at 220. 194. See id. 195. Id. 196. See id. at 221. 197. See id. 198. Id. at 219. 199. See id. at 221. 200. See McCarthy, supra note 72, a t 59. 201. See discussion supra Part III. 202. See 45 C .F.R. § 46. 306(a )(2) (1998).them of the ab ility to make a meaning ful de cision. 193 The court rejected the plaintiffs' claims. It noted that in fact a very small minority of prisone rs (on ly fourteen p ercent) found the medical research programs appealing and that there was a constant shortage of volunteers. In194 addition, the court noted the following: Prisoners at the MHC were not subject to physical abuse, or confined in segregated c ells, or restricted to meagre [sic] diets, until th ey consented to participate in MR U studies. Prisoners were not pressured to participa te. To the contrary , prisoners had a viable c hoice and, even after ch oosing to participate, had the optio n to withd raw from the medical studies.195 The court decision also em phasiz ed th at the experim ents d id no t create a danger to the subjects' lives or fu ture health and that the risks of temporary discomfort were fully disclo sed to the inmates. Finally , the court focu sed upon the fact196 that p articipation in the clinical s tudies did n ot facilitate the in mates' relea se from MHC , and thus, early paro was not an incen tive for enrollm ent. The197 court found that the plain tiffs' Eig hth A mendm ent cla im failed becau se the defend ant's c ondu ct w as n ot \"in compatible with evolving stand ards o f decen cy\" and did not s ubject them to undu e coercion.198 199 The m edical research in the Bailey case was con ducted bef ore the DHHS issued its reg ulations for priso ner res earch in 19 78. Today priso ners in volved200 in clinic al trials would e njoy far g reater p rotection than that av ailable to the plaintiffs in the Bailey case. Moreover, the experimentation conducted in201 Bailey , which was found not to violate any constitutio nal rig hts, would be prohibited by DHHS regulations because it was nontherapeutic, did not benefit the su bjects, and did not fa ll into any of the categ ories of permissible re search.202 In lig ht porary regulatory safeg uards and the res trictions p laced on investigators conducting research involving prisoners, it is extremely unlikely that prisoner participants would suffer a violation of Eighth Amendment rights in the context o f a clinical trial that co mplies w ith fed eral g uidelines . apies .—In man y instances, experimental treatments through clinical t rials co nstitute last ch ance therapies for de sperately ill pa tients w ho498 INDIANA LAW RE VIEW [Vol. 33 :475 203. See Angel a R. Holder, Funding Innov ative Medical Treatment, 57 A LB. L. REV. 795, 795 (1994) . 204. See Kelly, supra note 131, a t 48. 205. See Holder, supra note 203, a t 795- 96. 206. See 45 C .F.R. § 46. 306(a )(2)(iii). 207. See Schar, supra note 12, a t 1156. 208. See James W. Marquart et al., Health Condition and Prison ers: A Review of Research and Emergin g Areas of In quiry, 77 T HE PRISON JOURNAL 185 ( 1997). 209. See id. 210. See Kelly, supra note 131, a t 49. 211. See STEIN & HEADLEY, supra note 152, a t 4. 212. See id. 213. See id. 214. See Curtis Prout, Clinical Challe nges in the Climate of Prison, 107 T RANSACTIONS OF THE AM. CLIMATOL OGICAL AND CLINICAL ASS'N 287, 290 (1995) . 215. See id. 216. See id. 217. See STEIN & HEADLEY, supra note 152, a t 4. 218. See id. at 9. Since prison ers a re precl uded from participating in p lacebo-con trolledcanno t be cured by conventiona l medicine. In the priso n setting, where a203 significant percentage of inmates are HIV positive, experimental treatments could benefit many individuals and save many lives. Experimental treatments204 may also be s ought by inm ates su from othe r disea ses.207 HIV is one of the predominant health problems in U.S. prisons. While208 HIV had an in cidence rate of eighteen c ases p er 10 0,000 in the general popu lation in 1992, the rate am ong priso ners w as estim ated to be 362 per 100,000 that sa me year. Acco unting for up to two-thirds of all inm ate de aths209 in so me states, AI DS is the leading killer in correctional facilities. A 1992 -93210 survey conducted by the National Institutes of Justice (\"N IJ\") an d the fede ral Centers for Disease Control and Prevention (\"CDC\") revealed a total of more than 11,500 AIDS cases and almost 3500 AIDS-related deaths among prisoners in state, fede ral, c ounty , and large city correc tional fa cilities. The New Jersey211 Department of Health e stimates th at alm ost n ine p ercent of ad ult m ale inm ates and more than fourteen percent of adult female inmates are infected with HIV.212 The De partm ent fu rther es timates that among prisone rs with a history of illegal drug use, forty perc ent o f the men and 42.6% of the wom en are HIV positiv e.213 Inmates w ho are HI V positiv e are hig hly susc eptible to tub erculosis. From214 1976 to 1978 , tuberculo sis had an incidence rate of 15.4 per 100,00 0 am ong New York state prisone rs. By 1992 there was a 1300% increa se to a rate of 189 per215 100,000.216 Despite signif icant advances in the treatment of AIDS, contemporary treatment modalities offer only limited relief to patients. Participation in217 clinical trials can provide inm ates w ith acc ess to promising exp erimental drugs. At tim es, experim ental p rotoco ls may constitute the only meaning ful2182000 ] PRISONER PARTICIPATION IN CLINICAL TRI ALS 499 studies unless the research is approved by the Secretary, prisoners will rarely be deprived of act ive therapy as resea rch subj ects. Generally , those assigned t o the control arm of the study will be give n standa rd therapy from which the y are likely to bene fit. 219. See Dale L. Moor e, An IRB M ember's Perspective on Acc ess to Innovat ive Therapy, 57 ALB. L. REV. 559, 571-72 (199 (\"[ A] com ponent of AIDS patients is prov ided thr ough clinical research trials of new drug s or dr ug combinations .\"). 220. See STEIN & HEADLEY, supra note 152, a t 9. 221. Richard W . Garnett, Why Informed Con sent? Huma n Experimenta tion and the Ethi cs of Au tonomy, 36 C ATH. LAW. 455, 481 (1996) . 222. See, e.g., STEIN & HEADLEY, supra note 152, a t 9; Kelly, supra note 131, at 55; Mo ore, supra note 219, a t 571- 72. 223. See, e.g., Prout, supra note 214, a t 291. Prout a rgues that \"[t]he re is a crying need genetic studie s\" because signif icant evidence indi cates that many prisoners have fathers and grandfathers who w ere also incarcerated. Id. Prout a dmits, how ever, that this propos al is controversial because of \"fears of breaches of confidentiality, manipulation of the data, and pos sible political im plicatio ns having to do with race a nd ethnicity.\" Id. at 291- 92. 224.Severa l com mentators have a rgued that th e Eighth A mendme nt req uires that se xual offende rs who re quest castration as therapy for their paraphiliac disabilities be provided with the surgical treatment once prope r medical evaluation and informed consent have been obta ined. Their thesis features several parallels to the arguments made in this Article. See William Winslade et al., Castrating Pedophile s Conv icted of Sex Offenses Agains t Childr en: New Treatment or Old Punis hment?, 51 S MU L. REV. 349 ( 1998). 225. See Estelle v. Gamble, 429 U .S. 97, 103 ( 1976). 226. Id. at 104 (quoti ng Gregg v. Georgia, 428 U .S. 153, 171 ( 1976)) .oppo rtunity for a priso ner edical research may also219 provide inm ates with the m oral satisfaction of contributing to the ad vancem ent of AIDS research and with the opportunity \"to give something back to society,220 to red eem, atone, and reco ncile.\" Several commentators have urg ed th e221 inclusion of prisone rs in clinical trials relating to HIV and AIDS and in other222 studies that m ight be nefit p risoners.223 Regulations prohib iting seriously ill prisone rs from participation in clinical trials in a ll cases, includin g thos e in whic h the ir exclu sion results in the denial of potentially life-saving therapy, are vulnerable to constitutional attack. Although no court has rendered a de cision regarding this issue, a viable constitutio nal arg ument ca n be made that p risoners with life-threatenin g illnesse s that cannot be otherw ise treated have a right to participate in bio medical research that co mplies w ith fed eral reg ulations.224 4. The Eighth Amendm ent R ight to Medical Treatm ent.—Th e Supreme Court has determ ined that the go vernm ent is oblig ated to provide m edical care fo r prisoners because inc arcerated individuals cannot independently obtain healthca re. The Court has further stated that \"d eliberate indifferenc e to serious225 medical needs of prisone rs constitutes the 'unnecessa ry and w anton infliction of pain, ' pros cribed by the Eighth Amendm ent.\" A priso ner m ay bring a cause226 of action for an Eighth Amendment violation under 42 U.S.C. § 1983 if500 INDIANA LAW RE VIEW [Vol. 33 :475 227. See id. at 105. 228. 509 U .S. 25 (1993) . 229. See id. at 28. 230. See id. 231. See id. at 33. 232. See id. at 35. 233. See id. at 36. 234. Id. 235. See id. 236. See id. 237. See id.authorities show deliberate indifference to his or her serious illness or injury.227 In Helling v. McKin ney a prisone r alleg ed th at priso n authorities h ad228 subjected him to cruel and unusual puni shment by assigning him to a cell with an in mate w ho smoked fiv e packs of cig arettes a day, and thus the o fficials ha d jeopardized his health. The complaint further asserted that cigarettes were sold229 to inm ates in the prison and that n onsm oking inmates w ere n ot info rmed of the health hazards a ssociated with bre athing smoke pro duced by their cellm ates.230 The Sup reme Court h eld th at the Eighth A mendm ent's p rotection against deliberate indifferenc e to a priso ner's h ealth problem s extends not o nly to current serious health problems, but also to condition s that threaten to cause health problem s in the fu ture. Conseq uently , the priso ner sta ted a cause of action231 under the Eighth Amendment when he alleged that prison officials had, with deliberate indifference, exposed him to levels of environmental tobacco smoke that cre ated a n unreason able risk of serious damage to his health in the fu ture.232 In order to obtain injunctiv e relief, however, the p laintiff w ould be re quired on remand to prove both an objective and a subjective element. First, he would233 have to prove that society considers the risk of which he com plains \"to b e so grave that it violates c ontem porary stand ards o f dec ency to ex pose anyo ne unwilling ly to such a risk .\" Second , the inm ate w ould be re quired to esta blish234 the su bjective factor th at priso n officials had sho wn deliberate indifferenc e to the hazards p osed to his health. To d o so, the plaintiff would need to focus upon235 the officials' current attitudes and conduct.236 If exposure to environmental tobacco smoke can constitute an Eighth Amendm ent v iolation, it stan ds to reason that t he denial of experim ental th erapy to an incarcerated person who is seriously ill could also rise to the le vel of a constitutional violation. If a clinical trial is available for a prisoner who suffers from AIDS or anothe r seriou s illness and priso n officials de ny the inmate acc ess to the trial, the in mate m ight be able to esta blish a valid cau se of action . The prisoner would have to show that failure to allow him access to the available clinical study is so grave th at it violates contempor ary standards of decency.237 If the illness a t issue is a terminal o ne, such as ca ncer or AIDS, for which conventional treatments have failed, this element may not be difficult to establish. In addition, the prisone r will hav e to prove that the p rison officials h ad show n deliberate indifferenc e to his m edical cond ition b y preventing him from2000 ] PRISONER PARTICIPATION IN CLINICAL TRI ALS 501 238. See id. 239. See id. 240. See id. at 33. 241. See Moor e, supra note 219, a t 571- 72. 242. See Turner v. Safley, 482 U .S. 78, 89 ( 1987). 243. See id. at 89- 90. 244. See id. 245. 35 F.3d 1081 (6t h Cir. 1994). 246. See id. 247. See id. at 1085. 248. See id.participating in the b iomedical research. Success in establishin g this elem ent238 will depend upon the prison officials' reasoning and motivations. However,239 under Helling , the prisone r will not b e req uired to pro ve that exclusio n from the clinical trial posed an immediate risk of physical deterioration, but rather, only that h is or her fu ture h ealth may be jeopard ized. This p rinciple im portant240 for priso ners who are HIV positiv e since HIV patients may be asymptom atic or minimally symptomatic for many years. However, their future prognosis will depen d upon the th erapy that they receiv e thro ughout the co urse o f the disease, and therapy for HIV patients often include s experim ental d rug com bination s.241 If a state implements a regulation that prohibits prisoner participation in clinical trials, as many states have done, the Safley test would be used to evaluate any constitutional claim asserted by a prisone r. If the prisone r cou ld esta blish242 that the regulation deny ing acce ss to research studies impinges upon inmates' Eighth Amendm ent rights as discuss ed abov e, the prisone r would have to address the fo llowin g issues: (1) whether a valid, rational conn ection exists b etwee n the prison regulation and the legitimate governmental interest that purportedly justifies it; (2) w hether alternativ e means of exercising the constitutio nal rig ht remain o pen to the priso ners; (3 ) the impact t hat ac commodating the constitutio nal rig ht will hav e on gu ards, other inmates, and prison resource s; and (4) w hether there a re read y alterna tives to the p rison regulation.243 Prisoners denied access to potentially life-saving experimental treatments becau se of a p rison regulation shou ld be able to esta blish all fou r elem ents. Under the Safley test, it is not e noug h for state officials m erely to articulate a reason for the ir decisio n. Rather, the o fficials' reaso ning is subjected to judicial scrutiny . The Safley test has served as a basis for inv alidating priso n policies244 in several cases. The case of Muham mad v. Pitch er, for exam ple, involved a245 prison policy of treating inmate m ail from the State Attorn ey General's Office as ordinary mail rather than legal mail and opening it while the addresse e was n ot present. The court found that opening the mail in the absence of the prisoners246 burdened the inmates' First Amendment rights and was not reasonably related to legitimate penolog ical interests. Contrary to the d efenda nt's co ntention s, the247 court found that a requirem ent that m ail from the Attorn ey General's Office be open ed only in the presenc e of the address ee would no t waste p rison resource s.248 Moreov er, treatm ent o f mail from the Attorn ey General as ordinary mail left n o502 INDIANA LAW RE VIEW [Vol. 33 :475 249. See id. 250. 854 F. Supp. 725 (E.D. Wa. 1994). 251. See id. at 726. 252. See discussion supra Part III. 253.The state m ight also argue that th e reg ulatio n is necessa ry for security and cost reasons. Allowing an inm ate to leave the prison in or der to receive the e xperimental treatment could potentially raise expens es and security conce rns for pr ison authori ties. These arguments are addressed w ith respect to th e third elem ent of the Safley test below. 254. See Kelly, supra note 131. 255. See 21 C.F.R. § 312.7(d)(1 )(1999). \"Charging for an in vestigational d rug in a clinical trial un der an IND is not perm itted w ithout the prior written appro val of FDA . In requestin g suchalternativ e for prisone rs who wish ed to com munica te confidentially with the Attorn ey General in ord er to redress grievances. Similarly, in Castillo v.249 Gardner, the court found that a prison policy of cond ucting digital rectal250 probe s without cause failed th e Turn er v. Safley test becau se it was not reasonably related to a legitimate penological goal.251 In the case of a policy barrin g acce ss to clinical re search, the governm ental entity promulgating the regulation would pre sumably assert that the reaso n for its reg ulation is the protection of prisoners against th e abuses of biomedical experim entation. As disc ussed above , however, DHHS regulations implem ent multiple safeguards to protect prison populations. In light of these regulatory252 requirements and precautions, it will be difficult for prison authorities to justify complete denial of access to clinical trials as a reasonable antidote to prisoner abuse . 253 If promising treatment for a par ticular disease is available to the inmate only through an experimental study, as is often the case for AIDS patients, prisoners254 will have no alternative and no way to exercise their constitutional right to medical treatm ent o utside of the clinical trial. In some cas es, last-chanc e experimental therapies provid ed through clinical trials constitute the only meaning ful healthca re available to a terminally ill patient. Prison ers seek ing participation in such biomedical research w ill therefore be able to prevail with respect to the seco nd elem ent o f the Safley test. The third elem ent o f the Safley test m ight pro vide th e greatest h urdle for inmates ch alleng ing a prison regulation that p rohibits access to clinical trials, but it sho uld n ot be insu rmountab le. Prison officials might arg ue th at accom modation of the p risoner's desire to pa rticipate in a study may have an adverse im pact o n guards, other inm ates, and prison resou rces. The p rison may conten d tha t spec ial treatm ent of som e prisoners for m edical research purpo ses might cau se jealousy among inmates, require addition al secu rity measures for prisone rs transp orted to an d from the medical site, and result in added costs fo r the co rrectional facility . The incon venience for correction al institutions allowin g priso ner participation in clinical trials, however, should be minimal. Under FDA regulations, sponsors of drug studies are g enerally requ ired to pay for the vided in trials. Conseq uently , the dru g com panies2552000 ] PRISONER PARTICIPATION IN CLINICAL TRI ALS 503 appro val, the sponso r shall provide a full written explanation of why charging is neces sary in ord er for the sponso r to un dertake or con tinue the clinical trial, e.g., why distrib ution of the dru g to test subjects shou ld not be considered part of the norma l cost of doing bu siness.\" Id. 256. See id. If the inma te receive s stand ard therapy in a contro l arm , the dru g sponsor does not ha ve to cover the expense. However, this does not a dd costs for the state since the patient would ha ve to be treated with standa rd therapy at the state's expense if no e xperim ental therapy were a vailable. 257. See HORN BLUM, supra note 5, at 103. 258. See id. 259. See Kelly, supra note 131, a t 61. 260. See id. at 60. 261. See Bailey v. Lally, 481 F. Supp. 203, 220 (D. Md. 1979); STEIN & HEADLEY, supra note 152, a t 21 (\"The [prison] popula tion is not very anxious to participate.\").them pay for the trea tment o f w ho receiv e experim ental th erapy in clinical research. Moreover, during the 1960s, prior to the constraints256 imposed by fede ral regu lations, drug com priso ner popu lations. Upjohn and Parke-Davis bu ilt a state of the art labo ratory insid e257 the State Prison of Southern Michigan at Jackson. If researchers were258 encou raged to utiliz e prisone rs in clinical trials that would benefit both the spon sors a nd the p risoners, as required by the regulations, drug com panies and research institutions may once again be eager to provide medical facilities within the p risons at w hich the stu dies would be con ducted . In the past deca de, researche rs in Mary land and Colorado have in fact co nduc ted A IDS-related clinical trials at correctional facilities. At other locations, clinical studies have259 taken place at hospitals that provide routine medical services to prisoners and to whic h prisoners are tran sported for healthca re on a regular b asis.260 In addition, experience has show n tha t prison ers do not vie with on e another for the opportun ity to be re search subjects and that the re is often a dearth o f inmates w illing to participate in clinic al resea rch. Therefo re, it is u nlikely that261 the av ailability experimental pro tocols usly ill w ill fav oritism and cause m orale p roble ms with in the priso n. On the contrary , all prison ers m ight be reassu red b y the enhan ced quality of the m edical care a nd the n ew treatm ent o pportu nities av ailable a t the correction al facility . The cost and inconv enience for prison authorities would thu s be slight. With respe ct to the fourth elem ent o f the Safley test, it should not be difficult to sh ow that pr ison authorities wish ing to protect prisone rs from coerced or uninfo rmed participation in clinic al resea rch o r from abusive medical practices have read y alterna tives to an absolute ban on acce ss to clinical s tudies. Prison authorities could ensure that an appropriately constituted I RB has approved th e propo sed clinical s tudy and that all othe r reg ulatory requ irements a re be ing followed by those conducting the research. In this manner, prison officials will be able to protect the prison population without denying seriously ill patients potentially life- saving therap y. 504 INDIANA LAW RE VIEW [Vol. 33 :475 262. U.S. CONST . amend. XIV. 263. Rochin v . California , 342 U .S. 165, 169 ( 1951) ( citing Snyder v. Massachusetts, 291 U.S. 97, 105 ( 1934)) . 264. Id. (citing Palk o v. Connec ticut, 302 U .S. 319, 325 ( 1937)) . 265. See Bailey , 481 F. Supp. at 219 (citing Rochin, 342 U .S. at 172). 266. See Massachusetts Bd. of Retirement v. Mur gia, 427 U .S. 307, 312 ( 1976). 267. See Harris v. McRae, 448 U .S. 297, 326 ( 1980). 268. v . Cleburne v. Cleburne Living Ctr., Inc., 473 U.S. 432, 440 ( 1985). An intermediate level of scrutiny has been applie d in cases involving classification ba sed on s ex or illegitimacy. See Clark v. Jeter, 486 U.S. 456, 461 (1988) . To be uphel d, a classification analyzed under the interme diate leve l of scrutin y must be sub to an im portant governm ental ob jective . See id. 270. 481 F. Supp. a t 203. 271. See id. at 225.B. The Fourteenth Amendment Does Not Bar Prisoner Access to Experimental Treatment and May, in Fact, Mandate Inmates' Inclusion in Clinical Trials 1. Due P rocess and Equal P rotection .—The F ourteenth Amendm ent provides that no state may \"deprive any p erson of life, liberty, or property, witho ut du e pro cess o f law ; nor deny to any perso n within its jurisdiction the equal protection of the laws.\" The Supreme Court h as stated that \"[d]ue262 process of law is a summarized constitution al guarantee of respect for tho se person al im munities whic h . . . are 'so rooted in the traditions an d conscienc e of our peop le as to be rank ed as fundam ental' . . . or co ncept263 of ordered liberty.'\" Traditionally, the Supreme Court has held that a state264 violates s ubstan tive du e pro cess w hen its acts \"shoc k the consc ience\" of humanity.265 Governmental action is subjected to strict scrutiny if it impermissibly inter feres with the exercise of a funda mental rig ht or disadv antag es a suspec t class. If no fundamental rig ht or particular suspec t class is adversely affected ,266 the challen ged governmental action will be assessed under \"rational basis scrutiny\" to determine whe ther i t bears a rational relationship to a legitimate governm ental in terest. The Supreme Court h as d eterm ined that the267 fundamental rights protected by the Due Process Clause include the rights to marry, to marital privacy and contraception, to abortion, to have children, to control the ed ucation and upbring ing of one's children , to bodily integ rity, and to refu se unwanted ing medical ent. The classificatio ns268 w arrant under Eq ual P rotection Clau are race, alienag e, and nationa l orig in.269 The Bailey court held t hat the defendants' cond uct did not rise to the level270 of a constitutional due process violation. The court acknowledged that some271 of the living conditions t hat were prevalent at MHC at the time were unacceptab le and , that the research studies offered prisone rs a partial es cape from2000 ] PRISONER PARTICIPATION IN CLINICAL TRI ALS 505 272. See id. at 219. 273. See id. 274. See Kelly, supra note 131, a t 58. 275. Civil Action No. 80-727788 ( E.D. Mich. filed July 29, 1980) , cited in 46 Fed. Reg. 35085 (1981) . 276. See Schroeder, supra note 3, at 986. 277. See Marjorie Sun, Inmates Sue to Keep Research in Prisons, 212 S CIENCE 650, 650 (May 8, 1981) . 278. Id. 279. See id.those cond itions a nd an opportu arning s. These c ircum stances272 suggest tha t the prisone rs might ha ve enrolled in the clinical trials not b ecause they wish ed to particip ate in the b iomedical research and unde rstood its pu rpose and implications, but solely because they hoped to escape some of the intolerable prison conditions. Prisoners who underwent experimentation for which they did not provide meaningful consent arguably suffered a violation of their right to bodily integ rity or liberty . Nevertheless, consid ering all the evidence in the ca se and the in form ed consen t prov ided by particip ants, the co urt fou nd that the inclusion of inmates in the medical experim ents a t issue did n ot \"sh ock the consc ience\" or defy constitutional standard s.273 On the o ther hand, prisoners who desire access to ex perim ental trea tment an d are d enied perm ission to pa rticipate in a clinical trial may be able to estab lish tha t their exclusion from therapeutic medical research violates the Fourteenth Amendm ent. Altho ugh federal law perm its the in clusion of prisone rs in clinical trials in limited circumstances, state laws and correctional policies continue to prohib it prison ers' acc ess to biom edical studies in m any jurisdictions.274 Prisoners may challenge state laws or regulations barring access to clinical trials by asse rting that the state action violates the due process and equal protection clauses of the Fourteenth Amendment. They may contend that the state is depriving them of the liberty to enjoy the benefits of clinical research or is endan gering their lives if it is preclud ing access to potentiall y life-saving treatm ent. Likewise , they may argu e that they are subjected to uneq ual trea tment based on their status a s priso ners. In Fante v. Departm ent o f Health and Hum an Services , prisoners from the275 State Prison of Sout at chal FDA regulations limiting priso ner a ccess to clinic al trials o n due process and equal protection grounds. Cecil Cone, an inmate who had volunteered to participate276 in trials involving radioactiv e tracers, tubercu losis tests, medicated skin lotio ns, and antacids, stated that he wished to contin ue participating in nontherapeutic studies because they relieved the sheer boredom of prison life and allowed him to supplem ent h is meager priso n inc ome. The drug testing , accordin g to Cone,277 provided \"a ch ange of pace. It's lik e a little v acation. \" In addition, the money278 provided a powerfu l inc entive. The FDA appare ntly found the p risoners'279 arguments to be compelling because it with drew its proposed reg ulations and506 INDIANA LAW RE VIEW [Vol. 33 :475 280. See Kelly, supra note 131, a t 56. 281. See Sun, supra note 277, a t 650. 282. See Estelle v. Gamble, 429 U .S. 97, 103 ( 1976). 283. See Cleburne v. Cleburne Living Ctr., Inc., 473 U.S. 432, 440 ( 1985). 284. See discussion supra Part III. 285. See 45 C .F.R. § 46. (1998) . 286. See id. §§ 46.304, 46.305. 287.If the state argues that its ban is motivated by concerns abou t cost and security , these arguments too w ill prov e weak and could be defeated under the rationa l basis test. See discussion supra Part IV.never reissu ed a differen t prop osal. However, no court decision was issu ed280 regarding the questio n of the prisone rs' con stitutional rights. The prison ers in the Fante case argued that the proposed FDA regulations would de prive them of the liberty to enjoy the b enefits o f clinical research witho ut du e pro cess o f law and that they were denied the eq ual p rotection of the law becau se of their status as prisone rs. Seriously ill priso ners s eeking281 participation in clinical trials for medical reasons rather than for income or a break f rom routine w ould have a far m ore p ersuasiv e arg ument th an did the Fante plain tiffs and may well be able to prev ail in a court actio n. It must b e noted, however, that it will be difficult t o establish the exis tence of a funda mental rig ht of access to clinic al trials fo r inc arcerated in dividuals. Although prisoners have a constitutional right to receive medical care in prison, no court has deemed this fundamental right to extend to282 nonc are not a mong the identified suspec t classes and thus are not entitled to height ened scrutiny unde r the Equal Pro tection Clause. State law s or correction al po licies283 prohibiting the participation of prisoners in biomedical studies would therefore be analyzed under the rational basis test. In defending a Fourteenth Amendment claim, the state would presumably argue th at its re ason for pre cluding prisoners from involvement in biom edical research is to pro tect them from coerced or uninform ed participation or from the abuse s of irrespon sible research. As discuss ed abov e, however, existing fede ral regulations provide n umerous safeg uards against res earch abuses so long as they are con scientiously implemented by IRBs. The regulations mandate that284 prisone rs can particip ate on ly in studies that will directly benefit the subject or the inmate population in general and prohib it prisoner involvement in nonth erapeu tic clinical trials. Moreover, the reg ulation s implement safeg uards285 relating to IRB review, selectio n of sub jects, inform ed c onsen t, an d the perfor mance of the experimentation. In light of these extensive federal286 regulations, it will be difficult fo r the state to establish that a complete b an on prisone r stud ies, includin g thos e with life- saving potential, bears a rat ional relationsh ip to the g oal o f providing prisoners with m eaning ful pro tection. A287 state law or policy barrin g priso ner a ccess to potentially life-saving experimental therapy may con seque ntly be revoked even under D ue P rocess or E qual Protection \"rational basis\" scrutiny.2000 ] PRISONER PARTICIPATION IN CLINICAL TRI ALS 507 288. See Kelly, supra note 131, a t 51. 289. See Michael A. Fletcher, The Crim e Conundr um; Polic ing Is Toughe r, Jails Fuller, and Crime Is at a 30-Y ear Low , WASH. POST , Jan. 16, 2000, at F1; Shapiro, supra note 16, at 2A. 290. See Fletcher, supra note 289, a t F1; Shapiro, supra note 16, at 2A. 291. See Fletcher, supra note 289, a t F1; Shapiro, supra note 16, at 2A. 292. See Karen Gullo, Clinton to Se ek AIDS Funds , AP ONLINE, Jan. 18, 2000 (citing CDC figures). 293. See Marquart et al., supra note 208, a t 188. 294. See Washington v . Davis, 426 U .S. 229 (1976) . 295. See Whalen v. Roe, 429 U .S. 589, 598- 99 nn.23- 25 (1977) . 296. See id. n.23 ( citing Roe v. Wade, 410 U .S. 110, 153 ( 1973)) . 297. See id. 298. 381 U .S. 479 (1965) . 299. Id. at 483. 300. See Whalen , 429 U .S. at 599 n.25.It is tem pting to assert a n Equal Protectio n arg ument based on the rea lity that minorities are disproportion ately affected by bans on studies inv olving priso ners. This argument, however, is destined to fail. Scho lars ha ve noted th at African A mericans and Hispanics c onstitute a disproportionately large percentage of the prison population, compared to their general popu lation ra tes. African Americans make up appro ximately of288 the U Hisp anics accou nt for fifteen percen t, while o nly twelve percent of the U.S. popu lation is Black, and eleven percen t is H ispanic. AIDS and othe r diseases also affect African Americans289 and Hispa nics disproportionately. As of June 1994, f ifty perc ent of al l AIDS290 patients were Black or Hisp anic. By 1998 Black s acc ounted for forty -nine291 percen t of AIDS deaths, and eighteen percent of AI DS deaths w ere am ong Hisp anics. Black men have a higher risk of cancer and c irrhosis of the liv er292 than non-African American m en, and Hispanics report higher rates of heart disease, cancer, and chron ic liv er dise ase th an do non-Hisp anics.293 No constitutio nal cla im can be based on these statistics. The C onstitution prohibits only purposeful discrimination, and facially neutral governmental actions cannot be constitutionally challenged using a disparate impa ct theory.294 Nevertheless, the fact that minorities are disproportionately affected by both imprisonm ent an d particular d iseases, provides a com pelling reason for the inclusion of inmates in clinical studies, as will be discussed in Part V.A bel ow. 2. The Right to Privacy .—The co nstitutiona l right to privacy is somewhat amorpho us and may be rooted in a variety of provisions. The right to priv acy295 has been described most often as stemming from the Fourteenth Amendment's concept of personal liberty. It may also be found in the Ninth Amendment's296 reserv ation of rights to the peop le. old v. C onne cticut , the Supreme297 298 Court determined that \"the First Amendment has a penumbra where privacy is protected from governm ental intrusion. \" The right to privacy also include s the299 right to be free from governmental surveillance and intrusion in one's private affairs, which stems from the Fourth Amendment.300508 INDIANA LAW RE VIEW [Vol. 33 :475 301. See, e.g., Harris v. Th igpen, 1513 .D.N.Y. 1995) F .3d 1078, 1084 (8th 1996); Anderson v. Romero, 72 F.3d 518, 524 ( 7th C ir. 1995). 303. See Cov ino v . Patrissi, 967 F .2d 73, 78 (2d Cir. 1992). Bailey v. Lally, 481 F . Supp. 203 ( D. Md. 1979). 305. See id. at 221. 306. U.S. CONST . amend. IV. 307. See Stanley v. Swinson, No. 93-16078, 1995 WL 46181, at *4 (9th Cir. Feb. 6, 1995); Thompson v. City of Los Angeles, 885 F .2d 1439, 1447 (9t h Cir. 1989). 308. See discussion supra Part III.The right to privacy generally encompasses the right to maintain confide ntiality regarding medical inform ation, and som e courts h ave held tha t even prisoners enjoy this right, particularly with respect to HIV status. Other301 courts have found, however, that inmates do not retain a constitutional right to the confidentiality of their medical records. Prisoners do, nonetheless, have302 a restricted constitutional right to bodily privacy.303 The Bailey court only briefly addressed the p rivacy issue . It foun d the304 plaintiffs' p rivacy claim s to be unfoun ded becau se the prison ers voluntee red fo r the experimental procedures at issue and were not subjected to involun tary treatm ent as was the case in the receden ts they cited. Likewise is hig hly unlikely that biom edical research will give rise to violation of constitutio nal p rivacy rights. A related but different claim may arise from the Fourth A mendm ent, whic h establishes \"[t]he right of the peo ple to be secure . . . against unreasonable searches and seizures.\" Invasive medical proced ures, such as blood tests, can306 constitute search es an d seizures that impinge upon the co nstitutiona l rights of the patient, even in the prison contex t. The Bailey court did not addres s any307 potential search and seizure claim s. Ne vertheless, if bodily fluids are ex tracted from prisoners w ho have not prov ided inform ed consen t, Fourth Amendm ent violations may arise. Clinical stu dies th at com ply with D HHS regulations requiring voluntarin ess an d inform ed consen t, howe ver, shou ld no t infring e upon any particip ant's rig ht to be free of unreaso nable searches and seizures. If prisoners provide genuine informed consent to biomedical experim entation, if th e stud y is th oroug hly reviewed by an IRB, and if the research conforms to the guidelines of fede ral reg ulations, then sufficien t safeguards will be implemented to assure that the subjects' rights to bodily integrity and privacy will not be sacrificed. Nevertheless, a significant concern exists th at ade quate confide ntiality regarding medical records may not b e maintained in the p rison setting . The DH HS regulations governing researc h involving inmates d o not ad dress the issu e of confide ntiality . As disc ussed308 below, precautions must be taken to assure confidentiality for inmate participan ts.2000 ] PRISONER PARTICIPATION IN CLINICAL TRI ALS 509 309. See Kelly, supra note 131, a t 60. 310. STEIN & HEADLEY, supra note 152. 311. Id. at 3. 312. Id. 313. Id. 314. See Kelly, supra note 131, a t 51. 315. See id.Constitutional conce rns d o not justify the exclusio n of pri soners from medical research. It is arguable that the Eighth and Fourteenth Amendments mandate the provision of life saving therapy to seriously ill prisone rs ev en if the treatment is available only through a clinical trial. While inmate participation in clinical trials may be hampered by certain practical hurdles, these obstacles are not insurmountable, as demonstrated by several programs that successfully integ rate priso ners in to rese arch protoco ls. The follow ing sectio n will discu ss309 the experience of medical institutions that include prisoners in therapeutic clinical studies and will outline recommen dations to facilitate the implem entation of su ch programs. V. POLICY ISSUES AND RECOMMENDAT IONS A. Several J urisdiction s Recogn ize the Importan ce of Inclu ding Prisoners in Clinical Trials In July 1995 the New Jersey Community Research Initiative issued a report entitled Prisoners with HIV: Guidelines for Implementing Clinical Trials in Correctiona l Setting s. The report found that \"[m ]any leaders in medical ethics310 have conclude d tha t the coerciv e nature o f correc tional s etting s sho uld n ot prevent prisoners from participating in medically appropriate clinical stu dies.\"311 It cited the fin dings of a 1989 consen sus panel of lead ers in correction s, prison health care, and public health that like wise found that \"althou gh a prison setting preclud es the voluntary and uncoerc ed choice classically envisioned by the federal regulations, prisoners should be permitted to choose to participate in therapeutic trials . . . that hold out the possibility of benefit.\" The report312 further noted that \"public health officials, including the World Health Organization and the fo rmer National Com mission on AIDS, have advocated prisone r acce ss to clinical re search. \"313 Including prisoners in biomedical studies is impo rtant for reasons that go beyond benefits to the sub jects th emselves. Traditionally , African A mericans, Hispanics, intravenous drug users, and women have been underrepresented in clinical trials. Tw o important studies in which AZ T w as tested were314 conducted with a population that was more than ninety-two percent White and male. A 1991 report produ ced by the AIDS Clinical Trial G roup conclu ded315 that A frican A mericans made up only ten percen t of participan ts in this n ational conso rtium of clinical trials, Hispanics twelve percent, and IV drug users and510 INDIANA LAW RE VIEW [Vol. 33 :475 316. See id. at 52. 317. See id. 318. See id. 319. See id. 320. See id. 321. See id. 322. See id. at 60. 323. See id. 324. See id. 325. See id. 326. See id. As of 1992, over 5 00 TDCJ in mates had particip ated i n clinical trials at UTMB. See id. 327. See id. 328. See id.women accounted for eleven percent and six percent, respectively. 316 Researchers have found that members of di fferent races at times respond to treatm ents in different w ays. Wh ites an d Blacks, for ex ample, respon d317 to hypertensiv e differently from men318 becau se of variations in siz e, body fat, and horm onal levels. Sim ilarly , the319 efficacy of drugs may be significantly affected by other drugs, includin g illeg al substan ces tak en by the patient. Exclusio n of minority subjects from drug320 studies is thu s \"bad science\" and will a dversely impact b oth the res earcher and future patients. The prison environment provides a diverse population, with321 a high concentration of minorities. Allowing prisoners to participate in therapeu tic clinical studies will b enefit n ot on ly the inmate pa tients, but a lso th e medical community and society at la rge. Research institutions in several states have succeeded in integrating prisoners into c linical trials. In Texas, Virg inia, and New York researc h entities prov edical care to priso ners b efore e stablishing programs that include d inmates in clinical studies. In Texas, the Univ ersity of Texas Medical B ranch322 at Galveston (\"UTMB\") has served as the prim ary prison hospital fo r the Texas Department of Criminal Justice (\"TDCJ\") since 1983. It is staffed by security323 person nel w ho report to T DCJ and hea lth care professiona ls who answ er to the University. For many years, Texa s inmates have been enrolled in clinical trials324 involving protocols that m ay be of direct be nefit to them . Historically , the325 majority of the studies at UTMB in wh ich prisoners have been included have been cancer- related, but an incre asing number in recen t years h ave foc used on AIDS treatment.326 In New York City, the Spellman Center for HIV-Related Disease at St. Clare's Ho spital h as provided care to many HIV-infected New York inmates an d involved prisoners in clinical trials for several years beginning in 1986. In327 Albany, New York, Albany Med ical College provides hospital care for prisoners in twenty-five correctional facilities. The facility began enrolling prisoners in328 AIDS-related trials in 1988 and included inmates in oncologic clinical trials in2000 ] PRISONER PARTICIPATION IN CLINICAL TRI ALS 511 329. See id. at 60- 61. 330. See id. at 61. 331. See id. 332. See id. 333. See id. 334. See STEIN & HEADLEY, supra note 152, a t 7. 335. See Kelly, supra note 131, a t 61- 64; S TEIN & HEADLEY, supra note 152, a t 23- 26. 336. See Kelly, supra note 131, a t 63- 64. 337. See id. at 64. 338. See STEIN & HEADLEY, supra note 152, a t 23. 339. See discussion supra Part IV.B .2.prior y ears. The Division of Infectiou s Diseases at the Medical C olleg e of329 Virgin ia has serv ed th e Virg inia state priso n populatio n sin ce 1985 and has enrolled priso ners in clinical trials since 1990.330 Not all researc h institutions that include inm ates in m nical Johns Hopkins331 University in Maryland has established several AIDS-related clinical trials in Mary land prisons since 1991, altho ugh it is not othe rwise a pro vider o f treatm ent for Mary land prisone rs. In Colorado , the Departm ent o f Health h as also332 allowed prisoner participation in A IDS-related trials. Likewise, Yale333 Unive rsity Medical Scho ol ha s worked w ith priso ners in medical research studies.334 B. The Challenges of Prisoner Involvement in Clinical Trials The com mentators who advocate the inclusion of prisoners in clinic al stud ies recognize the existence of certain obstacles inherent to the prison setting.335 Nevertheless, the obstac les are not insurm ountab le, as evid enced by the fact tha t research is suc cessfully conducted by som e institu tions, as discuss ed above. 1. Confidentiality.—Pr isoners participating in AIDS-related clinical trials risk disclosure o f their HIV status either because it is obvious that they are receiv ing frequent an d specializ ed medical care o r bec ause of the priso n's rec ord- keeping policies. Disclo sure o f HIV status m ay be particularly dangerous for336 inmates because of the risk that other prisoners or correctional officers will subject the p atient to perse cution and violence.337 The Foru m on P risoner Acce ss to Clinica l Trials in N ew Jersey acknowledged th at maintaining fully effectiv e confidentiality in the p rison setting is nearly impossible. However, it su ggested several alternatives to safeguard338 the privacy of re search participants. Although it is not clear that prisoners retain a right to confidentiality regarding HIV status, every effort should be made to339 prevent d isclosure of inm the p risoners' constitutio nal rig hts to the extent they exist, will e ncou rage inm ates to particip ate in clinical trials, and w ill redu ce prisone r grievances and litigation regarding confidentiality matters. Where the research institution provides ro utine medical care to inmates and freq uently sends512 INDIANA LAW RE VIEW [Vol. 33 :475 340. See STEIN & HEADLEY, supra note 152, a t 24. 341. See id. 342. See id. at 25. 343. See id. 344. See id. at 26. 345. See id. 346. See id. 347. See id. 348. See Kelly, supra note 131, a t 62. 349. See id. 350. See id. 351. See id.staff to the co rrectional facility, it is ea siest to maintain confide ntiality for clinical trial enrollees. Inmates should be allowed to communicate directly with investig ators a bout clinical trials without having to request perm ission from prison officials. Investigators could publicize the research through newsletters340 or postings that are seen by all inmates. En rollment could then occur during a routine medica l visit by the institution's staff rather than on a day specifically designated for discussion of the AIDS-related study.341 Moreov er, the F orum on Priso ner A ccess to Clinical Trials reco mmends that medical records that contain information about HIV status be mainta ined in secured areas that can be ac cessed only by medical personnel directly responsible for the inmate's treatm ent. Corre ctional officers and other in mates sh ould not342 have acc ess to sensitiv e medical records ev en if they are assig ned to work in the prison's medical department.343 Finally, the Forum suggests that prisoners also have confidential access to investig ators in the event th at they suffer adv erse sid e effects from investig ational drugs. Prisoners involved in clinical trials shou ld be allow ed344 to pla ce co llect calls to de signated medical person nel o r to an an swerin g serv ice twen ty-four h ours a day. In Mary land, investigators a re av ailable b y beeper345 around the clock. Where telephone usage by prisoners is restricted, however,346 inmates m ay be limited to reaching researc h staff throug h prison medical personnel and thus may be forced to disclose confidential information to correction al officials.347 2. Logistics and Comm unicatio n.—Tr ansportation issues may constitute anothe r hurdle to priso ner p articipation in bio medical research. Where studies348 are co nduc ted in correc tional fa cilities, researchers m ust trav el to prison clinics, bring ing with them all n ecessary medical equipm ent an d carrying out of the prison bodily fluid samples fo r testing . They must also undergo tim e-349 consu ming secu rity checks eac h tim e arriv e at the p rison. Where clin ical350 trials are cond ucted o n hospital ground s, prisone rs must b e trans ported unde r guard to an d from the hosp ital. Significant delays are o ften ca used by priso n lockdowns, inmate co othe r secu rity prec autions .351 Restrictio ns on item s that can be possessed by priso ners m ay also be problem atic for clinical re search purpo ses. Since bottles and pills are co ntraban d2000 ] PRISONER PARTICIPATION IN CLINICAL TRI ALS 513 352. See STEIN & HEADLEY, supra note 152, a t 26. 353. See id. 354. See id. 355. See id. at 35. 356. See id. 357. See id. 358. See id. at 36; Kelly, supra note 131, a t 63. 359. See STEIN & HEADLEY, supra note 152, a t 36. 360. See Kelly, supra note 131, a t 63. 361. See JUNE GIBBS BROWN , OFFIC E OF INSPEC TOR GENERAL , U.S. DEP'T OF HEALTH AND HUMA N SERVICES, INSTITUTIONAL REVIEW BOARDS : A TIME F OR REFORM (1998) . 362. Id. at 6.in m ost prisons, procedure s must b e implem ented to allow priso ners to keep experim ental d rugs with them or to have them adm inistered in a manner that maintain s confidentiality. In some New Jersey jails prisoners have a self-352 dosing system for their prescription medications that features locked boxes.353 A similar m echan ism could be im plem ented in other priso ns, thoug h correctional officers w ould have to be educated to maintain confide ntiality r egarding the nature of prisoners' medication s and any modification s of g eneral prison policies that ap ply to clinical trial participan ts.354 Another p roblem may arise in ins tances where priso ners are transferred from one facility to anothe r. Inmates sh ould be able to continue receiv ing the355 experim ental hold\" could be placed356 on trial participants desig nated for relocation so that the central administration, in consultation with medical investigators, may evaluate whether the transfer will cause any adverse co nsequ ences to the patien t or the res earch study . Thus,357 prison administrators will avoid potential violation of the inmates' Eighth Amendm ent rig ht to adequ ate medical care and will not jeopardiz e the prisone rs' health by sudden and unmonitored discontinuation of experimental treatment. Similarly , continu ity of care should be assured for priso ners w ho are p aroled or released. In Maryland, a research nurse meets with the prisoner prior to358 release and encou rages the indiv idual to co ntinue trial participation once released. R esearchers should offer form er prisoners assistance with359 transportation to and from the research site and work with parole officers to assure appropriate sustained treatment.360 A recent statem ent issu ed by the Office of the I nspec tor G eneral of the U.S. Department of Health and Hum an Services is highly critical of the institutio nal review board system . It note d tha t a \"1995 Adv isory Commission on Hum an361 Radiation Experiments found in their interviews with actual research subjects that few realized they were parti cipants in research and many had little unde rstanding of the informed consent forms they signed.\" The statement362 further denounced the limited continuing review conducted by most IRBs that, burdened by ever-increasing workloads, do no more than review paperwork subm itted by rese arch investig ators a nd fail to solicit feed back from researc h514 INDIANA LAW RE VIEW [Vol. 33 :475 363. See id. The authors found a n average increase in initial reviews of 42% over five years at the sites they visited. Some IRBs currently review more than 2000 pr otocols a year. See id. 364. See id. at 11- 12. 365. See 45 C .F.R. §§ 46. 304-46.306 ( 1998). 366. See Kelly, supra note 131, a t 58. 367. Olmstead v. United Sta tes, 277 U .S. 438, 479 ( 1928) ( Brande is, J., dissenting). 368. 481 F. Supp. 203 (D. Md. 1979). 369. See id.subjects. The Office of the I nspec tor General also urg ed re search institutions363 to pro vide ad equate educa tion fo r IRB members c oncern ing ethica l issues and scientific questions and noted that currently IRB training is minimal to nonexistent.364 As discuss ed th roughout this A rticle, I RBs approving clinical trials inv olving prisone rs must m eet string ent req uirem ents th at are inapplica ble to reviews of other studies. The IRB must in clude a priso ner ad vocate, re view the p ropose d study in light of guidelines specific to the prison setting, and provide prisoners with data presented in language that they can understand. IRBs are therefore365 likely to rev iew protoco ls inv olving prisoners m ore m eticulous ly than they might review other research propo sals. Nevertheless, the comments o f the O ffice of Inspec tor General are prude nt admonitions for anyone reviewing research protoco ls des igned to inc lude prisone r particip ants. IRBs should be well v ersed in the ethica l dilem mas tha t are potentially involved in priso ner res earch, must ensure t hat meaning ful info rmed c onsen t is o btained , and shou co nduc t thorou gh and conscientio us continu ing reviews of the clinical trials in questio n. CONCL USION Although federal regulations permit the inclusion of pr isoners in therapeutic clinical trials from which they may gain direct treatment benefits, prisoners are able to enroll in clinical trials in on ly a few locations. Although perhaps well-366 intentioned, policies that ban the inclusion of inmates in biomedical studies are detrim ental to priso ners, to scie nce, and to society at large because they prec lude research utilizing a particularly diverse and disadvantaged segment of society. In the words of Justice B randeis: Experience should teach us to be most on our guard to protect liberty when the Governm ent's p urpose s are benefice nt. M en born to freed om are naturally alert to repel in vasion of the ir liberty by evil-minded rulers. The g reatest dang ers to liberty lurk in insidiou s encroa chment by men of zeal, well-meaning but without understanding.367 Clinica l trials th at com ply with fed eral reg ulations will not v iolate an y of the participan ts' con stitutional rights. In Bailey v. Lally, the court found no368 constitutio nal v iolations despite extremely harsh priso n conditions that often motivated p risoner participation in research studies that were nonth erapeu tic and had not been scrutinized by a reviewing entity such as an IRB. In light of3692000 ] PRISONER PARTICIPATION IN CLINICAL TRI ALS 515 370. STEIN & HEADLEY, supra note 152, at 38 (quoting Nan cy Nevel off Dubler & V ictor W. Sidel, On Research on H IV Infection, JOURNAL OF ACQU IRED IMMUNE DEFICIENCY SYNDROMES 174, 204 ( 1994)) . 371. Jackson v. Bishop, 404 F .2d 571, 579 (8t h Cir. 1968).contemporary regulations, it is difficult to imagine that any subsequent court would de em voluntary particip ation in the rapeutic studies to im pinge upon the constitutio nal rig hts o f an of which they receiv e potentially life-saving treatm ent is constitu tionally dubious and morally troub ling. It is arguable that p risoners have a right to participation under the E ighth A mendm ent, the D ue Process clause, and the prom ise of Equal Protectio n. In addition, moral cons iderations impel th e allow ance of prisoner enrollment in therapeutic biomedical research. Two commen tators have summarized the arguments well: Inmates as a group . . . ne ed to be provided with access to clinical trials of new and innov ative thera pies that present th e possibility of direct benefit. . . . They must be presente d with the o pportu nity for inform ed choice when appropriate, despi te recognition that the systematic depriva tions and inheren t coerc iveness nd despe rate ch aracter o f HIV infection comprom ise the consent p rocess. As in oth er areas of public policy and public h ealth, HIV infection demands a fresh examination of equity and justice. Whether access is provided to prom ising investig ational therapies will m edical researc h community . It will also test the humanity of co rrectional administrators, who must p rovide th e setting and support serv ices to perm it the condu ct and monitoring of clinical trials.370 Policy makers, legislators, and prison authorities m ust m eet the challeng e of providing appro priate treatm ent for seriously ill priso ners, includin whic h is av ailable th rough experim ental p rotocols. To fail to do so w ould defy the \"broad and idealistic conce pts of dignity, civilized standard s, humanity, and decen cy\" embodied in the C "}