{"title": "China saca al pangolín de su lista de ingredientes para remedios naturales", "author": "La República", "url": "https://larepublica.pe/mundo/2020/06/09/china-saca-al-pangolin-de-su-lista-oficial-de-ingredientes-para-remedios-naturales-coronavirus-en-el-mundo", "hostname": "larepublica.pe", "description": "Las escamas de estos animales son apreciadas para medicina tradicional en el país asiático; sin embargo, científicos aseguran que no tienen ningún valor terapéutico.", "sitename": "La República.pe", "date": "2020-06-09", "cleaned_text": "China saca al pangolín de su lista de ingredientes para remedios naturales Las escamas de estos animales son apreciadas para medicina tradicional en el país asiático; sin embargo, científicos aseguran que no tienen ningún valor terapéutico. [Únete al canal de Whatsapp de La República](https://whatsapp.com/channel/0029Va53wfSDp2Q5gaRw5i3e) [¿Quién es el 'Niño' Guerrero, el pran de Tocorón y líder del Tren de Aragua?](https://larepublica.pe/mundo/venezuela/2023/09/20/el-nino-guerrero-quien-es-el-pran-de-tocoron-lider-del-tren-de-aragua-centro-penitenciario-tocoron-fotos-de-los-pranes-de-tocoron-venezuela-1614100?mrfhud=true) [Últimas encuesta presidencial 2023: Milei, Bullrich o Massa, ¿quién sería el nuevo presidente, según sondeo?](https://larepublica.pe/mundo/argentina/2023/09/18/ultimas-encuesta-presidencial-2023-milei-bullrich-o-massa-quien-seria-el-nuevo-presidente-segun-sondeo-encuestas-post-paso-quien-va-ganando-las-elecciones-551268) [Descubre el billete de 1 dólar 'escalera' que puedes vender por más de S/18.000 por su número de serie](https://larepublica.pe/mundo/2023/09/16/billetes-de-coleccion-descubre-el-billete-escalera-de-1-dolar-que-vale-mas-de-s18000-por-su-numero-de-serie-estados-unidos-962115) [China](https://larepublica.pe/tag/china) sacó al pangolín, una [especie en peligro de extinción](https://larepublica.pe/tag/animales-en-extincion), de su lista oficial de ingredientes para remedios tradicionales, según informaron medios estatales este martes. Junto a esta especie desaparecieron de la lista de farmacopea tradicional sustancias extraídas de heces de murciélago, informó Health Times, un medio público. El pangolín es un pequeño mamífero muy apreciado en la medicina tradicional china por sus escamas, aunque los científicos aseguran que no tienen ningún valor terapéutico. PUEDES VER [Vacuna contra COVID-19 podría estar lista en China para emergencias en unos meses, según experto] Autoridades medioambientales dieron el viernes el mayor nivel de protección oficial en el país asiático a los pangolines, para intentar limitar su persecución. China empezó a limitar [la venta de animales salvajes en los mercados](https://larepublica.pe/tag/china), luego la catástrofe mundial causada por la COVID-19, que oficialmente surgió en un mercado de la ciudad de Wuhan en diciembre. \"La pandemia está empeorando el mundo\", según OMS La pandemia de coronavirus está empeorando en el mundo, aseguró la Organización Mundial de la Salud (OMS). El [nuevo coronavirus](https://larepublica.pe/tag/coronavirus) se ha cobrado la vida de más de 403.000 personas y ha infectado al menos a 7 millones desde que apareció en [China](https://larepublica.pe/tag/china) el pasado diciembre, según el último balance de la AFP basado en fuentes oficiales. Después del este de Asia, Europa se convirtió en el epicentro de la pandemia, pero ahora este se encuentra en América. \"En nueve de los últimos 10 días se reportaron más de 100.000 casos. El pasado domingo se notificaron más de 136.000 casos, el máximo en un solo día\", agregó. Según el jefe de la [OMS](https://larepublica.pe/tag/oms), casi el 75 % de los casos registrados el domingo se reportaron en 10 países, la mayor parte de América y el sur de Asia. Advirtió que en los países en los que la situación está mejorando, \"la mayor amenaza es la autocomplacencia\", y añadió que \"globalmente, la mayoría de la gente sigue siendo susceptible de infectarse\". \"Llevamos más de seis meses en esta pandemia, no es el momento de que ningún país quite el pie del acelerador\", manifestó. OFERTAS "}