{"title": "¿Qué inmunidad es más eficaz y duradera, la de la enfermedad o la de la vacunación?", "author": "María Montoya", "url": "https://elpais.com/ciencia/las-cientificas-responden/2022-02-18/que-inmunidad-es-mas-eficaz-y-duradera-la-de-la-enfermedad-o-la-de-la-vacunacion.html", "hostname": "elpais.com", "description": "La inmunidad que provoca la enfermedad es más completa porque el sistema inmunológico es capaz de detectar cualquiera de las proteínas del virus, aunque no se sabe si es más eficaz", "sitename": "Ediciones EL PAÍS S.L.", "date": "2022-02-18", "cleaned_text": "más eficaz y duradera, la de la enfermedad o la de la vacunación? La inmunidad que provoca la enfermedad es más completa porque el sistema inmunológico es capaz de detectar cualquiera de las proteínas del virus, aunque no se sabe si es más eficaz La respuesta corta a la pregunta sobre qué inmunidad es mejor, si la de la enfermedad o la de las vacunas, es que no lo sabemos. O no lo sabemos todavía. Con [la vacuna](https://elpais.com/especiales/coronavirus-covid-19/asi-evoluciona-la-vacunacion-en-espana-y-en-el-mundo/), el sistema inmunológico ve solo una proteína, la llamada proteína S del [SARS-Cov-2](https://elpais.com/noticias/covid-19/). Y eso es así porque lo que se ha usado en todas las vacunas para despertar al sistema inmunológico es la proteína espícula del coronavirus. Sin embargo, cuando nos infectamos nuestro sistema inmunológico ve todas las proteínas porque se enfrenta al propio virus que ha entrado en el cuerpo con todas sus proteínas. Es decir, la inmunidad que provoca la enfermedad es más completa porque el sistema inmunológico es capaz de detectar cualquiera de las proteínas del virus. Pero lo que no sabemos con certeza es si es más eficaz o cuál es su duración. También sabemos que tras pasar la enfermedad algunas personas se han [reinfectado](https://elpais.com/ciencia/2020-12-22/hace-un-mes-pase-la-covid-19-y-he-dado-negativo-en-anticuerpos-puedo-volver-a-contagiarme-o-contagiar-a-otros.html#?rel=mas), muy pocas, pero las ha habido. Y sabemos que [con la vacuna también hay reinfecciones](https://elpais.com/ciencia/2021-11-19/por-que-la-vacuna-contra-la-covid-no-impide-la-transmision-del-virus.html). Aunque los datos nos dicen que no ha habido en las UCIs prácticamente nadie que tuviera las tres dosis puestas. El 99% de las personas sin otras complicaciones de salud que han pasado por la UCI no estaban vacunadas o no tenían la pauta completa. Y sabemos igualmente que lo que conocemos como inmunidad híbrida que es aquella que se produce cuando una persona vacunada pasa la enfermedad es la más completa de todas y la más eficaz porque combina las dos visiones del virus. Pero no tenemos datos para saber cuánto dura esta inmunidad. Lo que tampoco sabemos todavía es qué necesitamos para tener lo que conocemos como inmunidad estéril que es aquella inmunidad que impide que te contagies. Lo sabremos en algún momento, pero no todavía. Y es muy importante tener claro que ese aparente debate público sobre la conveniencia de infectarse a propósito para adquirir esta inmunidad híbrida es un despropósito. Desde el punto de vista de la salud es mejor, indiscutiblemente, no infectarse. No se puede olvidar que la covid puede ser muy grave en algunos casos, incluso mortal. Pero también en aquellos casos que no son graves no podemos dejar de lado lo que se conoce long covid o [covid persistente](https://elpais.com/ciencia/2021-12-28/la-covid-persistente-y-sus-mas-de-200-secuelas-ya-tienen-definicion-oficial.html), que puede afectar al menos al 10% de las personas que han padecido covid y que puede llegar a ser altamente incapacitante. Aunque ya sabemos muchas cosas del SARS-Cov-2 y cosas muy importantes, tanto que nos han permitido fabricar vacunas en doce meses, es evidente que todavía nos queda mucho por avanzar y que debemos seguir investigando tanto el virus como la enfermedad que provoca. Todo lo que aprendamos sobre él va a ser beneficioso, incluso si no nos sirviera para esta pandemia, puede ayudarnos a enfrentarnos a otro posible susto del futuro causado por algún otro coronavirus. María Montoya es jefa del grupo de Inmunología Viral en el Centro de Investigaciones Biológicas Margarita Salas (CSIC) y forma parte de la junta directiva de la Sociedad Española de Inmunología, investiga el SARS-CoV-2. Pregunta enviada vía email por María Isabel Goñi Pagola Coordinación y redacción: Victoria Toro [Nosotras respondemos](https://elpais.com/agr/las_cientificas_responden/a/) es un consultorio científico semanal, patrocinado por la [Fundación Dr. Antoni Esteve](https://www.esteve.org/) y el programa [L'Oréal-Unesco 'For Women in Science'](https://www.loreal.com/es-es/espana/pages/compromiso/queremos-ciencia/), que contesta a las dudas de los lectores sobre ciencia y tecnología. Son científicas y tecnólogas, socias de [AMIT (Asociación de Mujeres Investigadoras y Tecnólogas)](http://www.amit-es.org/), las que responden a esas dudas. Envía tus preguntas a [nosotrasrespondemos@gmail.com](mailto:nosotrasrespondemos@gmail.com) o por Twitter #nosotrasrespondemos. Puedes seguir "}