{"title": "PDF", "author": "PDF", "url": "www.andi.com.co/Uploads/Balance%202020%20y%20perspectivas%202021_637471684751039075.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "1 COLOMBIA: BALANCE 20 20 Y PERSPECTIVAS 20 21 Todos los años desde la ANDI hemos hecho un balance final y un ejercicio de perspectivas para el año que viene. Nunca había sido tan complejo registrar y entender lo sucedido, y menos aún proyectar perspectivas. 2020 quedará marcado en la historia de la humanidad. Por las decisiones que tomemos seremos recordados por las generaciones futuras. Estamos en un punto de inflexión. Balance Este 2020 n os ha dejado una nueva realidad y muchas lecciones. No podemos desaprovechar esta transición para ver a través de la ventana del optimismo las transformaciones que deben ser abordadas con una perspectiva positiva, aprovechando las oportunidades que estas n os traen. Caracterizar este 2020 resulta difícil porque las transformaciones son muchas en aspectos de la vida familiar, comercial, políticas públicas, empresarial e internacional. También se podría hablar de una sexta revolución industrial, donde la transformación digital que era un proyecto para el futuro pasó a ser una necesidad apremiante, se aceleró y llegó para quedarse en los hogares, las empresas, los gobiernos, la educación. El COVID -19 obligó a todos los países a implementar medidas restrictivas y de confinamiento. Por el lado de las personas, la movilidad mundial se redujo a su mínima expresión llegando a caer hasta en un 50% en abril. Todas estas medidas se tradujeron en un fuerte impacto sobre la actividad de operación de las empresas, la movil idad de las personas, la distribución de los productos, el abastecimiento de los bienes y servicios, es decir, en términos económicos enfrentamos una crisis doble, la de la oferta y la de la demanda, con características y posibles soluciones diferentes. 2 En estas condiciones el 2020 fue un año de recesión económica. La economía mundial caerá a una tasa del -4.4%, se esperaba un crecimiento del 3.4%. A pesar de que todos los países se vieron afectados, el deterioro económico ha presentado un comportamiento he terogéneo. Las economías avanzadas ( -5.8%) muestran signos de una caída más pronunciada que las economías en desarrollo ( -3.3%). América Latina hace parte del grupo de economías con mayor impacto, se prevé una caída del -8.1% para el 2020. En Colombia, la tasa de crecimiento económico se ha comportado en la misma línea, se espera que el año cierre con una tasa alrededor del -8%. A diferencia de otros países, Colombia está viviendo por primera vez en su historia reciente una recesión económica, en estos somo s totalmente novatos, quienes ya lo han vivido nos llevan gran ventaja. El 2021 se espera sea un año de recuperación a nivel mundial explicado en gran parte por un rebote estadístico, con una mayor operación de los distintos sectores económicos a la regist rada en 2020. Para la economía mundial, se estima un crecimiento de 5,2% en tanto que para América Latina la recuperación parece ser más moderada y se prevé una tasa de 3,2%. Para Colombia estimamos estar en el rango alto con una tasa alrededor del 5%. La crisis y su recuperación no han sido homogéneas en términos sectoriales. Como regla general, los más golpeados han sido los sectores que enfrentan mayores restricciones de operación y, por tanto, un choque inducido de demanda debido a las restricciones de movilidad y posteriormente uno de oferta por la pérdida de viabilidad. Uno de los más dramáticos ejemplos es el de las actividades de entretenimiento, culturales, artísticas, turismo, restaurantes. Perspectivas Con estas tasas es importante anotar dos grandes temas. De un lado nos demoraremos dos años en recuperar los niveles de 2019. Pero, más importante, tardaremos 4 o 5 años en retornar a la trayectoria de crecimiento que habíamos logrado en los últimos años. Nunca habíamos sufrido una pérdida de valor social y económico de estas dimensiones. Hoy no se trata solo de crecer, debemos hacerlo en forma acelerada. La velocidad del crecimiento será crucial. La dimensión de la crisis, sin embargo, dependerá de las ac ciones que tomemos desde el sector público en lo macro y sus condiciones e incentivos, y desde lo microeconómico con la decisión de salir adelante con responsabilidad y solidaridad. 3 Desde la política pública se requieren acciones de choque que apunten a c rear condiciones que eviten la pérdida de más empresas, y la generación de nuevas inversiones. Esta es la única receta sostenible para la conservación y creación de empleo. Se requieren políticas estructurales que le den certeza a inversionistas de que Col ombia es destino adecuado. Y desde lo empresarial el reto es mantener la confianza y continuar creando empresa. Hoy tenemos claras varias realidades: a) el impacto de la pandemia no ha llegado a su fin; b) las consecuencias negativas en lo económico y en lo social son inmensas ; c) nos tomará varios años recuperar lo perdido, y varios más retomar la senda que traíamos; d) se han tomado medidas de política p ública indispensables y valiosas; e) la agenda económica y de política pública de los próximos años requerirá de muchas medidas adicionales que permitan disminuir los efectos de la actual crisis. No vamos ni por la mitad de una muy dura cuesta. Resumen Ejecutivo Al finalizar el 2019 esperábamos para este 2020 un año de incertidumbre ; volatilidad en los mercados ; leve recuperación de la economía mundial, regional y nacional ; un mayor dinamismo del comercio exterior; persistencia de la guerra comercial; algunas tendencias proteccionistas, y, tensiones geopolíticas y sociales. En suma, un año complejo, pero hasta cierto punto, similar a los que habíamos vivido en la coyuntura más reciente. Los primeros meses del año efectivamente se ajustaban a esta expectativa. Sin embargo, al finalizar el prime r trimestre ya era evidente que el 2020 ser á recordado como un punto de quiebre en la historia. Caracterizar este 2020 resulta difícil porque las transformaciones son mucho más dramáticas y cubre n muchos aspectos de la vida familiar, comercial, empresarial e internacional. Incluso, hoy se habla de l gran confinamiento, de una crisis nunca antes vista, de una nueva normalidad, de una gran crisis sanitaria o de una nueva realidad. También se podría hablar de una sexta revolución industrial, donde la transformación digital que era un proyecto que se te nía para el inmediato futuro pasó a ser una necesidad apremiante, que se aceleró y llego para quedarse en los hogares, las empresas, los gobiernos, los colegios, es decir, toda la actividad económica y social. 4 Veamos ahora algunos acontecimientos que ocur rieron durante este año. La propagación generalizada del COVID -19 obligó a todos los países a implementar medidas restrictivas y de confinamiento total o parcial. Con la restricción que resultaba del confinamiento y su fuerte impacto en la economía mundial , se permitie ron solamente algunas actividades esenciales. Por el lado de las personas, la movilidad mundial se redujo a su mínima expresión llegando a caer hasta en un 50% en abril. Todas estas medidas se tradujeron en un fuerte impacto sobre la actividad de operación de las empresas, la movilidad de las personas, la distribución de los productos, el abastecimiento de los bienes y servicios, es decir, en términos económicos nos enfrentamos a un choque de oferta y demanda. En estas condiciones el 2020 fue u n año de recesión económica. La economía mundial caerá a una tasa del -4.4% cuando en condiciones antes de la pandemia se esperaba un crecimiento del 3.4%. A pesar que todos los países se vieron afectados por la pandemia, el deterioro económico ha presenta do un comportamiento heterogéneo. En esta dirección las economías avanzadas ( -5.8%) muestran signos de una caída más pronunciada con respecto a las economías en desarrollo ( -3.3%). A nivel regional, América Latina es el grupo de economías más afectadas por la pandemia en donde se prevé una caída del -8.1% para el 2020. En el caso colombiano, la tasa de crecimiento económico se ha comportado en la misma línea en donde se espera que el año cierre con una tasa alrededor del -8%. Para el 2021 se espera una r elativa recuperación a nivel mundial explicado en gran parte por un rebote estadístico, además de una mayor operación de los distintos sectores económicos. En el caso de la economía mundial, se estima un crecimiento de 5,2% en tanto que para América Latina la recuperación parece ser más moderada y se prevé una tasa de 3,2%. Por su parte, para Colombia estimamos una tasa alrededor de l 5%. Esta situación recesiva en el 2020 y, relativa recuperación en el 2021 no es homogénea en todos los sectores. En general , los más golpeados han sido los sectores que enfrentan en mayor magnitud restricciones de operación y, por tanto, un choque de oferta y simultáneamente una demanda significativamente debilitada debido a las restricciones de movilidad. En este punto entrar ían actividades de entretenimiento, culturales, artísticas, turismo, restaurantes, entre otros. En este proceso de actividad productiva la sociedad se ha visto en la necesidad de adaptarse a unas nuevas condiciones. La virtualidad pasó a ser una realidad, las empresas han funcionado adoptando estrictos protocolos de bioseguridad recurriendo al teletrabajo y al trabajo en casa y ajustando los turnos de trabajo. En los hogares la educación pasó de ser presencial , a la virtualidad y posteriormente a 5 la alternancia. Y en el sector público igualmente se ha combinado la actividad presencial con la virtualidad y se ha fortalecido el e-government , logrando virtualizar trámites y proce sos que habían si do difícil de implementa r. El mercado laboral ha sido uno de los grandes afectados no solo a nivel local, sino a nivel internacional. En esta dirección la OIT habla de una pérdida de puestos de trabajo del orden de 345 millones a nivel mundial y la pérdida de ingresos derivada de la destrucción de empleo equivale nte a 5,5% del PIB Mundial. En el caso colombiano, enfrentamos una pérdida de puestos de trabajo de 1,5 millones al comparar octubre 2020 con el mismo mes 2019. Lo anterior se traduce en una pérdida de ingresos de los hogares colombiano s de 27,9 billones de pesos (2,7% del PIB) entre marzo y octubre del presente año. La situación del país es incluso más compleja teniendo en cuenta los altos índices de informalidad y el recrudecimiento de este fenómen o durante la pandemia. Todo esto pone de presente la necesidad de dar prioridad al salvamento de las empresas para así conservar los empleos actuales y a la generación de nuevos puestos de trabajo. El comercio exterior no ha sido ajeno a esta coyuntura ex traordinaria. La demanda internacional de los diferentes commodities , bienes y servicios se ha contraído; la movilidad internacional ha sido difícil y la logística del comercio se ha visto afectado. A lo anterior se suma una recomposición de la demanda int ernacional, donde los commodities han registrado fuertes contracciones en tanto que insumos de la salud, dispositivos médicos y alimentos registran una importante dinámica. Otra gran transformación en el comercio internacional se ha dado en las cadenas glo bales de valor. Ante la dificultad de aprovisionamiento de bienes intermedios y los problemas logísticos del comercio internacional estas cadenas se están reconfigurando, diversificando sus proveedores y buscando el fortalecimiento de las cadenas regionale s. En estos fenómenos de reshoring y nearshoring , Colombia tiene una oportunidad que no podemos desaprovechar. El 2020 también ha sido un año de grandes retos. La pandemia puso al país a pensa r en un falso dilema, economía o salud. A medida que nos ajust amos a las nuevas condiciones económicas, fue evidente que no existía tal dilema y que las circunstancias exigían mantener la operación de la economía, pero cumpliendo estrictos protocolos de bioseguridad y cultura ciudadana. Otro gran ret o se dio en la po lítica pública. L a magnitud y urgencia de la crisis obligó a los países a alejarse de las medidas prudentes y optar por una mayor heterodoxia para otorgarle liquidez a las empresas , a los hogares colombianos y atender las necesidades de la población más vu lnerable : A lo anterior se suma la atención y recursos adicionales para el sector de salud. 6 En el frente fiscal, el reto no tuvo precedentes, por un lado, las necesidades de gasto crecieron a la par de la emergencia mientras los ingresos tributarios y pet roleros se resintieron significativamente. Por ello fue necesario abandonar la regla fiscal y es así como el déficit del gobierno nacional central previsto en -2,2% del PIB pasó al - 8,9% del PIB. El gobierno hizo frente a la pandemia otorgando subsidios a la población más necesitada, facilitando la liquidez de las empresas mediante subsidios a la nómina y modificando los calendarios tributarios. En este contexto fue necesario abandonar la prudencia tradicional y optar por un mayor endeudamiento. No obstante , lo anterior , Colombia mantiene el grado de inversión de las tres calificadoras de riesgo y aquí el gran reto es cumplir con el compromiso de ajustar las finanzas públicas, retomar la regla fiscal a partir de 2022 y así mantenernos en la categoría de econ omías promisorias atractivas para la inversión . En el 2020 la información ha jugado un papel protagónico. En lo económico, las condiciones cambiantes han exigido contar con indicadores cada vez más oportunos , casi que, en tiempo real , que les permitan a lo s diferentes agentes tomar las mejores decisiones y hacer los ajustes necesarios. Las medidas que toman las entidades nacionales igualmente han sido un requisito en materia de la información requerid a por empresas y hogares colombianos. El tema de salud, l a evolución de los contagios y los avances en vacunas pasaron a ser un tema de consulta de toda la población, en la medida que también forma n parte de la información necesaria para tomar decisiones. Finalmente, otro gran reto ha sido como recuperar y react ivar la economía, este es el gran desafío que tenemos para el 2021 y los años siguientes. Se trata de un objetivo en el cual debemos trabajar, gobierno, sector empresarial, trabajadores, familias y comunidad internacional. Para ello se necesitan medidas y acciones de choque que reactive n de inmediato la economía. Pero esto no es suficiente, no podemos olvidar las grandes reformas estructurales que requiere el país y la necesidad de generar las condiciones para un crecimiento sostenible. Nuestro gran objetiv o debe ser en el corto plazo, recuperar el nivel que teníamos previo a la pandemia, pero más importante aún recuperar las tendencias de crecimiento que traíamos. Este 2020 nos ha dejado una nueva realidad y muchas lecciones. Sin duda no podemos desaprovec har esta transición que nos haga ver a través de la ventana del optimismo que las trasformaciones deben ser abordadas con una perspectiva positiva, aprovechando las oportunidades que es tas nos traen. 7 Panorama Global La Gran Crisis del Confinamiento del 2020 El año 2020 y la guerra contra el brote de Covid -19 será recordado por haber generado la primera gran crisis a escala global después de la segunda guerra mundial en materia geopolítica y de coordinación internacional, y en materia económica, posibleme nte la peor crisis después de la Gran Depresión de los años 30's. Es incluso la peor crisis en Latinoamérica en 120 años, así como la peor crisis económica para Colombia desde la Guerra de los Mil Días. La grandeza de esta crisis, que ya es común en la nom enclatura económica - por su prefijo Gran que se asocia a otras fuertes crisis como la Gran Depresión o la Gran Recesión del 2009 - es ahora conocida como el Gran Confinamiento del 2020. Esto obedece al confinamiento generalizado y a que su peso recae directamente en la economía y en las familias, pues no se trasmite por los \"canales de trans misión tradicionales \" o \"contagios\" al sector real, sino que impactó de frente y directamente a las unidades productivas, a la empresa, al empleado, al productor, al t ransportador y a los hogares. Naturalmente no es gratuito el nombre de esta calamidad, acuñado por el Fondo Monetario Internacional como el Gran Confinamiento del 2020 , o The Great Lockdown en inglés. Calamidad que ha marcado la historia de nuestra recient e humanidad a tal punto que surgieron procesos de transformación en todos los aspectos. En este capítulo sobre panorama global analizaremos con rigor los choques más importantes que los países del mundo enfrentaron en el año; los choques externos, físicos y auto -infligidos, y los choques adicionales y económicos que se desencadenaron a partir de estos, a su vez que las sucesivas reacciones, trasformaciones e implicaciones. De esta manera, se abordarán los temas de confinamiento, medidas, impactos, aspectos positivos y particularidades de algunas regiones. a) Confinamientos, cierres, y restricciones en el mundo Siendo esta una gran crisis que inicia con un confinamiento mundial, contar con una medida rigurosa , que sintetice el océano de matices en las medidas que se han dado en los países en materia de acuartelamiento, restricciones a la movilidad y a la conglomeración, y demás medidas físicas que en semanas estropearon el curso de la economía para evitar la expansión exponencial del virus , se convierte en una necesidad en materia de información para el análisis y toma de decisiones . 8 Puntualmente, la Universidad de Oxford (con su tracker de respuesta gubernamental al Covid -19, OxCGRT por sus siglas en inglés) ha logrado cuantificar diariamente para más de 100 p aíses la magnitud alrededor de los cierres de los lugares de trabajo, los cierres de colegios, las cancelaciones de eventos públicos, restricción a la movilidad, a las reuniones, y a los vuelos internacionales, al igual que las medidas de quedarse en casa. Se ha registrado con mediciones realmente simples de máximo 4 categorías, partiendo de ausencia de la restricción (0) pasando por sugerencias estatales (1) hasta la puesta en marcha de restricciones, prohibiciones y cierres forzosos (2 y/o 3). Los siguie ntes cuadros muestran el promedio del año (a 16 diciembre de 2020) del rigor de 8 medidas o choques para clasifica r su severidad. Adicionalmente al nivel de severidad, se puede observar de forma dinámica los tiempos de las imposiciones día a día a lo largo del año de esa severidad, como se visualiza en la infografía cronológica de las tendencias de la medida, en particular, la de cierre de lugares de trabajo. Fuente: Datos Oxford, Cuadro y Cálculos ANDI* *Construcción anual de indicador anual de severi dad por medida, países seleccionados latinoamericanos y relevantes. Rankin de países ordenado por severidad en restricción a viajes internacionales donde Colombia presentó una alta severidad dentro de la muestr a de países . 9 2020: Cronología del cierre del trabajo en el mundo El Balance del año, en medidas restrictivas y de confinamiento, evidencia la puesta en marcha y moderación de ellas en el tercer trimestre, pero en general una intermitencia generalizada. Esto, excepto por lo que parece ser una nueva y reciente ola de medi das en las festividades de fin de año para prevenir y contener, de nuevo, la difusión del virus y la saturación del sistema de salud. Países como EEUU, Alemania, Inglaterra, México, Francia, y parcialmente Colombia están reactivando restricciones de algún tipo de medida o en alguna región subnacional. Fuente: Datos Oxford, Infografía ANDI, Indicador diario para 33 países seleccionados, Latam y otros . b) De las medidas a los hechos: colapso y cambio de tendencias en la movilidad observados a través de los i ndicadores de Google Ahora, después de analizar la cronología de las medidas, veamos como efectivamente la movilidad cambió su tendencia durante el 2020. Con los indicadores de Google de movilidad local para el Covid -19 (Covid -19 Community Argentina Brazil Chile China Colombia Costa Rica Germany Ecuador Spain Finland France United Kingdom Greece Guatemala Hong Kong Honduras India Iceland Italy Japan South Korea Mexico Nicaragua Norway New Zealand Panama Peru Puerto Rico Singapore United States VenezuelaDiciembreCIERRES MUNDIALES DE LUGARES DE TRABAJO Junnio Julio Agosto Septiembre Octubre Noviembre Enero Febrero Marzo Abril Mayo 10 Mobilty trends ) se tiene una aproximación a la movilidad de las personas hacia 6 zonas urbanas que dan cuenta de las cambiantes tendencias en la cotidianidad y la economía de las personas (con cambio % del número de visitas a cada zona), la cual gira entorno a confinarse o hacer presencia en los parques, en las estaciones de transporte, en tiendas de abarrotes y farmacias, en zonas de comercio y recreación, o en las mismas zonas de trabajo. La única zona con una lectura distinta es la residencial que no muestra la variació n en las visitas a esta zona (que sería cerca de 0) sino la variación en tiempo de permanencia. Todo frente a los primeros meses del año. Movilidad mundial hacia zonas de trabajo, comercio y recreación Si bien Google no tiene una medida agregada para todo el planeta, el portal abierto para la gestión del riesgo openriskmgmt.com promedia los países ponderando por población, para resultar en un solo índice general de movilidad global. Frente al inicio del año, la movilidad mundial (para el comercio y recreac ión) se redujo en 31% para el promedio del año, un congelamiento en su punto más bajo del 63.3% de la movilidad el 24 de abril, y cierra el año con una reducción de 20.5% en la movilidad. La movilidad mundial hacia los lugares de trabajo presenta un compor tamiento similar (promedio del año -23%, inicios de abril -50.1%, cierre de año -16%). Por su parte la permanencia en zonas residenciales aumentó 23% y todavía cierra el año con un aumento de 8.2% frente al periodo de referencia. 11 Fuente: Datos de goog le, promedio ponderado por población de openriskmgmt.com La movilidad para el trabajo en un país como Colombia se vio un poco más reducida que para el promedio mundial. En abril se redujo a su mínima expresión con pérdidas en movilidad a los puestos de tra bajo de alrededor del 70%. Y para el cierre del año las perdidas en movilidad, no solo hacia los puestos de trabajo, sino también a zonas comerciales, de transporte etc. oscilan en 20%, tal como se ve en la gráfica que reúne todas las categorías de movilid ad en Colombia. Fuente : Datos de Google, Community mobility trends for Covid -19, gráfica de Our 12 [resaltar que no se trata solo de movilidad, sino tiempo de permanencia] En tanto que esta información de alta frecuencia se ha vuelto disponible, se ha hecho evidente la dependencia entre la movilidad y la actividad económica, especialmente con el consumo, como es natural. Iniciativas académicas en EEUU para medir la economía en tiempo real ( Opportunity insights basado en Harvard), al igual que publicacio nes para Colombia (Bancolombia, Columbia -Cárdenas*) aportan insumos para evaluar esta estrecha relación, y a la importancia del des - confinamiento con autocuidado. *Pie de página: \"Reactivación económica post -pandemia: El papel de la movilidad\" c) Golpe al pro ducto mundial y a la actividad económica en el 2020 El 2020 comenzó, para la mayoría de países, con un mensaje de positivismo en materia económica. Sería entonces el año donde se consolidaría la recuperación que había empezado unos periodos atrás y donde la tasa de crecimiento mundial estaría alrededor del 3,5%. Sin embargo, a medida que corrieron los primeros días del año comenzaron las noticias del fortalecimiento de un virus en los países asiáticos, pero que aún era lejano para el mundo occidental y par a nuestra región. La situación se complicó y el virus se convirtió en pandemia mundial, por lo que se tuvieron que tomar medidas drásticas que ya todos conocemos y vivimos con el fin de no colapsar los sistemas de salud y de enfrentar la situación de salu d pública de la manera más adecuada posible. Los impactos negativos de estas medidas sobre la actividad económica no tardaron en aparecer y los cambios de perspectiva con respecto al principio del año fueron dramáticos. A medida que fueron pasando los mese s y de acuerdo con la evolución del virus, los pronósticos se fueron revaluando. Como se observa en la siguiente gráfica, los pronósticos de crecimiento a finales del 2019 seguían una tendencia de recuperación para la economía mundial. En las últimas proy ecciones del Fondo Monetario Internacional estiman una tasa de decrecimiento de -4,4% para el 2020, cifra que se encuentra muy por debajo del dato observado durante la crisis financiera. Sin embargo, se espera una recuperación, en un principio, en forma de \"V\" para la economía mundial con un rebote de 5,2% para el año 2021. 13 A medida que pasaron los meses, los departamentos de estadísticas y Bancos Centrales comenzaron a publicar los resultados trimestrales de la actividad económica. En el caso de Estados Unidos y Europa se evidencia bajo desempeño en el primer trimestre, pero la profundización mayor se presentó en el segundo trimestre con una caída de -9,0% y -13,9%, respectivamente. Las cifras del tercer trimestre ya muestran una recuperación frente a la actividad del segundo trimestre, pero aún en terreno negativo. El caso de China es diferente en la medida que el problema de la pandemia llegó más rápido, a finales del 2019, por lo que la contracción económica se presentó en el primer trimestre del año ( -6,8%), sin embargo, esta economía ha mostrado una significativa recuper ación en el segundo (3,2%) y aún mayor en el tercer trimestre del 2020 (4,9%). 14 Este impacto negativo sobre la actividad económica mundial se ha traducido también en dificultades en el comercio internacional. En esta dirección, el comercio mundial de mercancías también ha estado muy afectado por la pandemia del COVID -19 y en particular los países exportadores de hidrocarburos. De acuerdo con los últimos rep ortes de la Organización Mundial de Comercio (OMC), luego del fuerte descenso en el volumen del comercio mundial en el segundo trimestre de 2020 donde cayó -15,6%, en el tercer trimestre del año se observó una recuperación parcial disminuyendo -5,6%, graci as al mejor desempeño de los productos electrónicos, textiles y de la industria del automóvil, a raíz de la reanudación de la producción y la flexibilización de las medidas de confinamiento en las principales economías del mundo1 1 OMC Tercer trimestre 2020 . https://www.wto.org/spanish/news_s/news20_s/stat_04dec20_s.htm 15 Para el año completo 2 020 la OMC proyecta que el volumen del comercio mundial de mercancías disminuirá -9.2% frente al 2019 y para el 2021, proyecta una recuperación del 7,2% en el volumen del comercio mundial, sujeto a la evolución de la pandemia, la respuesta de los gobiernos en cuanto a confinamiento y restricciones a la actividad productiva y la producción y distribución de la vacuna. 4,55,4 MUNDIAL DE MERCANCÍAS Variación anual (%) Fuente: OMC 16 La situación económica derivada de la pandemia también se reflejó en el comportamiento de las monedas. En términos generales, la devaluaci ón fue aumentando significativamente a medida que aumentaba la incertidumbre en donde se evidencia mayor devaluación de las monedas con respecto al dólar, alcanzando el pico alrededor de marzo. Si bien es cierto que la mayoría de monedas se debilitaron con respecto al dólar, no todos los impactos tuvieron la misma magnitud. El euro y el yuan de China no evidenciaron una depreciación muy significativa, mientras que monedas como el peso colombiano, el real brasilero, el peso chileno y el peso mexicano fueron de los más afectados. Algunas de estas monedas tocaron máximos históricos alrededor de marzo cuando la situación estaba más crítica y cuando se presentó mayor incertidumbre. Sin embargo, en la medida que los países y las economías se fueron ajustando a l a \"nueva normalidad\", a operar bajo protocolos de bioseguridad, a retomar las actividades con la apertura paulatina de los sectores y moderación de las restricciones en movilidad, la devaluación se fue moderando y estabilizando. La mayoría de las monedas v olvieron a niveles cercanos a los registrados en el período 2017 2018 2019 2020 2021 Volúmen del comercio mundial de mercancias4,7 2,9 -0,1 -9,2 7,2 Exportaciones América del Norte 3,4 3,8 1,0 -14,7 10,7 América Central y del Sur 2,9 0,1 -2,2 -7,7 5,4 Europa 3,7 2,0 0,1 -11,7 8,2 Asia 6,7 3,7 0,9 -4,5 5,7 Otras regiones * 0,7 0,7 -2,9 -9,5 6,1 Importaciones América del Norte 4,4 5,2 -0,4 -8,7 6,7 América Central y del Sur 4,3 5,3 -2,1 -13,5 6,5 Europa 3,0 1,5 0,5 -10,3 8,7 Asia 8,4 4,9 -0,6 -4,4 6,2 Otras regiones 3,4 0,3 1,5 -16,0 5,6 Fuente: OMC * Incluye a Africa, Oriente medio y la Comunidad de Estados Independientes (CEI), con inclusión de los Estados Asociados y los antiguos Estados MiembrosVolúmen del comercio mundial de mercancías Variación porcentual anual 17 previo a la pandemia e incluso varias de ellas se fortalecieron y presentaron signos de apreciación. El mercado bursátil, por su parte, luego de las caídas significativas en los primeros meses del año, se ha presentado una importante recuperación y un desempeño bastante positivo, sobre todo en los últimos días. Faltando una semana para el cierre del año, el avance de las bolsas luce de la siguiente forma: EEUU se beneficia de impresionantes alzas sobre todo en la gran empresa tecnológica (representada en Nasdaq) pero también cerrará el año en verde la gran empresa americana representad a en el Standard & Poors 500. Europa, por el contrario, no logró voltear el signo y sigue con desvalorizaciones ad portas de acabar el año. Los dos grandes representantes del Asia, Japón y China también superan valorizaciones de doble dígito frente al año pasado. Para Latinoamérica, la historia ha sido otra. México y Brasil, apenas lograron voltear el signo, pero el promedio representado en el índice MSCI Latam, y en particular Colombia sigue presenta ndo pérdidas en su plaza bursátil (Colcap) que superan el 13% para el mismo corte. 18 d) El impacto en el empleo mun dial que exacerba la tendencia previa Además de la crisis sanitaria y el impacto económico de la pandemia, el mercado laboral también ha sido uno de los grandes afectados. Antes del 2020 uno de los focos de preocupación en el mundo era cómo hacer para que se gener en más puestos de trabajo, empleos de calidad y cómo reducir la informalidad. Sin embargo, la crisis del Covid profundizó esta situación a tal punto que se estima que se retrocederán varios años en el avance de estos temas fundamentales para la economía. La Organización Internacional para el Trabajo (OIT) estima, por ejemplo, un recorte de 12,1% en el número de horas trabajadas en el tercer trimestre de 2020 comparado con el último trimestre de 2019, lo que equivale a una pérdida de 345 millones de puestos de trabajo de tiempo completo. La pérdida de ingresos provenientes del trabajo también se ha profundizado. Bajo el supuesto de no contar con medidas para sustentar el ingreso de las personas que 19 no pudieron trabajar durante los primeros tres trim estres del año, la OIT estima que la pérdida a nivel mundial estaría alrededor de 3,5 billones de dólares lo que equivale al 5,5% del PIB mundial. La OCDE (Organización para la Cooperación y el Desarrollo Económico), por su parte, estima que la tasa de de sempleo se duplicaría para los países que pertenecen a la organización, pasando de 5,5% a 10% y esperando una débil recuperación para finales de 2021 (9%). Por esta razón, la estrategia de recuperación debe centrarse en políticas públicas que prioricen el empleo y el apoyo a las empresas. En este sentido, el papel de los gobiernos, los trabajadores y los empleadores es clave para consolidar un crecimiento económico basado en la protección y generación de puestos de trabajo. e.) Los aspectos positivos del 202 0: también es un año de aceleración en algunos frentes Si bien hemos evidenciado la profunda crisis vivida durante el 2020 debido a la inesperada aparición de un virus que paralizó el mundo entero, debemos admitir que también se presentaron elementos positivos derivados de esta \"nueva forma de vivir\". Uno de estos elementos es la globalización. El mundo como lo conocíamos hace un año, no contemplaba medidas restrictivas en el comercio internacional y en la movilización de viajeros entre fronteras que afectaran de manera tan significativa los procesos producti vos y la actividad económica como un todo. Con la llegada de la pandemia, empezaron a surgir rompimientos en las cadenas de suministros, causando así dificultades en el acceso a mercados, volatilidad en los precios internacionales y en las bolsas y, un niv el de incertidumbre muy alto. La movilización en medio de medidas de confinamiento fue uno de los grandes retos que enfrentó el comercio mundial. En esta medida, la globalización como la conocíamos, sufrió una transformación sin precedentes. La globaliza ción siempre se ha considerado uno de los grandes determinantes del crecimiento económico y desarrollo social; del progreso tecnológico permitiendo aumentos en la calidad de vida y en la expectativa de vida; ha generado un mayor dinamismo del comercio inte rnacional que ha permitido acercar fronteras y generar 20 ganancias a los países; y, en general, ha sido uno de los responsables de los avances recientes de la humanidad. De acuerdo con el Foro Económico Mundial en su artículo \"Why the world needs better, n ot less, globalization\", a pesar del rompimiento de las cadenas de suministro, la globalización no se ha deteriorado, sino que se ha transformado. En esta dirección, ciertos aspectos como la colaboración científica y la conectividad digital se han acelerad o de una manera significativa durante este año. Desarrollos tecnológicos atendiendo las nuevas necesidades de los mercados y los consumidores, importantes avances en el campo de la medicina, mejoras en la calidad del aire y, en general, un respiro al medio ambiente fueron otros de los factores positivos que nos trajo la pandemia. Es así como algunos cambios en la forma de trabajar, producir y consumir llegaron para quedarse: los viajes de negocios y el trabajo 100% presencial se reducirán en la medida que s e encontraron eficiencias en los encuentros virtuales a la vez que se generan ahorros en términos monetarios y beneficios para el medio ambiente como l a reducción de emisiones de CO2; el comercio electrónico ha permitido acceso a nuevas opciones, y ahorros en tiempo para el consumidor , y, en materia de salud nos hemos aprendido a cuidar y a ser más conscientes de la importancia de la salud humana. En materia económica, se espera que esta transformación incremente los procesos de Fusiones y Adquisiciones (M &A); genere mayor cooperación en el acceso a flujos internacionales en la medida que los países necesiten recursos para combatir la pandemia e implementar paquetes fiscales para apoyar empresas y personas; se espera una aceleración en los procesos de autom atización no solamente en el sector industrial sino en el sector servicios; aparecen también nuevas formas de cooperación y conexiones que crean soluciones innovadoras a los problemas derivados del Covid -19 y acordes a las nuevas necesidades del mundo y, por supuesto, la restructuración de las cadenas de valor y el reshoring serán por mucho tiempo los protagonistas de las estrategias de los países en materia internacional. En este último punto, las economías serán las responsables de mejorar y acelerar en temas de productividad, costo país, sostenibilidad ambiental, competitividad tributaria, condiciones logísticas y de infraestructura que les permitan ser atractivos para nuevas inversiones y para lograr que las grandes empresas que se están pensando reloca lizar los vean como una opción favorable. Estos retos definitivamente pueden ser un catalizador para que tengamos economías más desarrolladas, más prósperas, más equitativas y mucho más competitivas. 21 f.) Particularidades de algunos países y bloques A continu ación, presentamos algunos hechos y fenómenos de peso mundial detrás del balance puramente económico y numérico presentado en la sección sobre el golpe a la actividad económica 2020 y en la de perspectivas para el 2021. Re - surgimientos de conflictividad so cial, que venían del 2019, al igual que todo tipo de ciberataques entre países fueron ingredientes del 2020 adicionales a la pandemia. China: En el 2020, pasará a la historia como el lugar de origen del brote del Coronavirus, conocido inicialmente en enero como \"neumonía de Wuhan\" (por la provincia) y contenido inicialmente con la temprana cuarentena de 20 millones de personas en enero, y la construcción en 10 días de un mega hospital en el mismo mes. Italia, Australia y Rusia fueron de los primeros países en restringir en ingreso desde China. En marzo cuando apenas el virus impactaba el resto del mundo, el mayor exportador del mundo ya había tenido su mayor parálisis en producción y en exportaciones, como se evidencia en la caída del primer trimestre de 2020 ( - 6,8%). El presidente, por su parte, cantaba victoria de contención del virus con una sorpresiva visita a Wuhan en este mismo mes. En medio de la crisis económica y de salud estallaron nuevos episodios de crisis de orden público en Hong -Kong. Adicion almente, la guerra comercial con EEUU, que venía gozando de la primera fase de una tregua pactada en enero, tomó tintes distintos toda vez que EEUU mezcló la crisis de salud con la política y la comercial, y se intensificó en el frente de proteccionismo te cnológico, forzando al gigante chino -americano de Inteligencia Artificial Tiktok a ser vendido a y pasa a ser propiedad americana. Además, se promulgó en EEUU una Ley que da facultades para deslistar empresas chinas de las bolsas americanas. En el campo de internet de 5G también continuaron las restricciones a Huawei, no solo desde EEUU sino también desde otros países europeos. En medio de las crisis China completa con éxito su misión a la luna Chang'e -5, en una muestra de su capacidad incrementada en el c ampo espacial. Hong Kong: En medio de la crisis pandémica la tensión y anexión de la isla al régimen de China continental se intensificó, haciendo que perdiera el estatus diferenciado por EEUU, para ponerla al mismo nivel que las tensiones sino - 22 americanas. Por su parte, el RU anunció que ofrecería la ciudadanía a residentes de Hong Kong en una movida audaz, e inesperada y de gran impacto en términos de atracción de talento a gran escala, sorpresivamente un revés en la tendencia aislacionista. Reino Unido: Luego de un periodo de transición en el que comenzó el proceso del retiro del Reino Unido de la Unión Europea, el Brexit sigue siendo un factor de incertidumbre. A una semana de l a fecha máxima fijada se logró llegar a un acuerdo entre la Unión Europea y el Reino Unido en temas aduan eros, fronterizos y de comercio internacional que marcarán la ruta para el desarrollo de los negocios, las relaciones multilaterales y la atracción de inversión para el Reino Unido . Queda pendiente la ratificación de este acuerdo por parte de todos los países que forman parte de la Unión Europea. En cuanto a la pandemia, el Reino Unido fue el primer país en comenzar la campaña masiva de vacunación, generando un mensaje de esperanza y confianza para el resto del mundo. Sin embargo, los últimos días han estado marcados por la aparición de una nueva cepa del virus que se ha traducido en nuevos cierres de fronteras aére as y terrestre s afectando el comercio internacional, la movilidad de pasajeros, todo lo relacionado con el abastecimiento desde y hacia Europa y, por supuesto, una mayor incertidumbre en cuanto a los efectos de una aparente mutación del virus. Sudeste Asiático: Se conso lida el bloque comercial de Oriente El año finaliza con lo que podría ser el mayor TLC del mundo (más grande que el redefinido USMCA (Nafta) o la misma Unión Europea) conocido como Regional Comprehensive Economic Partnership , RECEP que nace de la alianza de China con el bloque Asean (los países del sudeste asiático). Alianza con la cual todos los pesos pesados de Oriente estuvieron negociando como Australia NZ, Corea, Japón e India. Esta última no logró negociar la anexión. Esto representa un resurgir hist órico de las potencias de oriente, pero ahora de forma unida. En particular la integración comercial recae, entre otras, en la armonización de normas de origen para poder acumularlas entre los múltiples países que conforman este bloque. Al hemisferio occid ental le corresponderá crear contrapesos e integrarse al interior de su hemisferio. Algunos analistas juristas en Colombia expertos en la 23 materia (AI) hacen el llamado a responder justamente con este tipo de integración. Esto, aduciendo a lo que pudo haber sido alguna vez el Alca, pero hoy se materializa en la idea de integrar las normas de origen de 6 tratados de EEUU con la región, y/o trabajar en la misma dirección en la Alianza del Pacifico. También por otro lado, como respuesta a esta estrategia de geo política comercial, podría ser posible que EEUU se interese por reactivar y unirse al acuerdo transatlántico conocido como TTP, Transatlantic Trade and Investment Partnership. Estados Unidos : Fue el tercer epicentro mundial del Coronavirus, después de Wuha n e Italia con el brote de Nueva York que como reacción resultó en una de las cuarentenas más duras del país. De hecho, estado por estado fueron tomando medidas restrictivas y cierres de distinto grado hasta llevar al país a enfrentar una de las cuarentena s más prontas, esto a pesar de qu e a nivel Federal no se promulgaron, con la debida fuerza, las medidas de severidad. Por ejemplo, a nivel de restricciones en lugares de trabajo los EEUU como agregado de estados tuvo uno de las restricciones iniciales nive l 3 más largas, tal como se vio en los indicadores de medidas públicas restrictivas de la primera sección. Después de esto, a pesar de que varios países, como China, decidieron volver a las restricciones laborales iniciales, los EEUU no volvieron a restrin gir a tales niveles, solamente hasta finales de noviembre se ha visto la puesta en marcha de algunas restricciones, en especial para el fin de año. La crisis en salud pública, el estallido de tensiones sociales y raciales, y el golpe económico descrito en otras secciones, pudieron ser algunos de los factores que llevaron el péndulo político a impedir que se reeligiera Donald Trump. El nuevo gobierno del partido demócrata retomará la cooperación internacional, revertirá las tendencias autárquicas, para darle frente a lo que inicialmente llamamos aquí la peor crisis a escala global después de la segunda guerra mundial. Se esperan movidas de política exterior como volver a respaldar la Organización Mundial de la salud, retornar al protocolo de Kyoto, de hecho, no sería descartable la puesta en marcha de proyectos como un green new deal , como parte de la fórmula de recuperación económica. En comercio, es de esperar mayor multilateralismo comercial sobre relaciones bilaterales. Incluso posibles anexiones a bloques comerciales. 24 Su amplio conocimiento y cercanía con la política hacia Latinoamérica, podría ser un indicio que los EEUU trascenderá de los temas migratorios y de lucha contra las drogas en la región y con Colombia. Uno de los grandes protagonistas del 2020 en los EEUU, fue la gran respuesta de política económica para enfrentar, paliar y aliviar la emergencia económica que provocó el brote de Covid -19 y su cuarentena. Desde varios frentes, el país desplegó una serie de medidas de rescate económico y empresar ial. Si bien el nuevo gobierno se ocupará de la reactivación económica estructural, el 2021, así como fue el 2020 seguirán las medidas de contingencia y alivio, de las cuales se detallan en la sección de paquetes de alivio. Latinoamérica: Esta fue una de l as regiones más afectadas por la pandemia en la medida que presentaban ya problemas estructurales como el tema del desempleo, la informalidad, pobreza y altos niveles de desigualdad. Afrontar una crisis de tal magnitud ha sido un reto en materia económica, fiscal y social. El comportamiento entre países ha sido heterogéneo y en cada uno de ellos se encuentran particularidades y diferentes condiciones. Sin embargo, todos los países tienen en común un factor: deben enfocar parte de su estrategia de recuperaci ón económica en ser más atractivo como países para que las empresas que se están pensando en relocalizar los vean como una opción atractiva y lleguen a la región. Solo por mencionar algunos acontecimientos importantes, encontramos un país como Perú marcado por inestabilidad e incertidumbre política; después de varios meses de agitación social en Chile se aprobó una Nueva Constitución y el 2021 será un año electoral; Brasil por su parte sigue presentando tensiones con respecto al cambio climático en el Amazonas y, su panorama geopolítico podría dar un giro con la salida de Trump, uno de sus principales aliados en temas bilaterales; México está a la espera de la llegad a del nuevo presidente de EEUU y las relaciones comerciales que de allí se deriven. Colombia, por su parte, comienza el 2021 como un año pre electoral, a la vez que será un año de recuperación económica con posibles planteamientos de reformas estructurales en materia laboral y tributaria. 25 g.) EE.UU. - 2020: Paquete de medias y salvamento económico en Estados Unidos En Estados Unidos la respuesta de política económica a las crisis de salud y a la crisis económica de confinamientos no se hizo esperar, ni en tiem pos ni en magnitudes. Desde inicios de marzo , la Reserva Federal inició recortes de emergencia de la tasa de interés en medio punto para semanas después dejarla cercana al 0%. Igualmente, reactivó las herramientas de la crisis del 2008 con las cuales viene expandiendo sus hojas de balance comprando activos, de forma permanentemente, a cambio de entrega de liquidez bancaria. Aún más, la Fed ha desplegado otras medidas extraordinarias, novedosas y no convencionales para brindar liquidez directamente a algunas empresas, mediante distintas ventanillas como la de compra directa a bonos corporativos y la de compra de cartera empresarial a los bancos, en especial aquellos nuevos créditos dirigidos a la crisis descritos abajo. Por su parte, en la respuesta fiscal l os grandes proyectos aprobados en el congreso han sido los paquetes de alivio y rescate CARES Act (Coronavirus Aid, Relief, and Economic Security ) en marzo y el recientemente aprobado Relief Act en vísperas de navidad. Este último adiciona casi $1 trillón a renglones similares al del Cares Act. Estos se componen de fondos para ambas: la gestión estatal de preparación para responder al Covid -19, la oferta de salud, las vacunas, y trasferencias a ministerios y entidades estatales; como también para asistir y rescatar directamente la economía. Dis cernir los montos de respuesta entre estos dos es un trabajo analítico importante. Aquel de rescate económico y empresarial puede llegar a ser el grueso de los estimados aquí presentados. Algunos renglones importantes son los siguientes. Los giros directos a las familias - en marzo dos cheques de $1200 para el grueso de ciudadanos, y los que el 29 de diciembre se determinaron en US$600 (y no en US$2000 como pretendía una enmienda presidencial) que serán girados a principios del 2021. Los créditos a las empre sas encaminados a re - contratar empleo, conocidos como PPP ( Pay Check Protection ), fueron de gran alivio, y el empresariado americano esperaba en navidad con ansias su extensión. Miles de empresas convencionales recibieron los créditos, y si cumplieron los requisitos se les condonaron. Y por el lado monetario, estos créditos son la cartera que de ser necesario los bancos han podido descontarlos por liquidez ante la FED. Por su parte, el soporte al mercado de deuda corporativa ha sido entregado a empresas que se fondean en este mercado tales como AT&T Inc, Apple I nc, General 26 Electric C o, Microsoft Corp, Ford Motor, Walmart Inc Walt Disney Co, Oracle Corp y más de 250 empresas, y varios fondos, de igual importancia. También se han presentado giros directos a l as empresas, a manera de grants orientado s al rescate de sectores como el aéreo, el servicio postal, y proveedores de seguridad nacional. Nombres que van desde la primera línea con American Airlines, pasando por Delta, hasta lejanos proveedores encadenados como SkyChefs. Otros rescates para otros sectores seguirán siendo parte del debate. Varias entidades multilaterales han tratado de medir el tamaño de la respuesta anticrisis de los países en términos de su correspondiente PIB. En estas comparaciones los EEUU no luce, a primera vista, como uno de los de mayor gasto directo. Aun así, en un espectro más amplio, el rescate empresarial y económico, y combinando todos los frentes de respuesta, las medidas y recursos dedicados a la crisis no tiene preceden te. Alrededor de $12 trillones de dólares, en total, son el valor de los paquetes de medidas puestas a disposición de la crisis, y sobrepasan el 50% del PIB de EEUU, tal como el seguimiento del comité oficial de presupuesto del congreso estima. Estos se compone n en buena parte de los $7 trillones puestos a disposición por la FED. Haya o no haya sido usada a la fecha en su totalidad, los créditos para la crisis, la asistencia monetaria, los créditos directos desde el banco central al crédito corporativo (en espec ial al mercado de bonos empresariales), y la compra de cartera representan una disposición y una inyección monetaria novedosa en forma y tamaño. Inyección que, sumada a las inyecciones fiscales aprobadas en el congreso, y el juego entre los dos frentes fis cal y monetario, posicionan como extraordinaria y no convencional el sentido de la respuesta americana a una crisis igualmente extraordinaria. La economía mundial en el 2021 Como se anotó anteriormente, e n la mayoría de países del mundo, el comienzo del 2020 marcaba un entorno favorable en donde gran parte de los analistas económicos esperaban cifras positivas , en una senda de recuperación económica con crecimientos positivos, pero aún baj os. Esta situación cambió a medida que avanzaba el primer trimestre del año donde la pandemia nos presentó una nueva realidad. En este sentido, todos los pronósticos y perspectivas de crecimiento fueron cambiando y revisados a la baja. 27 Las contracciones económicas esperadas para el cierre de 2020 para la economía mundial en general, a excepción de China, serán revertidas y se espera que el 2021 sea el año de la recuperación económica. Este será el primer paso para volver a la tendencia de crecimiento que traía la economía antes de la pandemia, que seguramente tardará unos años más. En este sentido, las proyecciones de crecimiento para 2021 del FMI (octubre, 2020) estiman una tasa de 5,2% para la economía mundial; un mejor desempeño para las economías eme rgentes con una tasa de 6,0% y, un crecimiento de 3,9% para el grupo de economías avanzadas. China, por su parte, se aleja de esta tendencia en donde el problema empezó primero y por esta razón, en parte, están percibiendo una recuperación más acelerada y signos de una recuperación importante para 2021 (8,2%), superando incluso las tasas pre pandemia. En el caso de América Latina, el crecimiento esperado es menor al promedio mundial (3,6%) teniendo en cuenta que dentro de la misma región se espera un comp ortamiento bastante heterogéneo entre países. Específicamente para Colombia el FMI espera un repunte de alrededor del 4% para el 2021. 28 América Latina: la región más afectada por la pandemia en 2020. Tímida recuperación en el 2021 La Comisión Económica para América Latina y El Caribe (CEPAL) presentó el 16 de diciembre tu tradicional Balance Preliminar de las Economías de América Latina y El Caribe 2020 en el cual asegura que el continente fue la región más afectada a nivel global a tal punto que la cataloga como \"la peor crisis económica de los últimos 120 años\", teniendo en cuenta que ya se venían presentando bajas tasas de crecimiento y diversos choques de oferta y demanda. Sin desconocer las medidas de choque y paquetes fiscale s que han implementado los países de la región, la recuperación económica que se espera para el 2021 con tasas positivas de crecimiento se fundamentan en un \"rebote estadístico\". Adicionalmente, se proyecta que si la región creciera a partir de 2021 a un ritmo de 1,8% (promedio última década), el nivel pre pandemia se recuperaría en 2024. Sin embargo, en un escenario donde la tasa de crecimiento alcanzada iguale la tasa promedio de los últimos 6 años (0,3%), nos tardaríamos más de 10 años en volver a los niveles antes del Covid -19. En esta dirección, la CEPAL recomienda aplicar medidas para afrontar la transformación productiva que involucre temas relacionados con el medio ambient e, la innovación, la tecnología, productividad, informalidad y por supuesto, en sectores que generen empleos con el fin de mitigar los factores de incertidumbre relacionados con la pandemia. Se pronostica entonces un crecimiento para América Latina y el Ca ribe en 2021 de 3,7%, en donde 3,1 puntos porcentuales hacen parte del este efecto de rebote y donde solo se recuperaría el 44% de la pérdida del PIB de 2020. Este comportamiento dependerá, en gran parte, los siguientes factores: Proceso de vacunación en América Latina : Se estima que el impacto económico derivado de las campañas de vacunación en los países se empezaría a evidencia desde el segundo semestre del 2021, sin embargo, un retraso en este aspecto, podría modificar la recuperación económica de la región. 29 Política monetaria expansiva y paquetes fiscales: El retiro prematuro de los estímulos fiscales y la falta de liquidez en las economías podría afectar negativamente el desempeño económico de 2021. Condiciones financieras mundiales: Las condicione s favorables de acceso a financiamiento serán determinantes en la medida que los países tratan de atender la crisis, pero donde paralelamente la mayoría de coeficientes de deuda han aumentado de forma significativa. Este es un punto importante, junto con e l comportamiento de la tasa de cambio, para hacerle frente en el 2021 y el cual podría impactar directamente la tasa de crecimiento de la región. Precio de los commodities: Se espera una recuperación de los precios básicos en el 2021, apuntando a un choqu e positivo en los niveles de ingresos y las perspectivas económicas de los países de América Latina. Otros factores relevantes: Mayores tasas de desempleo, profundización de la desigualdad y posible retroceso en las tasas de pobreza, así como la intensif icación de descontento social y tensiones geopolíticas en temas comerciales y tecnológico s serán parte de la agenda en la senda de recuperación económica. Analizando en detalle los pronósticos de los principales países de la región, se evidencia una tasa de recuperación significativa frente al 2020. E n el caso de Perú el crecimiento esperando para 2021 (9,0%) es el más llamativo en la medida que en el 2020 la caída fue mayor al compara rse con el resto de países y promedios de la región. Países como Colomb ia, Chile y Argentina, por su parte, exhibirían un crecimiento de alrededor del 5,0%, también por encima del 3,7% proyectado para América Latina. Para el caso de México y Brasil, se evidencia un menor crecimiento, más específicamente de 3,8% y 3,2%, respec tivamente. 30 Aún hay riesgos que generan incertidumbre en la economía mundial para el 2021 La crisis derivada del Covid -19 ha marcado la historia mundial reciente a tal punto que surgieron procesos de transformación en todos los aspectos y por tal razón nos vimos obligados a adaptarnos a una manera diferente de producir, de trabajar, de consumir y por supuesto, de vivir. E n este nuevo escenario, las econom ías han venido ajustando sus capacidades de acuerdo a sus planes de reactivación y medidas de choque necesarias para que el 2021 sea un año marcado por tendencias positivas y de recuperación. En este sentido, es importante visualizar los grandes factores que podrían influir en el desempeño de la economía mundial. El Fondo Monetario Internacional, en su habitual reporte de octubre de 2020 (WEO - World Economic Outlook) sobre la economía mundial, evidencia una serie de factores positivos que podrían contr ibuir a unas mejores tasas de recuperación de la economía mundial. 31 La recuperación económica podría avanzar más rápido de lo esperado: Este escenario se dará en la medida que la normalización presente un proceso más acelerado, sobre todo suponiendo que n o se presenten rebrotes en los sectores que ya están funcionando plenamente. Extensión de las medidas de contención fiscal: En la medida que los paquetes de ayuda económica duren más tiempo, se observaría una tendencia de mejora en los balances de las e conomías avanzadas y en menor medida en las economías emergentes. Crecimiento de la productividad de manera más acelerada: Se podría generar un mayor crecimiento de la productividad derivado de los cambios en la forma de producir, manejar la logística, realizar transacciones, trabajar de forma remota, de nuevos descubrimientos en la medicina y en general, beneficiarnos de la transformación que surgió a partir de la pandemia. En este punto los avances en materia digital también jugarán un papel protagónic o. Avances en terapias para tratar el virus: La importancia de estos avances radica en la posibilidad de controlar el virus y lograr disminuir la transmisión para que volvamos a los niveles de actividad y movilidad pre -pandemia y se puedan evitar nuevas o las de contagio. Producción de una vacuna efectiva y segura: Si bien algunos países ya comenzaron o tienen planes próximos de vacunación masiva, se necesita que exista una producción de vacunas a escala y que pueda ser distribuida a nivel mundial con pre cios razonables. Los sectores económicos más beneficiados serán los que son intensivos en contacto humano como el turismo y el entretenimiento. Sin embargo, también existen riesgos latentes que podrían tener efectos negativos sobre las tasas de crecimien to económico: Rebrotes del virus: En la medida que los tratamientos y la vacunación contra el virus se tarden más tiempo de lo esperado o avancen más rápido en algunas regiones o países que otros, se pueden generar rebrotes y la actividad 32 económica, así como la demanda mundial podrían verse afectados por nuevos confinamientos y medidas de distanciamiento social. Retiros prematuros de los estímulos fiscales: Se deben focalizar los estímulos correctamente de manera que estimulen la economí a de la manera adecuada y con la duración correcta para una pronta recuperación. Condiciones financieras apretadas: En un contexto aún de incertidumbre, existe la posibilidad de que aparezcan nuevas vulnerabilidades y esto termine aumentando los niveles de deuda. Riesgos de liquidez e insolvencia: En la medida que los problemas de liquidez de las empresas y posibles situaciones de insolvencia se intensifiquen se podrían traducir en bancarrota y cierres empresariales. De esta manera se verían afectados puestos de trabajo y pérdida de ingreso para los hogares lo que podría debilitar la demanda y retrasar la recuperación económica. Intensificación del malestar social: Con la llegada de la pandemia en 2020, las protestas sociales que estuvieron en auge en el 2019 se redujeron debido a las medidas de di stanciamiento social y limitaciones en la movilidad. Recordemos que el año pasado, se presentaron manifestaciones alrededor del mundo relacionadas con temas como racismo, equidad de género, medio ambiente, descontento político, solo por mencionar algunas r azones. Estos eventos pueden volver a presentarse y pueden afectar la credibilidad en las instituciones y una percepción de desconexión entre las prioridades de los gobernantes y los problemas que estamos enfrentando como sociedad, lo que finalmente impact aría negativamente los esfuerzos que hagan los gobiernos por tomar la senda de la recuperación de las economías. Tensiones geopolíticas: Las decisiones, sobre todo, en materia de comercio exterior, producción de petróleo, ratificación del Brexit, la tra nsición gubernamental en Estados Unidos y, en general, la aparición de tensiones geopolíticas serán claves para el avance en la recuperación de los mercados y un repunte económico en el 2021. 33 Incertidumbre en políticas comerciales y fricciones tecnológic as: A pesar que entre Estados Unidos y China se han llegado a algunos puntos en común, sigue latente el riesgo de tensiones comerciales que terminen afectando a la demanda mundial. En temas de plataformas y negocios tecnológicos, existen hoy en día disputa s comerciales que enfrentarían a las cadenas de suministro globales a amenazas adicionales. Desastres naturales: Los eventos derivados de la naturaleza tales como huracanes, incendios forestales, tormentas tropicales y sequías podrían seguir presentes, i ncluso en regiones donde no son característicos de estas situaciones relacionadas con el cambio climático. Estos desastres podrían impactar en temas de migración entre fronteras y causar estrés financiero en los mercados internacionales retrasando la recup eración económica. The Great Reset y otras reflexiones finales Definitivamente la aparición de la pandemia ha creado y reconfigurado un panorama en el que los cambios y los procesos de transformación han sido, son y serán inminentes. La forma que tradi cionalmente conocíamos de trabajar, de producir, de consumir, de convivir con nuestro entorno y, en general, la forma de tomar decisiones ha cambiado. Luego de conocer un poco más del funcionamiento del virus; grandes avances en investigación y desarrol lo de una vacuna e incluso de campañas masivas de vacunación en algunos países; medidas menos restrictivas que al principio del año en términos de movilidad y actividad productiva; aparición de nuevos productos y servicios que supliera n las necesidades del mercado; medidas de choque y paquetes de estímulo fiscal y, una menor incertidumbre en general, se necesita entrar en una fase de recuperación que tenga como prioridad la recuperación del tejido empresarial, el desarrollo social, la so stenibilidad ambiental y afrontar el problema de desigualdad. Es así como a través de los meses se han forjado iniciativas como la del Foro Económico Mundial (WEF) llamada \"El Gran Reinicio\" o The Great Reset - en su versión en inglés - con el fin de llevar a cabo procesos de cooperación y colaboración entre países, empresas e instituciones que tenga como objetivo principal la construcción de un \"nuevo contrato social\". 34 La iniciativa del WEF asegura que la com petitividad y la recuperación de las economías no puede estar basada única mente en factores económicos como el crecimiento y la productividad, sino que debe incluir temas de equidad, medio ambiente, innovación, educación para un mejor talento humano. Adici onalmente se plantea la necesidad de contar con políticas públicas que, no solamente se enfoquen en la recuperación inmediata, sino en la transformación y los cambios estructurales de los sistemas económicos. El tradicional informe sobre competitividad qu e publica anualmente el Foro Económico Mundial fue modificado para el 2020, en donde se proponen diferentes frentes para afrontar los cambios y los procesos de mejora que tanto se ha mencionado. De esta manera las estrategias deberían estar centradas en lo s siguientes temas: Medio ambiente, transición energética y renovables Educación, habilidades ( reskilling ) y automatización Condiciones para las nuevas necesidades de los mercados: Repensar los marcos de competencia y antimonopolio para reducir barreras de entrada, sistemas tributarios progresivos, repensar nuevas necesidades en la legislación laboral Incrementar los incentivos y el acceso al sistema financiero, de salud y educación Mayor inversión en innovación, sobre todo desde el sector público Incen tivar la inclusión, la diversidad y la equidad ¡Qué sea entonces esta la oportunidad para abrir una ventana al cambio desde un punto de vista de optimismo y esperanza que nos beneficie como economías, como país y como sociedad! Crecimiento económico: El 2020 sin duda ha sido un año de recesión, donde el país atravesó la crisis más profunda de los últimos 90 años, quizás sólo comparable con la depresión de los treinta. En este año fue evidente la estrecha relación que existe entre economía y salud. También lo f ue la necesidad de acompañar las medidas de salud pública, con 35 acciones empresariales en la adopción de los protocolos de bioseguridad , y, a nivel personal el autocuidado y cumplimiento del distanciamiento social han permitido que superáramos la etapa inic ial de la pandemia , donde hubo un confinamiento casi total. Los resultados en materia de crecimiento arrojan para los pri meros tres trimestres de 2020, u na caída de -8.1% , frente a un crecimiento de 3.3% en el año anterior . Para este 2020 prácticamente todas las actividades económicas se contrajeron. Se exceptúan aquellas que mantuvieron su operación prácticamente durante todo el año y cuya demanda no ha estado tan golpeada. Es el caso de agricultura ( 2,8%), actividades finan cieras y de seguros (1, 6%) y actividades inmobiliarias (2,1%). Contrasta con lo anterior, la significativa reducción en construcción ( -23,4%); comercio, almacenamiento, hotelería y restaurantes ( -17,8%) y actividades artísticas y de entretenimiento ( -23,4% ). En el caso de la industria manufacturera el PIB del sector se redujo -11,1%. 36 Por el lado de la demanda todos los componentes del PIB registran una caída significativa en los primeros 9 meses del año. Sin embargo, no todos los componentes presentan contracciones de magnitudes similares. Mient ras el consumo final se redujo -5,5%, la inversión y las ventas al exterior disminuyeron a tasas de dos dígitos. Es así como la formación bruta de capital se contra e -20,0%, y el comercio exterior cae en promedio un -18%. Por su parte el subcomponente del gasto de consumo de gobierno, presentó una expansión de 2,6%. La contracción del total de la demanda interna fue más fuerte que la del PIB mismo con una variación negativa de -8,7% en los primeros nueve meses del año. Trim I Trim II Trim III Año Trim I Trim II Trim III Ene-Sept Agricultura, ganadería, caza, silvicultura y pesca 1,1 -0,4 2,3 1,9 7,0 -0,1 1,5 2,8 Explotación de minas y canteras 5,0 1,2 0,6 2,0 -2,7 -21,6 -19,1 -14,5 Industrias manufactureras 2,8 0,4 1,6 1,6 -0,6 -25,4 -7,2 -11,1 Electricidad, gas, agua, saneamiento ambiental 3,0 2,6 2,8 2,8 3,4 -8,6 -4,2 -22,1 -24,7 -16,2 Comercio, reparaciones, transporte, almacenamiento, alojamiento, servicios de comida3,5 4,6 6,2 4,8 1,7 -34,1 -20,1 -17,8 Información y comunicaciones 3,4 3,5 -0,2 1,7 1,4 -5,2 -3,2 -2,4 Actividades financieras y de seguros 6,3 4,4 7,9 5,7 2,1 1,0 1,5 1,6 Actividades inmobiliarias 3,0 2,8 3,1 3,0 2,6 2,0 1,8 2,1 Actividades prof., científicas y técnicas, servicios administrativos y de apoyo3,3 3,5 4,1 3,7 3,0 -10,6 -6,1 -4,8 Administración pública y defensa; seguridad social, educación, salud humana y de servicios sociales4,3 5,4 5,1 4,9 3,1 -3,7 -0,7 -0,6 Actividades artísticas, de entretenimiento y recreación , hogares4,2 3,3 3,9 3,4 -3,2 -37,1 -29,7 -23,4 Valor bruto 2,9 3,0 3,3 3,1 1,2 -15,8 -9,0 -8,1 Impuestos menos subvenciones sobre los productos3,4 4,1 5,4 4,6 1,3 -15,9 -8,5 -7,8 Producto interno bruto 3,0 3,1 3,5 3,3 1,2 -15,8 -9,0 -8,1 2019COLOMBIA: CRECIMIENTO ECONÓMICO 2020 37 La inversión fu e durante muchos años un motor de crecimiento de la economía colombiana. Esta trayectoria favorable se suspendió en el año 2016. En el 2019, nuevamente se observa un mayor crecimiento de la inversión frente al PIB Total. Con la pandemia nuevamente nos enco ntramos con una fuerte caída de la inversión que incluso es más de dos veces superior a la contracción de la economía en su conjunto. 38 Al analizar en cuentas nacionales, el desempeño de la inversión por tipo de activo, se observa una disminución en todos los ítems especialmente en vivienda ( -27,8%), otros edificios y estructuras ( -22,6%) y en maquinaria y equipo ( -14,1%). Este desempeño era de esperarse teniendo en cuenta la fuerte incertidumbre que ha acompañado la crisis actual y la dificultad de identificar los riesgos, estimar su duración o prever su comportamiento futuro. De todas formas, en este tema el país también tiene un gran reto en generar condiciones favorables para la inversión, particularmente si queremos ser un destino atractivo pa ra las Cadenas Globales de Valor que se están relocalizando. Con respecto a la inversión, vale la pena señalar como aspecto positivo que en la EOIC del mes de septiembre donde se incluyó un apartado especial con preguntas sobre las decisiones de inversión en las empresas , ya se observa un panorama más tranquilizador que el percibido al cierre del primer trim estre . Es así como 47,9% de las empresas tiene previsto o está desarroll ando un proyecto de inversión. Trim I Trim II Trim III 4,4 6,3 1,8 4,2 0,0 -32,4 -29,8 -22,6 Maquinaria y equipo 24,7 15,5 12,8 3,8 13,9 -2,1 -37,7 -2,9 -14,1 Recursos biológicos cultivados 4,8 1,0 1,6 -5,1 0,5 0,5 1,9 -4,8 -0,9 Productos de propiedad intelectual 1,4 1,3 2,4 5,1 2,6 0,2 -13,0 -9,3 -7,6 Formación bruta de capital fijo 8,8 4,4 4,9 0,3 4,3 -4,8 -33,5 -19,5 -19,6 FUENTE: DANE, Cuentas NacionalesFORMACIÓN BRUTA DE CAPITAL FIJO POR TIPO DE ACTIVO 2019 2020 39 Los objetivos de los proyectos de inversión que están adelantando o tienen previsto desarrollar en el 2021, son principalmente: modernización tecnológica (65,5%), ensanche de la planta (49,1%), renovación de equipo (43,6%) e innovación (32,7%). Es importante destacar que esos resultados muestran una importante mejoría, con respecto a lo que nos reportaron en marzo del presente año. Con el objetivo de profundizar en este comportamiento, hicimos el ejercicio de tomar solo las empresas que respondieron este módulo tanto en marzo como en septiembre. En marzo solo el 24,5% de las firmas estaba adelantando o tenía en firme su decisión de llevar a cabo proyectos de inversión, el 33,7% respondió de manera 40 negativa a la pregunta y el 41,8% tomó la decisión de aplazarlos. Para el mes de septiembre se comportaron de la siguiente manera: el 42,9%respondió de manera afirmativa, el 41,8% dice que la empresa no adelanta o no tiene previsto desarrollar proyectos de inversión y el 15,3% a plazó este. Perspectivas de crecimiento para 2020 y 2021 Los pronósticos de crecimiento económico para este año son bastante pesimistas. Teniendo en consideración la incertidumbre actual que no permite reflejar cómo terminará el año, todas las entidades han presentado proyecciones negativas y tasas que no son comunes en nuestra economía. Para el 2020 estimamos que la economía colombiana cerrará el año con una caída alrededor del -8%. Para el 2021 el resultado final será positiv o tanto por factores estadísticos como por la evolución que ya empieza a registrarse donde las caídas en los sectores que vienen operando dentro de una nueva realidad, se han moderado. En estas condiciones el crecimiento podría estar alrededor del 5%. Con estas tasas es importante anotar dos grandes temas. De un lado nos demoraremos al menos dos años en recuperar los niveles de 2019. Pero, más importante aún está el interrogante sobre cuánto tardará el país en retornar a la trayectoria de crecimiento que h abíamos logrado en los últimos años. Allí la respuesta es menos optimista y podríamos hacer referencia a 4 o 6 años. En el 41 entretanto, la pérdida de valor económico de la sociedad será gigantesca, solo en 2020 podemos hablar de más de 80 billones de pesos , llegando a una nueva base para los crecimientos futuros acumilativa que nos llevará a perder unos 140 billones en 3 años. Difícilmente recuperaremos estas pérdidas, que por supuesto tendrán profundos efectos en las metas sociales. La longitud y tamaño de la crisis, sin embargo, dependerá de las acciones que tomemos desde el sector público y desde lo microeconómico. Desde la política pública se requieren acciones de choque que apunten al salvamento de las empresas y la conservación del empleo y así evita r una pérdida del tejido empresarial que nos haría postergar a ún más una reactivación sostenida de la economía. Pero igualmente se requieren políticas estructurales que le den certeza al empresariado nacional y extranjero que Colombia es un país en recuper ación. Y desde lo empresarial el reto es mantener la confianza y continuar creando empresa. Industria El 2020 ha sido en general, un año de incertidumbre para la economía colombiana. Incertidumbre, que se tradujo en una situación recesiva debido al imp acto del Covid - 19 sobre la actividad productiva. En efecto, l os resultados de la Encuesta de Opinión Industrial Conjunta para el período enero -octubre registran variaciones negativas en la actividad manufacturera y los pedidos y el clima de los negocios si guen en niveles bajos . Sin embargo, los datos registrados presentan avances en la dinámica del sector industrial frente a los que se había observado en el primer semestre del año. El análisis trimestral de la EOIC, nos muestra mejores indicadores en el te rcer trimestre del año frente a los períodos inmediatamente anteriores. Es el caso de la 42 utilización de la capacidad instalada, el volumen de pedidos y el clima de los negocios. En un contexto más amplio encontramos que el desempeño de la industria colombiana se encuentra por encima lo observado en otras economías de la región donde se registran caídas de -18,0% en Perú, -13,4% en México y -11,0 en Chile en lo corrido del año hasta octubre . 43 Es evidente que nos enfrentamos a u na coyuntura muy difícil con grandes retos. Debemos seguir haciendo esfuerzos para generar un panorama propicio para la inversión y el crecimiento, continuar con acciones orientadas a la reactivación económica mediante un mayor número de actividades produc tivas en funcionamiento que permitan activar la totalidad de las cadenas de valor. Veamos ahora los resultados de la EOIC para el período enero -octubre de 2020: Producción y Ventas De acuerdo con los resultados de la Encuesta de Opinión Industrial Conjunta (EOIC), que la ANDI realiza con ACICAM, ACOPLASTICOS, ANDIGRAF y CAMACOL, en el período enero -octubre de 2020, comparado con el mismo periodo de 2019, la producción disminuyó -9,9%, las ventas totales -8,9% y, dentro de éstas, las ventas hacia el mercado interno disminuyeron -9,0%. En el año inmediatamente anterior, estas tasas eran de 1,8%, 2,8% y 2,9%, respectivamente. Año 2019 Año 2020 oct-19 oct-20 ECUADOR* 7,6 10,6 CHINA 5,6 1,8 TURQUÍA -2,4 -0,1 URUGUAY -1,9 -5,1 BRASIL 0,3 -6,8 ESTADOS -9,3 -9,5 -11,7 UNIDO de los diferentes países *Datos a septiembreCRECIMIENTO INDUSTRIA MANUFACTURERA Porcentaje País 44 A nivel sectorial, todas las actividades manufactureras continúan registrando tasas negativas en producción y ventas como se observa en el siguiente cuadro: 45 Utilización de la Capacidad Instalada Con respecto al indicador de utilización de la capacidad instalada, el comportamiento promedio en el año 2020, refleja una menor dinámica frente al año anterior, ubicándose en 75 ,3%, mientras que hace un año, la cifra fue de 80,7%. 46 Inventarios y Pedidos En promedio, en el año 2020, el 54,4% de la producción reportada calificó sus pedidos como altos o normales, porcentaje significativamente inferior al registrado en 2019 (91,4%). En el caso de los inventarios, éstos fueron calificados como altos por el 22,7% de la producción manufacturera. Este último indicador reflej a una mayor acumulación de existencias frente al indicador de 2019, cuando el 17,6% calificó como alto el nivel de inventarios. 47 Clima de Negocios La situación de la industria manufacturera también se refleja en la percepción de los empresarios sobre el clima de negocios. En promedio en el año 2020, el 56,0% de los encuestados consideró la situación actual de su empresa como buena, nivel inferior al 68,6% observado en el año 2019. 48 Obstáculos para la actividad productiva Los principales obstáculos que han enfrentado los empresarios en lo corrido del año hasta octubre son en su orden: falta de demanda ocupando el primer lugar, seguido de tipo de cambio, impacto COVID -19, costo/suministro de materias primas, infraestructura y costos logísticos, contrabando, estrategias agresivas de precios y comercialización, capital de trabajo y cartera. En 2020 se incluyeron en la Encuesta de Opinión Industrial Conjunta algunos aspectos relevantes para el sector manufacturero colombiano, con el fin de contar con un registro de la adaptación del aparato a la nueva realidad que acompañó la pandemia. Comercio electrónico Durante la crisis del Covid -19, las empresas han enfrentado varios retos y desafíos donde han dedicado todos sus esfuerzos para reinventarse y adaptarse a las nuevas necesidades y tendencias del mercado. Para muchas empresas, el proceso de adopción de nuev as tecnologías, de integrar nuevas herramientas digitales en sus procesos y, en general, de adoptar una estrategia de transformación digital llegó 49 más rápido de lo esperado y sin previo aviso. Estos últimos meses se han convertido en un desafío, tanto desd e el punto de vista de la oferta como desde la demanda. En esta dirección, el comercio electrónico ha tomado una fuerza significativa, permitiendo fortalecer la relación con los clientes y aprovechando todas las ventajas derivadas de este modelo. El us o de canales digitales impulsa el fortalecimiento de los procesos internos de las empresas y adicionalmente, genera una mayor capacidad de llegar a los clientes y generar valor agregado. En la encuesta de comercio electrónico les pedimos a los empresarios que indicaran el porcentaje de uso de canales digitales en distintos procesos, comparando tres momentos: antes de la crisis del Covid, durante la crisis del Covid y cómo perciben qué será este uso digital cuando pasé la crisis actual. En general se obser va que los empresarios han usado de manera más recurrente los medios digitales en cada uno de los procesos de la empresa durante la crisis del Covid -19. 50 En mercadeo y consecución de nuevos clientes, el porcentaje de uso de los canales digitales antes de la crisis se centraba alrededor del 35%, pero durante la crisis se incrementó hasta 63% y se espera que permanezca alrededor del 58% cuando pase la pandemia. En catálogo de productos, el porcentaje de uso de canales digitales se centra ba alrededor del 48% y pasa a 65% durante y después del Covid. Es importante anotar que empresas que ofrecen servicios también han aprovechado estos canales digitales para darle mayor visibilidad a su portafolio y acercarse a los clientes. En términos de cotización de productos también se ha observado la misma tendencia, donde antes de la actual crisis el porcentaje de uso de canales digitales se observaba alrededor del 56%, aumentando hasta 74% en la crisis del Covid y donde se estima que e l uso de plataformas digitales para brindar cotizaciones esté alrededor del 71%. En temas de toma de órdenes y pedidos, los encuestados afirman que el porcentaje del uso de canales digitales pasa de 58% a 73% y 72%, antes, durante y post crisis del Covid, respectivamente. Las formas de pago virtuales cumplen un papel fundamental en el comercio electrónico. Así lo reflejan los resultados, donde el porcentaje de uso de canales 51 digitales antes del Covid estaba alrededor del 62% y crece hasta 74% durante y después del Covid. Por último, un factor fundamental como lo es la logística que incluye la recolección, despacho, rastreo, entrega final y el servicio de posventa, también presenta un aumento en el porcentaje de uso de los canales digitales pasando de 58% antes del Covid hasta 69% y 70% durante y después del Covid, respectivamente. Entendiendo la importancia del comercio electrónico, les preguntamos a los empresarios sobre la experiencia de tener la oportunidad o necesidad de vender en línea durante la cri sis del Covid, incluyendo logros, oportunidades, problemas o recomendaciones. En esta dirección, el 16,8% de los encuestados afirma que el comercio electrónico ha sido una experiencia positiva, con aprendizajes y ha estado dentro de un proceso de reinv ención empresarial. El 15,9% de los encuestados indica que la crisis del Covid ha acelerado el uso de canales digitales. El 14,2%, por su parte, asegura que aún no han implementado el e -commerce o no se han visto en la necesidad de 52 implementarlo. El 13,3% de los encuestados ha aumentado el uso de herramientas web para llegar al cliente por medio de videoconferencias, WhatsApp y correo electrónico. Otros elementos mencionados por los empresarios fueron: aumento en la creatividad, comunicación efectiva e inno vación (8,8%), acceso a más clientes o mercados (8%). El 7,1% afirma que no se han presentado cambios, mientras que el 6,2% señala que ha presentado crecimiento en ventas, así como que hace falta fortalecer la cultura y confianza del consumidor y que aún p ersisten retos en logística y distribución. Conocer las dificultades y barreras que han enfrentado los empresarios para la implementación de los canales de comercio electrónico es imprescindible con el fin encontrar cómo solucionarlas, avanzar de manera e fectiva y cumplir con las necesidades del consumidor que cada día son más cambiantes y exigentes. En esta dirección el 33,1% de los encuestados indica que la principal barrera ha sido el tema relacionado a la logística de despacho y distribución. El 23 ,4% señala que la falta de confianza de los usuarios para realizar pagos a través de pasarelas de pago ha sido uno de las mayores dificultades. En tercer lugar, se ubica la 53 seguridad digital (21%), seguido de la puesta a punto de la pasarela de pagos (19,4 %), barreras con respecto al diseño y carga de catálogo (17,7%) y el desconocimiento de requisitos legales entorno al comercio electrónico con 16,9%. La falta de talento digital también se considera como una de las dificultades que han enfrentado los encue stados con un 4,0%. Adicional a los elementos anteriormente mencionados, los encuestados también afirman que se presentan barreras cuando sus productos o servicios son de carácter muy especializado, cuando hay incertidumbre en la inversión o cuando se perc ibe falta de cultura y mentalidad del consumidor. Presupuesto A finales del 2019 cuando las empresas trazaron sus metas para el 2020, difícilmente podrían haber anticipado lo que enfrentaron en este año. Por ello , les preguntó sobre el cumplimiento de s us presupuesto s en ventas totales, nacionales y exportaciones. Los encuestados afirmaron cumplir su presupuesto en ventas totales en un 85,9%, las ventas al mercado nacional tuvieron un cumplimiento de 86,2% y las exportaciones registraron un porcentaje de cumplimiento de 88,2%. Estos niveles son inferiores a los reportados en el año anterior, donde el cumplimiento en ventas totales, mercado nacional y exportaciones era mucho mayor, siendo 94,5%, 93,8% y 91,4%, respectivamente. 54 Debido a la compleja coyuntura que atraviesa la economía, se les preguntó a los empresarios si había n tomado la decisión de diversificar el portafolio de los productos, el 12,4% manifestó hacerlo, el 57,5% dijeron que poco y el 30,1% no lo hicieron. Las estrategias que adoptaron los empresarios que diversificaron el portafolio de los productos de la empresa fueron: nuevos productos (53,1%), ventas directas (26,0%); desarrollo de productos de mayor valor agregado (25,0%), nuevos diseños y empaques (21,9%), nuevos tamaños (14,6%) y desarrollo de productos de menor valor agregado (7,3%). 55 El avance de la pandemia ha implicado todo tipo de retos en el desarrollo de la actividad productiva. Indagamos sobre los cambios que han presentado las empresas en su fu ncionamiento. En orden de importancia tenemos que el principal cambio se dio es en el trabajo en casa (73,0%), seguido de ajustes en los turnos de trabajo (66,1%), teletrabajo (57,4%), adopción de nuevas tecnologías (50,9%), ajustes en la cadena de suminis tro (50,1%), búsqueda de nichos de mercado (48,5%), cambios en la fuerza comercial (45,6%) y en último lugar tenemos inversión en logística (42,1%). 56 57 El desempeño de las ventas en los diferentes canales de distribución fue otra de las preguntas qué incluimos en el módulo para el mes de octubre. Los canales en los que las empresas presentaron mayores aumentos en las ventas fueron ventas directas al cliente (36,4%), comercio electrónico (33,7%), ventas mayoristas (25,8%) y canal tradicion al (24,7%). 58 Así como en los hogares, los contagios por COVID -19 han tenido un fuerte impacto en la industria del país, pues el 92,5% de las empresas reporta haber enfrentado casos positivos de COVID -19. El 9,5% de los trabajadores se han visto afectados durante el periodo de la pandemia y en este momento se encuentran contagiados 1,6% de los empleados. Uno de los cambios más significativos ha sido la adopción del trabajo desde casa como estrategia para evitar la propagación del virus. Finalmente, los encu estados nos reportaron que el 22,9% del total de sus trabajadores continúan en la modalidad de teletrabajo o trabajo en casa. El comercio exterior colombiano en tiempos de COVID -19 59 En Colombia, la reducción de la economía mundial conllevó una disminución del intercambio comercial con nuestros principales socios comerciales. En los primeros diez meses del año, las exportaciones cayeron -23,3%. La reducción en exportaciones se debe en buena parte a la contracción en las exportaciones tradicionale s (-36,1%), en particular las ventas externas de petróleo y sus derivados que caen -46,2% tanto por menor volumen exportado ( -10,2%) como por el menor precio del petróleo registrado en 2020. En el caso de las exportaciones industriales, en el acumula do enero - octubre del 2020, las exportaciones industriales llegaron a 13.779 millones de dólares, cifra que representa el 54,1% de las exportaciones totales del país, presentando también una variación negativa de -10,7%, generalizad a a prácticamente a todos los sectores manufactureros a excepción de productos alimenticios, productos metalúrgicos básicos y productos farmacéuticos. En lo corrido del 2020, las mayores caídas en las ventas al exterior se registran en productos de tabaco ( -77,1%); vehículos au tomotores refinación del petróleo y ( -42,9%); otras industrias manufactureras ( -39,7%); actividades de impresión ( -38,2%); otros equipos de transporte ( -38,7%) y confección y prendas de vestir ( -32,9%), con disminuciones mayores al -30%. 60 Por su parte las importaciones disminuyeron -19,9% en los primeros diez meses del 2020. Según uso o destino económico de los bienes, las más afectadas corresponden a las compras en el exterior de combustibles y lubricantes ( -48,4%), materiales de construcción ( -36,8%), equipos de transporte ( -36,6%) y las importaciones de bienes de consumo duraderos -31,1%). 2019p 2020p Total industria alimenticios 3.578,1 3.841,4 7,4 Productos metalúrgicos básicos 2.187,1 2.919,6 productos químicos 2.141,0 1.841,8 -14,0 del petróleo y mezcla de combustibles 3.198,1 1.827,2 -42,9 Productos de caucho y de plástico -12,6 Aparatos y equipo eléctrico 405,5 385,5 -4,9 Productos elaborados de metal, excepto maquinaria y equipo 384,2 328,5 -14,5 Productos farmacéuticos 307,7 307,7 0,0 Papel, cartón y productos de papel y cartón 321,6 271,5 -15,6 Vehículos automotores, remolques y semirremolques de prendas de vestir Otros productos minerales no y ópticos 132,5 125,9 Otros tipos de equipo de de cueros; 58,4 -9,8 Bebidas 50,1 41,0 -18,1 Madera y fabricación de productos de madera 21,1 17,4 -17,3 Productos de tabaco 39,2 9,0 -77,1 Fuente: DIAN - DANE (EXPO)Enero - octubre Variación %Millones de dólares FOBEXPORTACIONES DE LA INDUSTRIA MANUFACTURERA 61 Como mencionamos atrás, el COVID -19 tuvo un impacto sin pre cedentes en la economía global, afectando tanto el volumen como el valor del comercio mundial. Adicionalmente, se aceleró la transformación digital a todos los niveles de la empresa; los costos y tiempos logísticos se incrementaron , y, aumentó la necesidad de encontrar nuevos mercados y proveedores. En esta dirección, la ANDI en colaboración con el CEA, realizó una encuesta para analizar la situación de las empresas exportadoras e importadoras de Colombia. En el caso de las exportaciones, durante el period o enero - mayo de 2020, el 87,6% de las empresas registró una disminución de las ventas externas, un 3,6% permanecieron igual y el 8,8% restante afirmó que sus exportaciones aumentaron a causa de la pandemia. 2019p 0,0 Fuente: DIAN - DANE(IMPO)Bienes de capital para la agricultura Bienes de capital para la industria Equipo de transporte Bienes no clasificadosIMPORTACIONES SEGÚN USO O DESTINO ECONÓMICO Materias primas para la agricultura Materias primas para la industria Bienes de capital y material de construcción Materiales de construcciónTotal importaciones Bienes de consumo Bienes de consumo no duradero Bienes de consumo duradero Materias primas y productos intermedios Combustibles, lubricantes y conexosEnero - octubre Participación (%) Millones de dólares CIF 62 Las principales barreras que las firmas identificaron a la hora de exportar durante la pandemia son en su orden: la cancelación de pedidos (50,8%), el impacto sobre los tiempos (50,8%) y sobre los costos logísticos con 49,2%. 8,8% 3,6%87,6%¿Cómo ha afectado el COVID -19 el comportamiento de sus EXPORTACIONES en DÓLARES FOB en el periodo enero -mayo de 2020, frente al mismo periodo del año 2019? Aumentaron Permanecieron igual Disminuyeron logísticos Costos logísticos Contacto con clientes (distribuidores, agentes, etc.) Despachos Disponibilidad de capital de trabajo Cumplimiento de normas técnicas obligatorias en... Requisitos sanitarios y fitosanitarios Acceso a comercio electrónico OtrasIdentifique las barreras que ha enfrentado su empresa al EXPORTAR durante la pandemia: Fuente: ANDI -Encuesta Comercio Exterior 63 En el caso de aquellas empresas que tuvieron una disminución de sus ventas al exterior durante la pandemia, el 43,6% manifestó que espera volver a tener el nivel de antes de la pandemia en un rango de 1 y 2 años; el 38,5% espera que entre 6 meses y 1 año se recuperen las exportaciones; un 15,4% considera menos de 6 meses, y el restante 2,6% es más negativo y dice que le tomarán más de 2 años para volver a los niveles previos a la pandemia. Por otro lado, las empresas que han aumentado o no han visto afectadas sus exportaciones durante la pandemia, un 43,4% cree que en lo s próximos 12 meses se mantendrán en un nivel constante y su comportamiento no variará, un 36,8% espera que se reporten aumentos en sus niveles de exportación, y, por el contrario, un 19,7% estima que este rubro caerá. 43,6% 38,5% 15,4% 2,6% Entre 1 año y 2 años Entre 6 meses y 1 año Menos de 6 meses Más de 2 añosSi las exportaciones de su empresa han caído durante la pandemia, ¿En cuánto tiempo estima que su empresa puede recuperar el nivel de exportaciones que tenía antes del COVID -19? Fuente: ANDI -Encuesta Comercio Exterior 64 De acuerdo con la incertidumbre qu e rodea el comportamiento del comercio exterior se les cuestionó sobre cuáles son los principales cuellos de botella / restricciones que la empresa enfrentará para aumentar sus exportaciones en el 2021. Señalan principalmente, la debilidad de la demanda ex terna (69,2%), las dificultades de transporte y logística internacional (26,9%), las restricciones comerciales de los países de destino (23,1%), las dificultades de transporte y logística nacional (19,2%) y las dificultades de financiamiento (11,5%). 36,8%43,4%19,7%Si las exportaciones de su empresa han aumentado o se han mantenido relativamente constante durante la pandemia, ¿Cómo estima que se comportarán sus exportaciones en los próximos 12 meses? Aumentarán Permanecerán igual Disminuirán Fuente: ANDI -Encuesta Comercio Exterior 65 Igualmente, se planteó el interrogante si las empresas en el transcurso de 2020 han exportado nuevos productos. De manera negativa respondieron el 56,0% de las compañías, mientras que el 44,0% dijo que sí había realizado ventas al exterior de nuevos producto s. Adicionalmente, dentro del marco de la pandemia, es notable que el 60,5% de las firmas que respondieron la encuesta esté pensando en diversificar sus exportaciones a nuevos mercados. El 45,9% de estas compañías afirman que Suramérica es el principal m ercado para diversificar las ventas al exterior. Le 23,1% 19,2% 11,5% 7,7% 3,8% 1,9% 21,2%Debilidad de demanda externa Dificultades de transporte y logística... Restricciones comerciales de países de destino Dificultades de transporte y logística nacional Dificultades de financiamiento (p.ej. capital... Escasez de insumos importados Dificultades de personal Escasez de insumos nacionales Otras¿Cuáles son los principales cuellos de botella/restricciones para que su empresa incremente sus exportaciones en el próximo año? Fuente: ANDI -Encuesta Comercio Exterior 44,0%56,0%¿En el transcurso de ha exportado nuevos productos? SI NO Fuente: ANDI -Encuesta Comercio Exterior 66 Centroamérica y el Caribe con el 31,8% y Norteamérica con 30,6%. Las empresas mencionaron cerca de 43 países como posibles nuevos mercados para sus exportaciones, dentro de los cuales de destacan Ar gentina, Guyana, Puerto Rico, Guatemala, Estados Unidos, Canadá, Rusia, Turquía, Corea del Sur, India, Arabia Saudita, Israel, Sri Lanka, Nigeria y Australia. Con el objetivo de lograr una mayor diversificación sus exportaciones las compañías utilizan com o estrategia principal el acercamiento a nuevos clientes o mercados (36,9%); le siguen los estudios de mercado (29,8%); certificaciones, registros u homologaciones de productos (15,5%); y el aumento de canales de distribución con aliados (15,5%) En el c aso de las importaciones, en razón de la pandemia para el 73,2% de los empresarios se dio un impacto negativo, el 13,6% manifestó que no hubo variación alguna y, para el 13,2% restante, este rubro aumentó. En cuanto a las barreras que las compañías enfren taron para llevar a cabo los procesos de importación, los empresarios señalaron principalmente el impacto 36,9% nuevos clientes/nuevos mercados Estudios de mercado Certificaciones, registros u homologaciones de... Aumentar canales de distribución con aliados Ferias/Ruedas comerciales Trabajo con Procolombia Nuevos productos Envío de muestras Destinación o contratación de personal para el área Aprovechamiento programas (Vallejo, Valle, otros) Ajuste del portafolio Venatajas competitivas de precio y calidad¿Qué ha hecho para diversificar sus exportaciones? Fuente: ANDI -Encuesta Comercio Exterior 67 sobre los tiempos (62,4%) y costos logísticos (57,9%), la cancelación de los pedidos (37,6%), los despachos (32,3%), y la disponibilidad de capital de trabajo (19,5%). En la encuesta se observó que los problemas relacionados con el tema logístico han sido trascendentales como barreras al comercio exterior. Vale aclarar que estos se presentan como \"muros\" no solo en tiempos de pandemia, sino que se venía n presentando desde antes. Este tipo de conflictos logísticos genera altos costos y pérdida de competitividad para los productores. Indagados los empresarios sobre las entidades con las cuáles ha tenido dificultad en sus operaciones de comercio exterior, el 57,8% reporta que no ha tenido dificultades, el 25,9% dice que la entidad con la cual ha registrado inconvenientes es la DIAN, un 13,6% menciona a la Policía Antinarcóticos, le sigue el INVIMA con 9,5%, el ICA con 4,1%, y finalmente, otras con 6,1% (in cluye navieras, sociedades portuarias, ANLA, DCCA y el VUCE) . Con mayor detalle, las principales dificultades o trabas que identificaron las empresas en sus operaciones de comercio exterior con alguna entidad logística son: el retraso en documentos y aprob aciones de la DIAN (53,4%); las inspecciones físicas que han aumentado, son muy demoradas o maltratan bienes con 36,2%; las demoras en registros del ICA/INVIMA (a veces por prioridad a productos relacionados con el COVID) con 22,4% y los problemas técnicos de los sistemas o plataformas digitales. La internacionalización parte de la estrategia de las empresas Uno de los temas críticos en la coyuntura actual, son las estrategias de las empresas para adaptarse al nuevo entorno del comercio mundial. Pese a la pandemia, la internacionalización continúa como parte esencial de la estrategia empresarial y así lo reporta el 58,6% de las empresas. 68 La internacionalización se manifiesta no sólo en el campo comercial vía exportaciones (95,2%), importaciones (47,6%) y agencias comercializadoras en el exterior (19,0%), sino que además involucra alianzas estratégicas con empresas extranjeras (21,4%), la instalación de plantas productivas en el exterior (21,4%) y la presencia de la empresa como sucursal de una empresa m ultinacional (16,7%). 69 En el caso de aquellas empresas que manifestaron tener planta en el exterior, indicaron que los principales motivos para ubicarse en otro país y no en Colombia son: cercanía al mercado destino de los productos (55,6%), costo país (24,1%), acceso a materias primas (20,4%), trámites (14,8%), seguridad jurídica (13,0%), acceso a insumos (13,0%), costos laborales (13,0%), trabajadores calificados (3,7%) y otras (25,9%). Mercado laboral: Una de las repercusiones más significativas de la pandemia del Covid -19 ha sido en el mercado laboral, generado una significativa pérdida de empleos que se traduce pérdida de ingresos de los hogares, caída del consumo, situaciones de precariedad y vulnerab ilidad en algunos hogares, aumentos en pobreza y desigualdad, presión en la informalidad, entre otros. Por ende, esta situación pone de presente la urgencia de enfrentar el tema, poniendo todo el foco y los esfuerzos del país en resolver este asunto pensan do en soluciones inmediatas, pero principalmente en soluciones de fondo a un problema que más que coyuntural es estructural. Para hacer un correcto balance de lo sucedido en materia de empleo en 70 Colombia, no se puede dejar de mencionar que el deterioro del mercado laboral se viene presentando desde el 2015 (8,9% - TD) período a partir del cual la tasa de desempleo presenta una tendencia al alza y para el 2019 se ubicó en promedio en 10,5%. Durant e el año 2020, el impacto más fuerte sucedió en el mes de abril de 2020, ya que este mes captura en su totalidad los efectos del aislamiento obligatorio preventivo donde se restringió por completo la movilidad de la población. En ese mes comparado con igua l periodo en 2019, l os ocupados a nivel nacional se redujeron en -5.371.000 personas, presentando una variación porcentual de - 24,5%. Esta salida de personas de la categoría de ocupados es la más importante en la última década y representa una cuarta parte de la población ocupada que había en abril de 2019. La menor ocupación se dio principalmente en las 13 ciudades y A.M que explicaron, en su momento, el 50% de esta disminución. Cabe destacar que desde ese mes se ha venido presentando una relativa mejoría en las cifras del mercado laboral, donde entre julio y agosto se dio la mayor corrección. Según las cifras más recientes del DANE, los ocupados a nivel nacional en el mes de octubre presentaron una disminución de -1.539.000 personas, registrando una variación porcentual de -6,7%. Esta disminución es mucho menor a la registrada durante los meses de abril, mayo, junio, julio, agosto y septiembre de 2020. La contracción presentada en la población ocupada en el mes de octubre representa 71 el 29,9% de la salida de ocupados del mes de abril (pico de disminución de ocupados), lo que ilustra la relativa reactivación que viene presentando el mercado laboral en los últimos 3 meses. Además, el efecto de la pandemia en el mercado laboral se concentra en los centros urba nos. Esta disminución de personas en la categoría de ocupados se da principalmente en las 13 ciudades y A.M que explican en octubre de 2020 casi el 54% de esta disminución. Durante los meses de abril, mayo, junio, julio y septiembre se lograron tasas de desempleo nunca antes vistas, inclusive en el mes de mayo registró la tasa de desempleo más alta desde que el DANE publica los datos de la GEIH (enero de 2001) del 21,4%. Asimismo, podemos apreciar que para ese mes se dio la brecha más grande entre las tasas de desempleo presentadas en 2020 contrastadas con las del año 2019, la TD de mayo fue superior en 10,8 puntos porcentuales. Sin embargo, en este indicador también se observa una tendencia descendente , logrando una diferencia de 4,8 puntos porcentuales en el mes de octubre. 10,5 10,79,821,4 20,2 14,7 510152025 Ene Feb Mar Abr May Jun Jul Ago Sep Oct Nov DicPorcentaje (%)COLOMBIA: Tasa de desempleo 2019 -2020 2019 2020Fuente: GEIH, DANE+10,8 p.p +4,8 p.p 72 Específicamente, en el mes de octubre de 2020, la tasa de desempleo se ubicó en 14,7%, siendo mayor a la tasa del mismo mes del año anterior (9,8%). Esta tasa de desempleo es la segunda más alta en los meses de octubre desde que el DANE publica los datos de la GEIH (enero de 2001), la más alta se dio en octubre de 2002 (14,8%). La población desocupada aumentó en +1.162.000 personas. Estas mejoras justifican que las actividades productivas y sus encadenamientos sigan la senda de reactivación, aunque a medida que se disipa el efecto de la pandemia en el mercado laboral, nos vamos encontrando con el deterioro estructural que el mercado laboral viene presentando desde el 2015. Para complementar las cifras general es del mercado laboral, a continuación, detallamos a lgunas características de la situación laboral en la actual coyuntura : El incremento de desocupados está totalmente relacionado con la pandemia, ya que, si uno analiza la población desocupada según el tie mpo de búsqueda de trabajo, todo el incremento de esta categoría corresponde a personas que llevan buscando empleo entre un mes y menos de un año. 73 74,6% de las personas que salieron de la ocupación no tienen educación o tienen educación básica primaria y secundaria. Lo que significa que este deterioro del mercado laboral ha castigado más a las personas con bajos niveles educativos. Se presentó un aumento del 6,2% de los inactivos que se traduce en 877.000 personas más en esta categoría para el mes de octu bre de 2020 (aumento estadísticamente significativo), lo que se traduce en una disminución de la Tasa Global de Participación. Estos inactivos se dedican principalmente a los oficios del hogar (+1.111.000 personas frente a octubre de 2019), mientras que la s personas estudiando se redujeron en -239.000 individuos . De los individuos inactivos que se dedicaron a los oficios del hogar, 862.000 corresponden a personas del género femenino. Por ciudades y para el trimestre móvil agosto - octubre, las mayores tasas de desempleo se presentan en Florencia (24,3%), Ibagué (23,1%) y Tunja (22,7%). Por otro lado, las ciudades con menores tasas de desempleo son: Barranquilla A.M (12,2%), Cartagena (15,4%) y Pereira A.M (15,6%). Cabe resaltar que todas las ciudades present aron un aumento en su tasa de desempleo para el trimestre agosto - octubre. Con respecto a lo corrido del año (enero - octubre), la tasa de desempleo promedio se ubica en 16,6% mientras en el mismo periodo del 2019 fue 10,7%. Esto 74 representa un aumento de +1.185.000 personas en la categoría de desocupados en el periodo enero - octubre de 2020. Durante el mismo periodo de referencia, el promedio en lo acumulado del año del número de ocupados asciende a 19,5 millones de individuos, y como bien lo muestra la g ráfica, esto representa un retroceso de 9 años en el nivel de ocupados en Colombia. 75 La salida de personas de la categoría de ocupa dos a lo largo del 2020 es un punto crítico ya que esta se traduce en pérdidas de ingresos de los hogares, que termina afectando la demanda y por ende la actividad productiva. Esta pérdida de ingresos durante el periodo marzo - octubre (pandemia) suma un tota l de $27,9 billones de pesos, alrededor de 2,6%2 del PIB. Esto implica una falta de flujo de dinero hacia los hogares que afecta sus condiciones de vida y el consumo nacional. Si utilizamos el supuesto de que la salida de personas de la ocupación se va a mantener constante en los meses de noviembre y diciembre con respecto a octubre, estaríamos hablando que en el 2020 y a raíz de la pandemia, los hogares van a perder cerca de $31,1 billones de pesos en ingresos, cerca de un 3% del PIB. 2 Se utilizó el PIB a precios corrientes de 2019. 15,816,617,0 17,119,220,021,022,022,4 22,3 19,5 141618202224 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020*Millones de personasCOLOMBIA: NÚMERO DE OCUPADOS Fuente: DANE 2020*: Ene -Oct 76 Por actividad eco nómica se observa que en lo corrido de enero - septiembre del 2020 comparado con igual periodo del año anterior, se registran reducciones de la población ocupada en casi todos los sectores económicos a excepción de suministro de electricidad, gas y agua qu e reporta aumentos en su población ocupada. Por lo contrario, hay reducción de trabajadores principalmente en el comercio ( -13,2%), actividades artísticas, entrenamiento y recreación ( -21,3%), administración pública ( -14,6%), ultura, ganadería, caza, silvicultura y pesca ( -5,8%). La salida de ocupados , en las 3 primeras actividades mencionadas , explica cerca del 50% de la escapatoria de ocupados en lo acumulado del año. Adicionalmente, se puede apreciar cómo los 2 primeros sectores con una mayor caída en los ocupados fueron las actividades más golpeadas a raíz de las medidas de confinamiento obligatorio. Se demoraron mucho en reactivarse debido a que su naturaleza implica la afluencia de un gran número de personas , dificultando el distanciamiento social . 77 En cuanto a la posición ocupacional de los ocupados, en el periodo enero - septiembre de 2020 el empleo particular es el más golpeado con una reducción del -15,3% y una variación absoluta de -1.357.000 ocupados menos en esta ca tegoría. Le siguen los ocupados por cuenta propia que registran una variación de -9,4%. Esta caída en el empleo particular significa un golpe más fuerte en el empleo formal que informal. En el momento de mayor restricción en la movilidad los informales fueron los más golpeados ya que sus ingresos dependían en gran parte del día a día, pero la evolución de los ocupados según posición ocupacional, demuestra que a medida que se han levantado las medidas de cuarentena o restricción a la movilidad, los informale s han podido retomar sus actividades con mayor facilidad que los empleados particulares. Participación % Número % Ocupados Total Nacional 22.111 19.347 -2.764 -12,5 3.660 -557 -13,2 18,9 Actividades artísticas, entretenimiento, recreación y otras actividades de servicios 2.077 1.635 -443 -21,3 8,4 Industrias manufactureras 2.468 2.093 -375 -15,2 10,8 Administración pública y defensa, educación y atención de la salud humana 2.548 2.176 -373 -14,6 11,2 Agricultura, ganadería, caza, -5,8 16,8 Construcción 1.491 1.297 servicios de comida -15,7 7,0 Transporte y almacenamiento 1.544 1.376 -169 -10,9 7,1 Actividades profesionales, científicas, técnicas y servicios administrativos 1.362 1.241 -122 -8,9 6,4 Actividades inmobiliarias 282 229 -53 -18,8 1,2 Información y comunicaciones 334 293 -42 -12,5 1,5 Actividades financieras y de seguros 320 287 -33 -10,4 1,5 Explotación de minas y canteras 211 207 -4 -2,1 1,1 No informa 0 9 9 - 0,0 Suministro de electricidad gas, agua y gestión de desechos 190 233 43 22,4 1,2 FUENTE: DANE, Encuesta Integrada de HogaresMERCADO LABORAL SEGÚN RAMAS DE ACTIVIDAD PROMEDIO ENERO - SEPTIEMBRE (Miles de personas) 2019 2020Variación 78 Un tema que es obligatorio traer a colación, son los efectos de la pandemia en el mercado laboral por grupos poblacionales donde se ve un efecto mucho más marcado e n los jóvenes y en las mujeres . Estas últimas se han visto afectadas de manera importante ampliando la brecha de género que existe en el empleo en Colombia. Si bien, antes de la pandemia la tasa de desempleo del género femenino era más alta que la de los h ombres, el Covid -19 acentúo esta tendencia notablemente. Las causas de esta situación se deben abordar de manera holística ya que múltiples factores inciden. Para mencionar las cifras más actualizadas, en octubre de 2020, según género, la reducción de la población ocupada se dio en mayor proporción en las mujeres que en los hombres. Mientras para el género femenino se dio una reducción en la población ocupada de -1.189.000 mujeres, en el género masculino fueron -350.000 individuos. Se podría decir que por cada 2 hombres que salieron de la población ocupada, salieron 7 mujeres de la población ocupada. Esta situación ha puesto una gran presión sobre las brechas de género, donde el deterioro del Número % Ocupados Total Nacional (miles) 22.111 19.347 -2.764 -12,5 Empleado particular 8.858 del gobierno 842 806 -36 813 636 -176 -21,7 757 remuneración 706 610 -96 -13,5 Trabaj. familiar sin remuneración otras DANE, Encuesta Integrada de HogaresEnero - Septiembre MERCADO LABORAL SEGÚN POSICIÓN OCUPACIONAL 2019 2020VariaciónPROMEDIO ENERO - SEPTIEMBRE (MILES) 79 mercado laboral se presenta con gran fuerza sobre las mujeres co mo lo explica el siguiente cuadro: Si analizamos la salida de mujeres de la ocupación encontramos que esta sigue siendo muy alta en comparación con la que se da en los hombres y, por lo tanto, su contribución a la salida de individuos de la ocupación ha venido aumentando considerablemente. Pasaron de contribuir con el 49,47% de la caída de ocupados en abril, a contribuir con el 77,31% de la caída de esta categoría en el mes de octubre. En la misma dirección, l a brecha en las tasas de desempleo según géner o en octubre de 2019 era de 4,7 puntos porcentuales, mientras que para octubre de 2020 está brecha se duplicó, alcanzando una diferencia de 9,4 puntos porcentuales. Hombres Mujeres Hombres Mujeres Enero -0,3 -0,8 36,2 64,8 Febrero 1,4 -2,7 Marzo -5,6 -9,4 45,6 54,5 Abril -21,2 -29,2 50,5 22,8 77,3 Fuente: DANE Elaboración ANDIEvolución de los ocupados según género Variación anual de los ocupados (%)Contribución a la variación anual total de los ocupados (%) 80 En cuanto a los jóvenes, vemos tasas muy altas y una tendencia creciente en materia de desempleo desde el año 2015, donde la pandemi a agravó esta situación. La difícil inserción de los jóvenes en el mercado laboral se presenta como una falla estructural del mercado laboral y el hecho de que se presente desde hace algún tiempo a trás genera preocupaciones ya que puede llevar a ese grupo de la población a decantarse por la informalidad para poder conseguir una fuente de ingresos que les permita tener condiciones dignas de vida. La tasa de desempleo juvenil en el trimestre julio - septiembre de 2020 se ubicó en 25,9%, mientras en el mismo periodo de referencia de 2019 registraba 18,1%. En lo corrido del año (enero - septiembre), la tasa de desempleo juvenil reporta 25,3%, hace un año esa tasa era del 18,3% en el mismo periodo. Por el momento, esta tasa promedio de lo corrido del año, es la más alta desde el 2001 y 2020. 9,8 7,812,514,7 10,720,1 Total nacional Hombres MujeresTasa de desempleo masculina, femenina y total - Octubre 2019 2020Fuente: DANE 81 No menos importante es el tema de formalización del empleo, donde a pesar de los avances en esta materia, se seg uían evidenciando altas tasas de informalidad. Con la situación actual, la población que hace parte de la informalidad fue una de las más afectadas. En este sentido debemos trabajar firmemente y de manera urgente en iniciativas que protejan esta población y a la vez incentive n la formalización en 18,7 16,1 16,5 16,419,5 17,218,1 16,020,529,5 25,9 Ene - Mar Abr - Jun Jul - Sep Oct -DicTasas de desempleo juvenil trimestrales 2018 2019 2020 Fuente: DANE 2020*: Ene - Sep. Fuente: DANE 82 el empleo. Está claro que la reciente situación económica y el deterioro del mercado laboral han generado una presión sobre los progresos que se venían presentando en materia de formalidad . Inclusive si miramos los últimos datos publicados por el DANE para el trimestre móvil agosto - octubre de 2020 (bajo la metodología de tamaño del establecimiento), vemos que la tasa de informalidad del trimestre móvil para las 23 ciudades y A.M presenta u n aumento ubicándose en 48,5% en el 2020 mientras hace un año en el mismo periodo la tasa fue del 46,7%. Luego de repasar los principales indicadores del mercado laboral colombiano y de conocer su deterioro, no podemos pasar por alto que la misma situac ión se vive a nivel mundial. La OIT ha estimado trimestre por trimestre la pérdida de horas de trabajo, resultado que se puede equiparar a empleos de tiempo completo perdidos. Para el primer trimestre y según cifras de la OIT, la disminución de horas labor adas fue de -5,4% del total de horas trabajas en el mundo, lo que es comparable a 155 millones de trabajos a tiempo completo3. Estas cifras para el segundo trimestre se ubicaron en el punto más crítico, registrando una caída en las horas del -17,3% (495 millones de empleos a tiempo completo menos), en el trimestre julio - septiembre 3 OIT. (2020). Observatorio de la OIT: La COVID19 y el mundo del trabajo . Quinta edición. 51,452,353,052,752,3 52,3 50,349,8 48,948,448,7 48,0 46,748,52007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020Colombia: Evolución de la informalidad Trimestre agosto -octubre Fuente: DANE 83 estiman que la caída pudo ser de -12,5% que es equiparable a 345 millones de trabajos a tiempo completo perdidos, y para el último trimestre del año 2020 prevén una pérdida del -8,6% en las horas totales trabajadas en el mundo (245 millones de trabajos a tiempo completo extraviados)4. No solo es preocupante la reducción en las horas laboradas, los ingresos derivados del trabajo también han presentado caídas y la OIT estima que en lo acumulado de enero - septiembre del 2020, las remuneraciones laborales disminuyeron un 10,7% que es equivalente a 3,5 billones de dólares (5,5% del PIB mundial)5. Si bien este es el panorama mundial, si nos enfocamos a nivel regional, las afectaciones sobre el empleo son aún más preocupantes por las condiciones que traían los países de América Latina y el Caribe antes de la pandemia. Según la CEPAL (2020), la tasa de ocupación del siguiente grupo de países: Argentina, Bolivia , Brasil, Chile, Colombia, C osta Rica, Ecuador, Jamaica, México, Nicaragua, Paraguay, Perú, República Dominicana y Uruguay; cayó 10 puntos porcentuales en el segundo trimestre del 2020 con respecto al mismo periodo del año anterior, lo que representa una disminución de 47 millones de trabajos. El impacto en este periodo de referencia fue el de mayor magnitud. En el tercer trimestre la tasa de ocupación para el mismo grupo de países cayó 7,5 p.p. Este indicador de ocupación presentó una recuperación y un aumento de 2,7 puntos porcentua les entre el trimestre III y el trimestre II de 2020, lo que implicaría una recuperación de aproximadamente el 25% (es decir, 12 millones de empleos) de lo que se perdió en el segundo trimestre (47 millones de trabajos)6. Con respecto a la tasa de desocup ación promedio en lo corrido del año, vemos que Colombia es la segunda nación con mayor nivel del indicador, siendo solo superada por Costa Rica. 4 OIT. (2020). Observatorio de la OIT: La COVID19 y el mundo del trabajo . Sexta edición. 5 OIT. (2020). Observatorio de la OIT: La COVID19 y el mundo del trabajo . Sexta edición. 6 CEPAL. (2020). Balance Preliminar de las Economías de América Latina y el Caribe 84 Finalmente, es importante traer a la atención del público en general un interrogante clave que es: ¿Cuánto t iempo le tomará al país recuperar los niveles de desempleo pre-pandémicos o inclusive tasas de un solo dígito? Las crisis anteriores sirven como precedente y base para responder a esta pregunta. En la crisis de 1999, la TD alcanzó en promedio para el año 2 000 una cifra del 20,2%. Reducir esta tasa o llevarla a un solo dígito le tomó al país 13 años, ya que en el 2013 el desempleo se ubicó en 9,65% promedio anual. En lo corrido del año (enero - octubre) la TD alcanza un 16,6% en promedio, siendo la segunda m ás alta después de la del 2000. 19,5 16,8 13,4 11,8 10,9 10,2 9,9 8,3 7,8 5,1 4,5 4,4Costa Rica Colombia Brasil Argentina* Chile Uruguay Ecuador Bolivia Perú Nicaragua* México** República...Tasa 2020 *: Dato promedio semeste I **: Dato promedio trimestre II 85 Por último y para dar luces de la respuesta a la pregunta planteada anteriormente. Es fundamental conocer los pronósticos y proyecciones que se tienen tanto a nivel internacional como nacional, acerca del futuro del desempleo en Colombia: Política monetaria y financiera. Garantizar la liquidez de la economía: un objetivo que debe mantenerse. Entidad 2020 2021 Bancolombia 16,4% n.d Fedesarrollo 16,7% 14,0% - 16,3% OECD 16,1% 14,8%PROYECCIONES DE TASA DE DESEMPLEO PROMEDIO ANUALFuente: DANE. La tasa de desempleo nacional para el periodo 1990 -2000 corresponde a la tasa de desempleo urbana (7 áreas) debido a la disponibilidad de datos 86 Usualmente en política económica se ha buscado lograr la mezcla de políticas monetaria y fiscal que produzcan los mayores impactos favorables y sostenibilidad de estos hacia el futuro. En la actual crisis el gran reto ha exigido ir más allá de las recetas tradicionales y recurrir a políticas monetarias, fiscales y financieras para amortiguar el impacto de la crisis . Durante este año la falta de liquidez ha sido un gran problema para el gobierno, las empresas y los hogares y este ha sido el principal objetivo de las políticas monetaria y financiera. Desde lo monetari o, en términos generales el Banco de la República ha reducido de manera oportuna la tasa de interés y ha inyecta do liquidez permanente a la economía realizando compras de títulos de deuda pública y privada. El Banco Central redujo la tasa de intervención desde el mes de marzo de 4,25% a 1,75% a mínimos históricos; para reactivar la ec onomía a través del crédito y el consumo de hogares. En materia de liquidez, l as medidas de política monetaria adoptadas por el Banco de la República se enfocan en una expansión de liquidez \" overnight \" y facilidades de términos (cantidades, bonos y contr apartes), reducción de l encaje y compra de TES en el mercado secundario. DE LA REPÚBLICA Fuente: BANCO DE LA REPÚBLICA 87 Por su parte, l a Superintendencia Financiera creó el Programa de Acompañamiento a Deudores (PAD), el cual es un conjunto de medidas que los establecimientos de crédito deben determin ar para gestionar los compromisos financieros de los deudores ante la afectación de sus ingresos o capacidad de pago en la coyuntura, teniendo en cuenta el perfil del deudor. Dicho lo anterior, cada est ablecimiento de crédito define las condiciones de los créditos donde aplique el PAD, teniendo en cuenta: la reducción de la cuota del crédito, el no aumento de la tasa de interés inicialmente pactada, y podrán aplicarse nuevos períodos de gracia sujetos a l perfil del deudor. Las entidades financieras y de cré dito han acogido las medidas y recomendaciones de la Superfinanciera contribuyendo así a mitigar los problemas de liquidez de los hogares y del sector productivo. Sin embargo, es importante aclarar que la irrigación de los créditos y el acceso a nuevas lín eas de crédito depende de factores como la estructura del mercado, la evaluación del riesgo del deudor, la actividad económica a la que pertenece el prestatario, la coyuntura económica actual, y otros factores que inciden en las condiciones generales de la economía. En el periodo comprendido entre el 20 de marzo hasta el 4 de diciembre, tanto empresas como hogares han sido financiados con un total de 192,677,280 créditos (reestructuración de pasivos y nuevos créditos) desembolsados por valor de $236.79 bill ones. Adicionalmente, la Superfinanciera permitió a las entidades financieras volver a perfilar créditos de menos de 30 días y apoy ar a deudores cuyos ingresos se vieron afectados por la coyuntur a: los bancos no pueden subir tasas de interés, cobrar Monto desembolsosNúmero de créditos desembolsados acumulados acumulados Semana corte 4 de diciembreSemana corte 4 de diciembre20 de marzo - 4 de diciembre20 de marzo - 4 de diciembre 16.659.327 créditos ordinarios , preferenciales , tesorería , especiales , construcción VIS y No VIS , sobregiros y tarjeta de crédito empresarial . ** Incluye créditos de consumo de bajo monto Unidades: b= billones, m=millonesModalidad de créditoMonto desembolsosNúmero de créditos desembolsados 88 interés sobre intereses o reportar entidades a centrales de riesgo por acogerse a medidas de facilidad de pago. Otras propuestas orientadas a aumentar el acceso al crédito son: capitalización del Fondo Nacional de Garantías; amplia ción de las líneas de cré dito existentes a plazos de hasta 10 años con periodos muertos de 2 años; activa ción de líneas de crédito en bancos de primer piso en bancos de segundo piso, entre otras. Adicionalmente, el Gobierno Nacional a través del Fondo Nacional de Garantías (FNG), estructuró el programa \"Unidos por Colombia\" para contrarrestar las dificultades económicas de las Mipymes, la gran empresa, los trabajadores independientes y los sectores más afectados económicamente por causa de la pandemia provocada por el COVID -19. El Programa \"Unidos por Colombia\" permite a las empresas acceder a fuentes de financiamiento para responder a la falta de ingresos que se dio a partir de la restricción de la actividad económica y otras dificultades resultado d el COVID -19. De acuerdo con el Fondo Nacional de Garantías (FNG), para la primera semana de diciembre de 2020 se cuenta con un valor total de $15.3 billones en créditos garantizados , de los cuales, los créditos garantizados y desembolsados por el Programa Unidos por Co lombia suman $11 billones y por productos tradicionales ascienden a $4.3 billones. Al analizar la ejecución de las garantías por líneas, tenemos lo siguiente: 89 Vale la pena aclarar que Bancóldex y el FNG son entidades que complementan los esfuerzo s que re aliza el Gobierno Nacional para mitigar el impacto del COVID -19. Por su parte, Bancóldex provee recursos para financiar a empresas en necesidades de liquidez, inversión y comercio exterior, y el FNG hace las veces de respaldo al momento que las empresas re alicen solicitudes de crédito. La evolución de la canalización de recursos del sistema financiera hacia la economía puede observarse en el siguiente gráfico. L a evolución de la cartera se encuentra cediendo terreno y registró un crecimiento anual de 6,1% en septiembre de 2020, frente a tasas cercanas al 12% al cierre del primer trimestre. Por su parte la cartera vencida aumenta 13%, sin embargo, el indicador de cartera vencida como porcentaje del total de la cartera se mantiene en niveles manejables (4.7%) y las entidades de crédito han aprovisionado ampliamente las deudas de mayor riesgo. De todas maneras, la solidez del sistema financiero también tiene que ser un objetivo prioritario en la actual coyuntura. Línea de crédito Monto Reservado Desembolsado Disponible % desembolsado Créditos con garantía del FNG 22,566,600 FNGLíneas de créditos especiales por el Covid-19 Millones de pesos 90 Las medidas anteriormente mencionadas sumadas a la reactivación económica, la racionalización de costos dentro de la s compañía s, la recuperación de cartera , la reactivación de la s cadena s productiva s, las medidas y ayudas del gobierno como los diferentes subsidios y el día sin IVA , se han traducido en un alivio en la situación de liquidez de las empresas. En el siguiente gráfico se señala el porcentaje de empresas que indicó cada uno de estos factores como la explicación a la mejoría en la situación de su MODALIDAD DEL CREDITO COMERCIAL HIPOTECARIA TOTAL CONSUMO FUENTE: SUPERINTENDENCIA FINANCIERA. DATOS A SEPTIEMBRE DE 2020 91 Cabe recordar que a mediados de abril l a ANDI puso en evidencia las dificultades de liquidez de las empresas. Afortunadamente, la dramática situación de ese entonces se ha venido resolviendo y l os resultados de la encuesta de liquidez con información recopilada a lo largo del mes de septiembre y mediados de octubre, muestran que las empresas tienen 50 días para operar si destinan la totalidad de la caja de la compañía para cumplir con todas sus obligaciones, es decir, la nómina completa incluyendo seguridad social, proveedores, sector financiero , contratos y los compromisos con la Dian. Vale la pena anotar, que para abril el total de días para operar rondaba los 11 días, en mayo alcanzó los 23 días, en junio se ubicó en los 35 días y en julio logró los 41 días. 92 El progreso en la situación de liquidez de las compañías se da gracias a la casi total reactivación que se dio en los meses de septiembre y octubre de la economía colombiana, con nuevos sectores volviendo a operar, otros operando parcialmente y otros implementando pilotos en pro de su r etorno definitivo a la actividad. Adicionalmente, cabe traer a colación la reducción en las medidas restrictivas impuestas a la movilidad de la población, generando una mayor salida a las calles por parte de los colombianos que se tradujo en un aumento del consumo, convirtiéndose en nuevas ventas y en un mayor flujo de caja para el sector empresarial. Finanzas Públicas: Finanzas Públicas: la mitigación del impacto de la pandemia: el gran reto en 2020 La situación fiscal no ha sido ajena a esta coyuntura internacional. Los choques derivados del COVID -19 sobre la actividad productiva interna y el choque a nivel mundial en los precios del petróleo afectando la renta petrolera, tuvieron en el 2020 un fuert e impacto sobre las finanzas públicas del país y se suspendió temporalmente el cumplimiento de la Regla Fiscal. En efecto, en el mes de junio y por primera vez desde que entró en vigencia en 2012, se suspendió en 2020 y 2021 la regla fiscal, aduciendo la ocurrencia de eventos extraordinarios, que comprometían la estabilidad macroeconómica del país y exigían una mayor flexibilidad fiscal para atender la pandemia . En el marco de la regla fiscal el gobierno nacional se comprometió a ejecutar una política fis cal que le 93 permita retornar a la senda de déficit consistente con los parámetros establecidos en la regla fiscal a partir del año 2022. Este compromiso incluye la presenta ción de informes trimestrales a los miembros del Comité Consultivo de la Regla Fisca l (CCRF), dando cuenta de la evolución de los agregados fiscales durante el periodo de suspensión de este instrumento. Con respecto al déficit fiscal, e n la revisión del Plan Financiero 2020 realizada en febrero se tenía previsto un déficit del GNC del -2,2% del PIB para 2020. En junio se aumentó el déficit proyectado del GNC al -8,2% del PIB y del Sector Público Consolidado (SPC) al -9,5% del PIB; sin embargo, ante el mayor gasto público para atender la pandemia en noviembre nuevamente se revisó al alza s ituando el déficit del GNC en -8.9% del PIB. La meta de déficit del GNC para 2021 también se revisó al alza del -5.1% del PIB establecida en el MFMP 2000, al -7.6% del PIB en la revisión del mes de noviembre, explicado por la revisión a la baja del crecim iento económico del país para el 2021 de 6.6% previsto inicialmente , a 5,0% actualmente; el retiro mucho más gradual de los estímulos fiscales para afrontar el impacto económico de la pandemia; y el mayor gasto de inversión púb lica en el Presupuesto Genera l de la Nación en vivienda e infraestructura para reactivar la economía. -3,9-3,0-2,5 -8,9-7,6 -12-10-8-6-4-20 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021BALANCE FISCAL GOBIERNO NACIONAL CENTRAL COMO % DEL PIB Fuente: Ministerio de Hacienda y Crédito Público 94 En el contexto de los países de la región Colombia registrará en 2020 un déficit fiscal del GNC ligeramente por encima del promedio de las siete principales -2,21 -8,87 Balance fiscal PF febrero 2020Efecto PIB Ingreso tributario petroleroIngreso tributario no petroleroOtros ingresos Mayor gasto requeridoBalance fiscal TotalDéficit GNC 2020 Contribuciones al mayor déficit como % del PIB -0,30-0,25 -2,70 -0,74 -2,67 Fuente: Ministerio de fiscal MFMP fiscal TotalDéficit GNC 2021 Contribuciones al mayor déficit como % del PIB -0,63-1,03-2,70 -0,74 -0,24 Fuente: Ministerio de Hacienda y Crédito Público. 95 economías de América Latina. En efecto, de acuerdo con la CEPAL7 el déficit proyectado de este grupo de países para el cierre del 2020 se situará en -8,3% del PIB y los países con mayores dificultades en sus finanzas públicas son Brasil, Perú y Chile con niveles mayore s al -9,5% de su PIB. En Colombia el mayor déficit se explica tanto por una caída de los ingresos tributarios como por un aumento de los gastos para atender la pandemia. En el caso de los ingresos, l a fuerte contracción de la actividad económica obligó al gobierno a reducir la meta de recaudo tributario neto para el 2020 de $158 billones previstos en la actualización del Plan Financiero 2020 a $135 billones proyectados en el MFMP 2020 y a $128,2 billones con la revisión de las cuentas fiscales realizada en el mes de noviembre . Así las cosas, entre febrero y noviembre se redujo la meta de recaudo tributario neto en $29,7 billones un -18,8% menos. Estas proyecciones de recaudo se pueden ilustrar con los ingresos tributarios acumulados en los primeros 10 m eses de 2020. Frente al 2019, d e acuerdo con las estadísticas de la DIAN los recaudos brutos acumulados entre enero -octubre de 2020 ascendieron a $121,5 billones disminuyendo -8.5% con respecto a igual periodo de 2019. En general, salvo los recaudos en impuesto al patrimonio y en el impuesto unificado simple donde aumentaron los ingresos frente al 2019, los demás 7 CEPAL Estudio Económico de América Latina 2020 -5,8-1,4 -2,8 -7,0-2,5 -3,5-3,1-1,7 -11,7-10,2-9,6-9,3-8,9-8,3-5,7-2,9Brasil Perú Chile Costa Rica ColombiaPromedio Países Uruguay MéxicoDÉFICIT GOBIERNO CENTRAL COMO % DEL PIB 2019 2020 Fuente: CEPAL, Estudio Económico de América Latina 2020 96 gravámenes fueron inferiores; en el caso del impuesto de renta disminuyó -3,7%, el IVA tanto interno como externo -10,9%, el impuesto al consumo -38,8%, los impuestos arancelarios -21,4% y el imp uesto a la gasolina y ACPM -21,9%. Como porcentaje del tamaño de la economía, el recaudo bruto de la DIAN alcanzará en 2020 el 14,4% del PIB inferior al 15,0% registrado en 2019. Para el 2021, se tiene previsto que nuevamente los recaudos tributarios se recuperen. En efecto, se fijó una meta de recaudo neto de $146 billones, con un crecimiento del 13,8% frente al 2020 y equivalente al 13,5% del PIB. En el caso del gasto, e l 17 de marzo de 2020 el gobierno declaró el Estado de Emergencia Económica, Social y Ecológica en todo el país mediante Decreto 417 de 2020, con el propósito de adoptar medidas extraordinarias para conjurar los efectos de la crisis por la aparición y expansión el nuevo coronavirus Covid -19. El artículo 3 del Decreto 417, facultó al Gobierno Nacional para que dispusiera de operaciones presupuestales necesarias y posteriormente con el Decreto 444 de marzo 21 de 2020, se crea el Fondo de Mitigación de Emergencias ( FOME), cuyo 2019 2020 Var % Impuesto de Renta 61.317.029 59.047.075 -3,7 IVA Interno 367.589 238.898 -35,0 (Simple) 37.381 -52,9 Recaudo bruto: recaudo en efectivo y en papeles; no incluye compensaciones. *. Incluye CREE Fuente: DIAN. Subdirección de Gestión de Análisis OperacionalRECAUDO BRUTO POR TIPO DE IMPUESTO Millones de pesos ENERO-OCTUBRE 97 objet ivo es cubrir las necesidades de recursos para financiar la atención en salud, las afectaciones sobre la actividad productiva y crear las condiciones para mantener el crecimiento y el empleo. Con cifras al 11 de diciembre de 2020 los recu rsos del Presupuesto General de la Nación aforados para atender la emergencia ascienden a $44,4 billones alrededor del 4,4% del PIB, de los cuales el FOME tiene apropiados $40,5 billones equivalentes al 4,1% del PIB. De los recursos del Fondo de Mitiga ción de Emergencias (FOME), con cifras al 24 de noviembre de 2020, se tienen compromisos de gasto para atender las necesidades de la pandemia en 2020 y 2021 por $39,1 billones, de los cuales el 30,9% están dirigidos a la atención de la emergencia sanitaria , el 37,4% en atención social a la población más vulnerable y el 31,7% restante para la protección del empleo y la reactivación económica. Billones $ % en el PIB FONDO DE MITIGACIÓN DE EMERGENCIAS - FOME 40,53 4,1% Fondo de Ahorro y Estabilización (FAE) 12,10 1,2% Fondo de Pensiones Territoriales (FONPET) 3,00 0,3% Fondo de Riesgos Laborales (FRL) 0,33 0,0% Títulos de Solidaridad (TDS) 9,81 1,0% Impuesto solidario por el COVID-19 0,29 0,0% Recursos de crédito externo 15,00 1,5% FONDO NACIONAL DE GARANTÍAS 3,25 0,3% FONDO ESPECIAL DE LA NACIÓN 0,12 0,0% TRASLADOS ENTIDADES DEL PGN 0,50 0,0% TOTAL DE RECURSOS 44,40 4,4% Fuente: Ministerio de Hacienda y Crédito Público Cifras consolidadas al 11 de diciembre de 2020 https://www.minhacienda.gov.co/webcenter/portal/MedidasCOVID19/pages_medidas-covid19#Fuente de recursos del Presupuesto para atender la Emergencia 98 En comparación con los países de la región, los recursos fiscales destinados en Colombia (4,1% del PIB) para la atención de pandemia están sobre el promedio de América Latina (4,3% del PIB) y es superior al promedio en las economías emergentes (3,7% del PI B). Sin embargo, es importante tener en cuenta que el tamaño del gasto discrecional en cada país depende de sus características propias en cuanto a la estructura de sus economías, al avance de la pandemia en cada país , al espacio fiscal disponible y al alcance de los sistemas de salud y redes de protección social que tenían previos a la pandemia del COVID8. 8 CEPAL Balance preliminar de las economías de América Latina 2020 . MM$ % del PIB Part % Atención emergencia sanitaria 12.074 1,2% 30,9% Atención salud, vacunas y Programa de Pruebas, Rastreo y Aislamiento Selectivo Sostenible (PRASS)10.829 1,1% 27,7% Sanidad sector defensa y elementos de bioseguridad centros de reclusión415 0,0% 1,1% Protocolos bioseguridad colegios públicos y abastecimiento alimentario830 0,1% 2,1% Atención a población en condición vulnerable 14.612 1,5% 37,4% Transferencias monetarias (*) 13.801 1,4% 35,3% Financiamiento y subsidios servicios públicos domiciliarios 490 0,0% 1,3% Asistencias humanitarias de emergencia y asistencia a colombianos en el exterior321 0,0% 0,8% Resto 2.099 0,2% 5,4% Protección del empleo y reactivación económica 12.365 1,2% 31,7% Apoyo a nóminas (PAEF) y Programa de la Prima de servicios (PAP) 9.032 0,9% 23,1% Lineas de - Findeter, Bancoldex, Banco Agrario1.195 0,1% 3,1% Subsidio a las comisiones de las garantías del FNG 2.108 0,2% 5,4% Convocotarias especiales - Mincultura Total usos FOME 39.051 3,9% 100,0% Fuente: Ministerio de Hacienda y Crédito Público Cifras consolidadas al 24 de noviembre de 2020 * Incluye transferencias a Familias en Acción, Jóvenes en acción, Colombia Mayor, Programa de Ingreso Solidario, devolución IVA, programas cesantes y suspendidosUsos aprobados de recursos con cargo al FOME (Miles de millones) 99 En cuanto a su ejecución, c on corte al 11 de diciembre de 2020, del monto total asignado en el Presupuesto de Emergencia por $44,4 billones, se h a comprometido el 43,5% del presupuesto, se tienen obligaciones por $16,8 billones equivalentes al 37,9% de las apropiaciones y se ha ejecutado el 37,2% del total. Las asignaciones pendientes de ser comprometidas suman $25,1 billones equivalentes al 2,5% del PIB. 0,91,11,63,53,74,14,34,54,95,55,76,08,5 Costa RicaMéxicoUruguayEcuadorPanamáColombiaAmérica LatinaParaguayBoliviaArgentinaChilePerúBrasilEsfuerzos fiscales de los planes de emergencia anunciados para la atención del COVID -19 (% del PIB) Fuente: CEPAL, Balance Preliminar de las Economías de América Latina 2020 8,3 4,34,13,7 1,6 Economías avanzadasAmérica Latina Colombia Economías emergentesPaises de ingresos bajosGasto Público Discrecional para la atención de la pandemia Porcentaje del PIB Fuente: IMF Policy tracker 2020. Octubre 2020. Ministerio de Hacienda y Crédito Público 100 Consecuencia de los impactos del COVID -19 sobre la actividad productiva y las mayores necesidades fiscales para mitigar su impacto, se prevé un aumento significativo de la deuda bruta del GNC del 50,3% del PIB en 2019 , a 66,0% del PIB estimada p ara el 2020 y 66,1% del PIB para 2021. Por su parte, la deuda neta aumentaría de 48,6% a 64,1% y 65,3% del PIB Apro. (7) = (3/1)% Ejecución Pago / Apro. 36,1 Agricultura y desarrollo rural 160 151 89 89 9 94,6 55,5 55,5 Comercio, Industria y Turismo 108 108 79 79 0 100,0 73,2 73,2 Cultura 30 30 27 27 0 100,0 89,2 89,0 Defensa y Policía 390 338 217 203 52 86,6 55,6 52,1 Educación 400 400 89 89 0 100,0 22,2 22,2 Hacienda 26.295 4.461 4.444 4.444 21.834 5.024 805 86,6 83,4 83,4 Justicia y del Derecho 25 11 5 5 15 42,5 18,9 18,7 Presidencia de la República 2.890 2.890 1.235 935 0 100,0 42,7 32,4 Relaciones Exteriores 8 2 2 2 6 21,4 20,0 20,0 Salud y Protección Social Vivienda, ciudad y territorio 38 7 7 7 31 17,5 17,5 17,5 2. Fondo Nacional de Garantías (FNG) 3.250 1.300 1.300 1.300 1.950 40,0 40,0 1.300 1.300 1.300 1.950 40,0 40,0 40,0 3. Fondo Especial Cuota de Fomento de Gas Natural124 116 116 116 8 93,7 93,6 93,6 Minas y Energía 124 116 116 116 8 93,7 93,6 93,6 4. Traslados Entidades del PGN 495 460 448 446 35 92,9 90,6 90,1 Defensa y Policía 83 83 83 83 0 100,0 100,0 100,0 Inclusión Social y Reconciliación 280 274 267 265 6 97,9 95,4 94,6 Relaciones Exteriores 7 7 7 7 0 97,6 97,5 95,3 Salud y Protección Social 5 5 5 5 0 100,0 100,0 100,0 Trabajo 120 91 86 86 29 PGN RECURSOS 25.084 43,5 37,9 37,2 Fuente: Ministerio de Hacienda y Crédito Público Dirección General del Presupuesto Público Nacional - Subdirección de Análisis y Consolidación PresupuestalEjecución recursos emergencia Covid-19 Acumulado a 11 diciembre de 2020 Miles de millones de pesos 101 Frente a los países de la región, el nivel de la deuda pública de Colombia es superior al promedio de América Latina y es mayor al de países como Perú, Chile y México que presentan niveles de deuda pública bruta del GNC inferiores al 43% de su PIB. Para el 2021 se aprobó un Presupuesto General de la Nación (PGN) por $314 billones equivalentes al 27,7% del PIB, creciendo 15,6% frente al PGN 2020 38,4 34,250,366,0 66,1 37,0 33,248,664,165,3 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021DEUDA BRUTA Y NETA DEL GNC COMO PORCENTAJE DEL PIB Deuda Bruta Deuda neta Fuente: Ministerio de Hacienda y Crédito Público 46,036,427,9 24,895,490,6 66,261,058,154,9 53,4 42,6 Rica Colombia Uruguay Ecuador América LatinaMéxico Chile PerúDEUDA PÚBLICA BRUTA DEL GOBIERNO CENTRAL (% DEL PIB) 2019 2020 a Septiembre Fuente: CEPAL, Balance preliminar de las economías de América Latina 2020 102 inicialmente aprobado y 4,4% frente al PGN 2020 reajustado al incluir los gastos para enfrentar la pandemia del COVID -19 9.. El monto de inversión pública por $58,6 billones incluida en el PGN para el 2021 es el más alto de la historia y representa el 5,2% del PIB superior al 4.7% del PIB del 2020. Pese a la alta inflexibilidad que caracteriza el presupues to, incluye un monto de reactivación por $18,1 billones especialmente en infraestructura, programas de vivienda y programas sociales en el marco de la reactivación económica. 9 El PGN inicialmente aprobado para el 2020 por $271,7 billones fue reajustado a raíz de la pand emia del COVID -19 a $300,7 billones para incluir los gastos que ha tenido que realizar el país para atender la emergencia PRESUPUESTO GENERAL DE LA NACIÓN Billones de pesos 2020 Aprobado2020 Covid-192021 Aprobado TOTAL INGRESOS PGN 271,7 300,7 314,0 Presupuesto 26,1 Ingresos Corrientes capital 8,0 10,7 11,0 Fondos Especiales 12,4 38,0 14,9 1,2 3,7 1,3 Rentas parafiscales 2,2 2,2 2,4 0,2 0,2 0,2 Establecimientos Públicos 16,5 16,5 18,3 1,6 1,6 1,6 TOTAL GASTOS PGN 271,7 300,7 313,9 26,8 29,7 27,7 Funcionamiento 170,1 199,0 184,9 16,8 19,6 16,3 Servicio de la deuda 53,6 53,6 70,5 5,3 5,3 6,2 Inversión 48,0 48,1 58,5 4,7 4,7 5,2 TOTAL GASTOS SIN DEUDA 218,1 247,1 243,4 21,5 24,4 21,5 Fuente: Dirección General del Presupuesto Público Nacional * Apropiación vigente Julio 2020Como % del PIB Concepto2020 Aprobado2020 Ajustado Presupuesto Covid-19 *2021 Aprobado Congreso 103 El deterioro de las cifras fiscales en 2020 y 2021, pone de presente la nece sidad de que se implementen un conjunto de reformas fiscales estructurales, que contribuyan a la recuperación económica y a la consolidación fiscal . El compromiso de retomar la regla fiscal en 2022 va en la dirección de la consolidación fiscal y de mantene r el grado de inversión frente a las calificadoras de riesgo. La discusión de una reforma tributaria en la primera parte del 2021, que fije un marco tributario que facilite la recuperación de las empresas y la inversión y defienda el empleo es prioritari o. En esta dirección, el informe que entregará al país entre enero y febrero de 2021 la Comisión de Expertos en Beneficios Tributarios será un insumo muy importante para la discusión, pero también es importante incluir el ajuste y la focalización del gasto público en la fase pos -pandemia, además de seguir avanzando en la eliminación de la evasión tanto en renta como en IVA. Miles Millones Sector Transferencias monetarias a población vulnerable (devolución IVA; extras en Familias en Acción, Jóvenes en Acción y Colombia Mayor)5.100 Inclusión social y reconciliación Aportes estatales contratos de concesión vial y APP 4.010 Transporte Construcción, mejoramiento y mantenimiento de la Infraestructura vial no concesionada 2.130 Transporte Soluciones de vivienda 1.680 Vivienda, Ciudad y Territorio Concluir para la Reactivación 1.120 Transporte Construcción y mantenimiento Infraestructura aérea, férrea, fluvial y marítima 1.070 Transporte Infraestructura social y hábitat para la inclusión social 565 Inclusión social y reconciliación Proyectos de Sistemas de Transporte Masivo 470 Hacienda Vías para la Legalidad Conexión Nacional y Territorial 400 Transporte Infraestructura Educativa del Sector 389 Educación Infraestructura Carcelaria y Mantenimiento 351 Justicia y derecho Cobertura de tasas de interés para financiación de vivienda nueva 334 Hacienda Promoción de la competencia y estímulo al desarrollo empresarial 285 Comercio, Industria y Turismo Pacto Bicentenario ARAUCA, BOYACÁ, CASANARE, SANTANDER Y CUNDINAMARCA 200 Transporte TOTAL 18.104 Fuente: Ministerio de Hacienda y Crédito PúblicoPGN 2021: Favorable a la reactivación "}