{"title": "La variación de temperatura, indicador del pie diabético", "author": "Var Addthis Config = True", "url": "https://www.unex.es/organizacion/servicios-universitarios/servicios/comunicacion/archivo/2018/octubre-de-2018/10-de-octubre-de-2018/la-variacion-de-temperatura-indicador-del-pie-diabetico", "hostname": "unex.es", "description": "El investigador Álvaro Astasio recomienda la valoración neurovascular del pie como exploración complementaria al examen clínico", "sitename": "Infouex", "date": "2018-10-01", "cleaned_text": "La variación de temperatura, indicador del pie diabético 10/10/2018. Una tesis de la Universidad de Extremadura demuestra que la variabilidad de temperatura que emiten las áreas de estudio del pie es de utilidad para el diagnóstico y la prevención de lesiones, a causa de que los traumatismos pueden desencadenar amputaciones en las personas diabéticas Esta es la principal conclusión de la tesis doctoral de Álvaro Astasio Picado titulada \"Uso de la termografía en la valoración neurovascular del paciente con riesgo de pie diabético\", dirigida por Beatriz Gómez y Elena Escamilla. Es por ello que el experto recomienda la valoración neurovascular del pie, mediante la ingeniería biomédica, como exploración complementaria al examen clínico. El síndrome del pie diabético es considerado por la Organización Mundial de la Salud (OMS) como la presencia de ulceración, infección y/o gangrena del pie asociada a la neuropatía diabética. Actualmente, España es el país europeo en el que se producen más amputaciones derivadas de las complicaciones del pie diabético (26 por cada 100.000 personas) y el segundo a nivel mundial por detrás de Estados Unidos, según el Grupo de Diabetes y Obesidad de la Sociedad Española de Medicina Interna (SEMI), Las estadísticas indican que el 85% del total de amputaciones que se realizan están directamente relacionadas con las heridas de pie diabético. \"El pie diabético es una degeneración de la estructura vascular de los pies, en pacientes que presentan problemas neurológicos, y es necesario identificarlo en el menor tiempo posible\" ha declarado Álvaro Astasio Picado. La investigación fue elaborada a una muestra de 479 sujetos de la población extremeña, los cuales fueron encuadrados en dos grupos: personas con diabetes con una media de edad de 63.41 años y personas sin diabetes con una edad promedio de 61.92 años. Un factor fundamental del estudio fue el uso de la cámara termográfica FLIR E60bx®, que permitió al investigador que la energía radiada, invisible al ojo humano, se transformara a una imagen perceptible formada a partir de la temperatura de distintas áreas. Esta tecnología le permitió obtener resultados cuantificables sin establecer un contacto físico con el paciente. Los resultados proyectaron que la temperatura superior en ambos pies se concentró en la cabeza del quinto hueso metatarsiano, con una diferencia de temperatura de 0.21 superior en el pie derecho. La diferencia entre ambos pies fue inferior a las temperaturas de 2.2, útiles en la vigilancia de la piel del usuario diabético. En síntesis, existe una clara correlación entre el aumento de temperatura en el pie y las áreas afectadas, por lo tanto, la monitorización de la temperatura contribuye a frenar la evolución y prevenir el desarrollo de "}