{"title": "Balancing Blood Sugar — The Holistic Health Approach", "author": "Stephanie Walsh", "url": "https://www.theholistichealthapproach.com/blog/balancing-blood-sugar", "hostname": "theholistichealthapproach.com", "description": "We've all experienced that energy crash after a sugar overload. But how much are those energy rollercoaster rides really effecting your health?", "sitename": "The Holistic Health Approach", "date": "2017-08-01", "cleaned_text": "Balancing Blood Sugar We've all experienced that energy crash after a sugar overload. But how much are those energy rollercoaster rides really effecting your health? Carbohydrate Metabolism When you eat any type of carbohydrate - bread, potato, quinoa, candy, fruit, etc. - your body needs to break it down to a usable form for energy. Your saliva and digestive juices start the breakdown process while the liver finishes by converting them to their final form - glucose. The liver then releases glucose into the bloodstream, but it cannot be used for energy until it is taken up by your cells. So when glucose enters the bloodstream, the pancreas releases insulin into the blood to help shuttle glucose into cells to be used for energy. The more complex a carbohydrate is, the longer it will take to break down and the steadier your blood sugar and energy will be. Simple carbohydrates - such as sugars and refined flours - will convert faster into glucose, creating a spike in blood sugar. When there is a steady, controlled influx of glucose, there is a stable supply of energy. However, when there is carbohydrate overload or constant spikes of blood sugar your energy, blood sugar, weight, and health all suffer. Developing Insulin Resistance Because they are already in a simple form, when you eat sugar or refined flour foods, they create a spike in blood sugar. This creates a spike in insulin production to bring blood sugar within normal range. These spikes, however, can lead to overcompensation - shuttling too much blood sugar into cells. This creates low blood sugar, fatigue, mental fogginess and more sugar cravings. This sends you on an endless rollercoaster ride of energy. The rollercoaster ride is not your only downfall. When insulin spikes repeatedly, your cells eventually stop listening. Insulin becomes the Chicken Little to your body cells - insulin can only cry emergency for so long! Soon your cells start to reduce their insulin receptors dramatically. A healthy cell has approximately 200,000 insulin receptors while an insulin-resistant diabetic cell has only 2,000! A constant intake of refined flour foods and sugars eventually lead from rollercoaster ride to insulin resistance, the pre-cursor to Type II Diabetes. Metabolic Syndrome If your diet is high in refined carbohydrates and sugars, you may be on the path to Type II Diabetes without realizing it. In fact, pre-diabetes can exist for many years before you are aware of the problem. Awareness before a Type II Diabetes diagnosis can set you on the right path. There are certain symptoms that may indicate you have high blood sugar and pre-diabetes: Weight gain around the belly and mid-section High blood pressure High triglycerides Low HDL cholesterol Insulin resistance If you have been diagnosed with any of the above, ask your doctor about testing your fasting blood glucose and hemoglobin A1C to better understand your blood sugar levels. If you cannot get your blood sugar levels under control, Type II Diabetes may be imminent. Type II Diabetes When cells become insulin resistant, your cells can no longer get the energy they need, and glucose stays circulating in the blood. This excess glucose will become toxic to the body if not stored or converted, so the liver converts the excess to triglycerides. In the process of conversion, inflammatory cytokines are also produced. These triglycerides and cytokines can eventually damage small blood vessels to organs. So becoming insulin resistant can lead to high triglycerides, systemic inflammation and organ dysfunction, as well as: High cholesterol High blood pressure Thickening of blood Atherosclerosis Cardiovascular Disease Kidney Disease Fatty Liver Disease Cancer Immune Dysfunction Poor Wound Healing Foot Ulcers Retinopathy Blindness Neuropathy Depression Alzheimer's Disease Medical Treatments If you are diagnosed with Type II Diabetes, you'll need to monitor your blood sugar. This can range from every now and then to several times per day. Checking your blood sugar requires pricking your finger to get your blood on a test strip, not something for the squeamish! There are also several medications your doctor may prescribe if you are diagnosed with Type II Diabetes: Medications to improve insulin sensitivity - including Metformin and Thiazolidinediones. These medications have side effects ranging from nausea and diarrhea to increased risk of heart failure and fractures. Medications to reduce blood sugar levels - including DPP-4 inhibitors and GLP-1 receptor antagonists. Possible side effects include nausea and increased risk of pancreatitis. Medications to increase insulin production - including Sulfonylureas and Meglitinides. Common side effects are low blood sugar and weight gain. Medications to prevent reabsorbing sugar from the kidneys - including SGLT2 inhibitors. Side effects may include yeast infections, urinary tract infections, increased urination and hypotension. Insulin Therapy - this involves injecting insulin using a syringe or pen injector. Again, not for the squeamish! Balancing Blood Sugar All of the above medications are meant to help balance your blood sugar. That is because imbalanced blood sugar or insulin levels can lead to hormone dysfunction. This in turn can lead to dysfunction of the sex hormones, adrenal glands, thyroid and more. So balanced blood sugar is key to health. Thankfully, medications are not the only way to achieve balance! Lifestyle Changes for Diabetes Despite the option of medications, diet and lifestyle modification is still the most important therapeutic component of preventing and reversing Type II Diabetes. In fact, one large study showed that lifestyle intervention reduced the incidence of diabetes by 58% compared to a 31% reduction in patients taking Metformin. Here are some key lifestyle changes you can start making today to reduce your risk of, or potentially reverse, Type II Diabetes. Consume a whole foods, low glycemic, complex carbohydrates diet. Make sure each meal is also rich in essential fatty acids and high quality protein. Avoid all refined grains and sugars, especially if you are trying to restore your insulin sensitivity. Eat breakfast within one hour of rising. Eat at regular intervals, every 2-4 hours. Exercise for 30-60 minutes every day. Incorporate stress management in to your day. Supplements for Diabetes In addition to the lifestyle changes above, certain supplements can actually help you reduce your risk of, or potentially reverse, Type II Diabetes. Vitamin D3 improves metabolism and influences genes that can prevent diabetes. Omega-3 Fatty Acids (EPA and DHA) help improve insulin sensitivity, lower triglycerides and reduce inflammation. Magnesium helps glucose enter cells. Alpha Lipoic Acid (ALA) helps reduce blood sugar and boost mitochondrial function. Chromium is important for proper sugar metabolism and insulin sensitivity, and can help you make more insulin receptors. Cinnamon helps control blood sugar and improve insulin sensitivity. Resources: The Blood Sugar Solution, Mark Hyman, MD The Encyclopedia of Natural Medicine, Murray, "}