{"title": "Hepatitis B Diagnosis & Monitoring Archives - Page 8 of 15 - Hepatitis B Foundation", "author": "Hepbtalk", "url": "https://www.hepb.org/blog/category/hepatitis-b-diagnosis-monitoring/page/8/", "hostname": "hepb.org", "description": null, "sitename": "Hepatitis B Foundation", "date": "2016-01-27", "cleaned_text": "Eighteen years ago, doctors started treating hepatitis B patients with antivirals and today liver specialists have a wealth of knowledge about how these drugs stop the virus from replicating and reduce viral load. But one thing they're still not certain about is when patients can safely stop taking their daily antiviral pill. In this week's blog, we'll explore when experts think it's safe for patients, who have lost the hepatitis B \"e\" antigen (HBeAg) during antiviral treatment, to stop . Next week, we'll look at when it's safe for patients who were already HBeAg-negative when they began antiviral treatment to stop. Today, doctors prescribe one of two antivirals—either entecavir (Baraclude) or tenofovir (Viread). Among the antivirals developed since 1998, these two are considered the most powerful in quickly reducing viral load (HBV DNA) and they carry the lowest risk of drug resistance. Doctors usually prescribe antivirals when our viral load is elevated and we have sign of liver damage-indicated by elevated liver enzymes (ALT or SGPT). Antivirals quickly knock down viral load, which in turn is believed to lower our risk of liver damage and cancer. But antivirals work for only as long as we take them. When we stop, the virus usually reactivates although this is very rarely fatal or results in a liver transplant. Studies show that at least 78 percent of people who stop antivirals have an increase in viral load, 44 percent have a rise in ALT levels indicating liver damage, and among those who lose HBeAg during treatment, at least 9 percent experienced a return of HBeAg. But what about individuals who take antivirals for long periods and enjoyed years of undetectable viral load, no signs of liver damage, loss of HBeAg, and development of the \"e\" antibody? Can they stop? After all, antivirals are expensive. Without insurance, a month's supply of tenofovir costs about $1,000 and generic entecavir costs about $407 in the U.S., not to mention possible side effects such as bone loss or reduced kidney function with tenofovir.. Late last year, hepatitis B experts from the American Association for the Study of Liver Disease (AASLD) tackled this question and reviewed recent studies that followed patients who stopped antivirals after losing HBeAg. They found no clear answers and made clear their [recommendations](http://www.aasld.org/sites/default/files/guideline_documents/hep28156.pdf) were \"conditional\" because the quality of evidence found in the studies was \"low.\" But here is what they recommend for patients who lost HBeAg during antiviral treatment and now have normal ALT levels: - Experts \"suggest\" that adults who don't have cirrhosis (severe liver scarring) who lost HBeAg and developed \"e\" antibodies may stop treatment after a minimum of 12 months of normal ALT levels and undetectable viral load. - However, they recommend a longer \"consolidation\" treatment period might be better to reduce patients' risk of relapse and a return of HBeAg after treatment stops. They suggested that an alternative approach would be to stay on antivirals until patients lose the hepatitis B surface antigen (HBsAg). Decisions about how long to stay on antivirals require careful consideration of health risks and benefits, they wrote, including risks of relapse, liver damage, and liver cancer. Other considerations include the cost of treatment, the risk of developing drug resistance if people stop antivirals intermittently, and other side effects. Anyone who stops taking antivirals, they advise, should be monitored frequently - at least every three months — for at least one year for liver damage and resurgence of viral load. Anyone with cirrhosis should continue treatment indefinitely because of their high risk of liver cancer. For now, the message appears to error on the side of caution and continue on antivirals until you have cleared HBsAg for a prolonged period of time. Clearly this decision is one you must discuss carefully with your doctor. In next week's blog, we examine how long people who were HBeAg-negative when they started antivirals should remain on treatment. "}