{"title": "[Solved] Case Study: Autism and Vaccines What happened to little, red-haired... | Course Hero", "author": null, "url": "http://mono.ssi.svc.cluster.local/tutors-problems/Health-Science/40182550-Case-Study-Autism-and-Vaccines-What-happened-to-little-red-haired/", "hostname": "cluster.local", "description": "Answer to Case Study: Autism and Vaccines What happened to little, red-haired...", "sitename": "CourseHero", "date": "2022-04-18", "cleaned_text": "Asked by Burnett922 Case Study: Autism and Vaccines What happened to little, red-haired... Case Study: Autism and Vaccines What happened to little, red-haired Hannah Poling is hardly unique in the world of autism. She had an uneventful birth; she seemed to be developing normally — smiling, babbling, engaging in imaginative play, speaking about 20 wds by 19 months. And then, right after receiving a bunch of vaccines, she fell ill and it all stopped. Hannah, now 9, recovered from her acute illness but she lost her words, and her eye contact and, in a matter of months, began exhibiting the repetitive behaviors and social withdrawal that typify autism. \"Something happened after the vaccines,\" says her mom, Terry Poling, who is a registered nurse and an attorney. \"She just deteriorated and never came back.\" Parents of kids like Hannah have been fingering vaccines — and, in particular, the mercury-based vaccine preservative thimerosal — as a cause of autism for over a decade, but researchers have repeatedly failed to find a link. What's unique about Hannah's case is that for the first time federal authorities have conceded a connection between her autistic symptoms and the vaccines she received, though the connection is by no means simple. A panel of medical evaluators at the Department of Health and Human Services concluded that Hannah had been injured by vaccines — and recommended that her family be compensated for the injuries. The panel said that Hannah had an underlying cellular disorder that was aggravated by the vaccines, causing brain damage with features of autism spectrum disorder (ASD). A special federal vaccine court has yet to award damages, but the recommendation, made public last week, is causing a sensation in the autism advocacy community. The Polings, who live in Athens, Ga., was originally part of a group of nearly 5,000 families with autistic children seeking damages through the National Vaccine Injury Compensation Program. The other cases remain before the court. The Poling case is also causing deep concern among public health officials, eager to reassure parents that vaccines are safe and, indeed, hugely beneficial. In a public statement on Friday, Dr. Julie Gerberding, director of the Centers for Disease Control and Prevention (CDC), insisted that \"the government has made absolutely no statement about indicating that vaccines are the cause of autism, as this would be a complete mischaracterization of any of the science that we have at our disposal today.\" Gerberding and other health authorities point out that the benefits of vaccines far exceed their risks. They also note that thimerosal was eliminated from routinely administered childhood vaccines manufactured after 2001, and yet autism rates have continued to climb. The current CDC estimate is that 1 of 150 American children has an autism spectrum disorder. Nonetheless, there's no denying that the court's decision to award damages to the Poling family puts a chink — a question mark — in what had been an unqualified defense of vaccine safety about autism. If Hannah Poling had an underlying condition that made her vulnerable to being harmed by vaccines, it stands to reason that other children might also have such vulnerabilities. But some circumstances make Hannah's case a bit unusual. For one thing, she received an unusually large number of vaccines in 2000 (when thimerosal was still in use). Because of a series of ear infections, Hannah had fallen behind in the vaccine schedule, so in a single day, she was given five inoculations covering a total of nine diseases: measles, mumps, rubella, polio, varicella, diphtheria, pertussis, tetanus, and Haemophilus influenza. \"That was just too many vaccines,\" says Terry Poling. \"I didn't find out for several months that they had thimerosal, which contains mercury, a powerful neurotoxin. Had I known, I never would have allowed it to be injected into my child.\" Another confounding issue in Hannah's case is the finding that she suffers from a mitochondrial disorder — a dysfunction in basic cell metabolism. Mitochondria serve as power generators for each cell in the body, converting food and oxygen into energy. There is a wide range of these disorders, causing symptoms that vary widely but can include muscle weakness, cardiac or liver disease, diabetes, developmental delays, and susceptibility to infection. In Hannah's case, the vaccine court determined that the underlying dysfunction of her mitochondria put her at an increased risk of injury from vaccines. That decision, however, comes as a surprise to experts on mitochondrial disorders. In response to the Poling case, the United Mitochondrial Disease Foundation has released a statement saying, \"There are no scientific studies documenting that childhood vaccinations cause mitochondrial diseases or worsen mitochondrial disease symptoms.\" Dr. John Shoffner, the Atlanta-based neurologist who identified Hannah Poling's mitochondrial disorder, is \"genuinely puzzled\" by the court's judgment. Shoffner, who has been studying and treating these disorders for 20 years, says it's impossible to say whether Hannah's mitochondrial disorder was, in fact, a pre-existing condition that set the stage for her autism (as the government contends) or if it developed along with her autism. A specialist in mitochondrial disorders, he is investigating the relationship between autism and these disorders and plans to present a paper on the topic at the annual meeting of the American Academy of Neurology in April. \"In some subset of people with ASD — a small group of patients, I think — mitochondrial dysfunction is an important part of their disease. But it's too early to say whether it gets the ball rolling or if it comes about after the ball got rolling.\" Experts on autism spectrum disorders believe that most cases are caused by a combination of genetic vulnerabilities and environmental factors. There may be hundreds of roads to autism, involving numerous combinations of genes and external factors. Could thimerosal or some other aspect of vaccines be one of these factors? \"It's always possible that there's a small subset of kids that have this vulnerability,\" says Dr. Isaac Pessah, director of the Center for Children's Environmental Health and Disease Prevention at the University of California, Davis. Pessah's lab is looking at dozens of possible environmental factors, including pesticides, plastics, and flame-retardants. \"This is a very emotional debate,\" he says, \"and we need more research directed at these questions.\" It's difficult to draw any clear lessons from the case of Hannah Poling, other than the dire need for more research. One plausible conclusion is that pediatricians should avoid giving small children a large number of vaccines at once, even if they are thimerosal-free. Young children have an immature immune system that's ill-equipped to handle an overload, says Dr. Judy Van de Water, an immunologist who works with Pessah at U.C. Davis. \"Some vaccines, such as those aimed at viral infections, are designed to ramp up the immune system at warp speed,\" she says. \"They are designed to mimic the infection. So you can imagine getting nine at one time, how sick you could be.\" In addition, she says, there's some evidence, that children who develop autism may have immune systems that are particularly slow to mature. Van de Water worries that current vaccine schedules may be overly aggressive for some children. She suggests that parents who are concerned about vaccine safety ask their pediatricians to give fewer at a time. And, she adds, don't vaccinate a child when he or she is ill. Hannah Poling is now a third-grader in public school, working one-on-one with teachers in a special-ed classroom. She continues to struggle with the effects of autism and also has seizures. Her parents are hoping her case will spur additional research into the causes of autism, including the roles of vaccines and mitochondrial disorders. \"My daughter's case raises more questions than it answers,\" concedes her father, Dr. Jon Poling, a neurologist who also has a Ph.D. in biophysics. Poling believes in the importance of vaccinating children: \"Vaccines are one of the most important advances in the history of medicine,\" he says, \"but people need to know there is a risk to every medicine. There may be a small percentage of people who are susceptible to injury.\" He and his wife would like to see thimerosal eliminated from flu vaccines, which continue to be given to children and pregnant women, a fact that, he thinks, could be one reason autism rates haven't declined. And he urges pediatricians to take a hard look at the schedule on which vaccines are given. \"I think we need a grassroots movement among pediatricians to be more conservative, and not give so many shots at once.\" Suppose a city School has decided that because of the possibility of a linkage between autism and vaccinations, they are discontinuing their policy of requiring all students to have vaccinations. a. Perform a SWOT Analysis identifying the strengths, weaknesses, opportunities, and threats using the worksheet The end product of a SWOT Analysis is a SWOT Matrix. Use the SWOT Analysis Matrix to record the Strengths, Weaknesses, Opportunities and Threats of your agency. Answered by Isnah Unlock full access to Course Hero Explore over 16 million step-by-step answers from our library [Subscribe to view "}