{"title": "Doctor Detail", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2019-07-31", "cleaned_text": "University 2017-2019 Master of Science in Anti-Aging and Regenerative Medicine Graduated date - 31/07/2019 Chulalongkorn University 2010-2016 Doctor of medicine Graduated date - 13/05/2016 High school Triamudom suksa school, Bangkok, Thailand 2007-2010 Major - Science WORK EXPERIENCES Period April 2020 - Present Company Absolute health clinic Position Regenerative medicine and pain management Physician Job Description consult and recommend patients about their individual health and pain management. Give proper therapies for each patient. Period January 2019 - August 2021 Company Bangkok Anti-Aging center Position Regenerative medicine Physician (part-time) Job Description consult and recommend patients about their individual health. Give proper therapies for each patient. Period July 2019 - July 2020 Company World Medical Center Hospital Position Regenerative medicine Physician at Oasis Wellness Center Job Description consult and recommend patients about their individual health. Give proper therapies for each patient. Period June 2017 - December 2018 Company Vibharam Hospital Position General Practitioner doctor Job Description Responsible for taking care of patients in outpatient department Period June 2016 - May 2017 Company Srisangworn Sukhothai Hospital Position General Practitioner doctor Job Description Responsible for taking care of patients in inpatient department and outpatient department. Accreditation - Doctor of Medicine, Chulalongkorn University,Thailand - Master of Science in Anti-Aging and Regenerative Medicine, Mae Fah Luang University, Thailand - Certificate of Attendance in the 18th Practical Chelation Therapy,Chelation Medical Association of Thailand (CMAT) - Certificate of Attendance in the 9th Introduction to Practical Cell Therapy (IPCT), Association of cell therapy of Thailand (ACTHAI) - Certificate of Attendance in TIMA Nutraceutical 2019 Conference, Thai Integrative Medical Association (TIMA), Ministry of Public Health - Certificate of Attendance in Medical Cannabis and Cannabinoids, Faculty of Medicine, Siriraj Hospital - Certificate of attendance in international congress of aesthetic physician (ICAP) perspective in Asian beauty 2019 - Certificate of attendance INNOVATION THROUGH PRACTICE, Juntendo university, school of medicine, Tokyo, Japan - American Board of Anti-Aging and Regenerative Medicine (ABAARM), American Academy of Anti-Aging Medicine, Chicago, Illinois, USA Dr.Nont Rerktanom is an experienced Integrative and Anti-Aging Medicine physician. He graduated with a Master of Science in Anti-Aging and Rehabilitation Science from Mae Fah Luang University and attained his initial medical qualification from Chulalongkorn University. Dr.Nont is extremely passionate about medicine and started his career as a physician in the Obstetrics and Gynecology Department. He then moved on to practice in the surgical and internal medicine departments. After a few years, he began to learn about Integrated Medicine and its benefits for holistic healthcare. As they say, the rest is history. He now focuses on preventive care and root-cause measures through his Integrative Medicine practice. The importance of prevention rather than cure The reason why Dr.Nont chose to become an anti-aging medicine doctor with an integrated medical approach is that he realizes that people these days are presented with lots of health challenges. They tend to get sick more easily as compared to the older generation, as this is partly due to the \"modern\" way of life they live. Health issues such as cancer, diabetes, various chronic diseases, and degenerative diseases are now more rampant and are affecting people at a younger age. His concern has made him probe the root cause to get a comprehensive overview of the problem, which also paved the way for his treatment pathway and methods. He focuses on the preventive care approach with the concept of \"prevention is better than cure\". Through this treatment method, he has helped many to prevent or reduce their risk of diseases and preemptively saved plenty of lives. Develop endless knowledge for the best treatment Patient care through the Anti-Aging Medicine approach probes deep into the root cause of the health issues faced by patients. This treatment model depends on the pathology of the patient's body based on factors such as medical history, congenital or secondary diseases, lifestyle, and other risk factors. Treatment is highly personalized, ensuring that the efficacy of treatment is optimized. The curve ball that he normally experiences is breaking patients' common practices, such as their daily lifestyle or diet routines. Some may adhere to his advice, and some may simply just ignore it. If the latter happens, the treatment pathway may be a challenge and the results may not be as desired. Therefore, apart from the physician's advice, the patient's corporation is key to the treatment's success. By applying his experience and knowledge, he has guided some compliant patients to greater health. Provide comprehensive information patients for an informed decision. Not everyone understands self-care and self-healing completely. As a result, a physician's role is to provide the best advice possible, pointing out the benefits and drawbacks of factors such as lifestyles, diets, nutritional supplements, and so forth. Patients and their loved ones can make the best-informed decision on the treatment pathway that is best for them with the complete and clear information provided. Credentials and Qualifications. Dr.Nont is a firm believer in the importance of constantly expanding one's knowledge. His eagerness to learn and accept new treatment concepts has always been a source of strength for him. He is always looking for ways to expand his knowledge and skills through courses and professional medical memberships or associations. Here are some examples of his credentials: - Attendance in the 18th Practical Chelation Therapy - Attendance in the 9th Introduction to Practical Cell Therapy (IPCT) - Attendance in Medical Cannabis and Cannabinoids Conference by Ministry of Public Health - Attendance International Congress of Aesthetic Physician (ICAP) perspective in Asian beauty 2019 - Attendance in TIMA Nutraceutical 2019 Conference - Member of Association of Cell Therapy of Thailand (ACTHAI) - Member of Thai Integrative Medical Association (TIMA) - Chelation Medical Association of Thailand (CMAT) - Member of Faculty of Medicine, Siriraj Hospital - Director of Community Service of Rotary Club of Bangkapi Bangkok Dr.Nont has benefited greatly from attending and being involved in the aforementioned courses and associations. He was able to gain many novel insights, practices, and skills, which he has applied to his treatment practices to benefit all of his "}