{"title": "PDF", "author": "PDF", "url": "www.izsummitpartners.org/content/uploads/2014/05/3c-3_Robertson_Highdose-vs-Standard-Dose.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "FIM12 Efficacy Trial Results Corey A. Robertson, MD, MPH Director, Scientific and Medical Affairs, Sanofi Pasteur Older Adults Suffer Disproportionately from Influenza -related Morbidity and Mortality1-3 References: 1. Centers for Disease Control . 2009;58(RR et al. JAMA. 2004;292(11):1333 -1340.The greatest burden of influenza disease occurs in persons 65 years of age despite achieving an immunization rate of 65 -70% in this population 90% of influenza -related deaths were in people 65 years of age and olderEstimated Annual Number of Hospitalizations Due to Influenza in the US: 226,000Estimated Annual Number of Deaths Due to Influenza in the US: 3,000 to 49,000 25/13/2014 2Leading Causes of Hospitalization in Older Adults, United States, 2008 -20091 Discharge diagnosis Discharges Ischemic heart disease (includes heart attack)889,000 (392,000) Injury 805,000 of care and adverse effects405,000 Reference: 1. National Center for Health Statistics. Health—United States, 2011 . Table 104, pp 335 -336. http://www.cdc.gov/nchs/data/hus/hus11.pdf. Accessed January 31, 2013.Note: Data reflect the first listed discharge diagnosis for people 65 years of age and older from nonfederal, short -stay hospitals in the US. a COPD: Chronic obstructive pulmonary disease. 3 Leading Causes of Hospitalization in Older Adults, United States, 2008 -20091 Discharge diagnosis Discharges Ischemic heart disease (includes heart attack)889,000 (392,000) Injury 805,000 of care and adverse effects405,000 Reference: 1. National Center for Health Statistics. Health—United States, 2011 . Table 104, pp 335 -336. http://www.cdc.gov/nchs/data/hus/hus11.pdf. Accessed January 31, 2013.Note: Data reflect the first listed discharge diagnosis for people 65 years of age and older from nonfederal, short -stay hospitals in the US. a COPD: Chronic obstructive pulmonary disease. 45/13/2014 3Standard -Dose Influenza Vaccine by Age1 Reference: 1. Monto AS, Ansaldi F, Aspinall R, et al. Influenza control in the 21st century: optimizing protection of older adults. Vaccine. 2009;27:5043 -5053. During the influenza seasons shown, the range of vaccine effectiveness was 62% to 76% in persons 15 -64 years of age and 26% to 52% in those 65 years of age 5 Antibody Responses to Fluzone Influenza Vaccine are Lower in Older vs Younger Adults1 121 78 3850 050100150 A (H1N1) BGMTa485 258 0100200300400500 A (H3N2)GMTa18-64 Age 65 Years of Age aGMT: Hemagglutination inhibition geometric mean antibody titer. Reference: 1. Sanofi Pasteur Inc. Data on file (Annual GRC41), November 2009. MKT20203. 65/13/2014 4 Antibody Titers Correlate with Oxford JS. Br Med Bull. 1979;35(1):69 -75.2. Hannoun C, et al. Virus Res. 2004;103(1 -2):133 -138.Note: Specific levels of post -vaccination HAI titers have not been correlated with protection. In some studies, titers 1:40 have been associated with protection in up to 50% of individuals.Infection by WRL -105 virus in by Sanofi Pasteur in response to increasing requests for a vaccine that would improve antibody responses and better protect older adults against influenza Formulated to contain 4 times the hemagglutinin (HA) content of Fluzone vaccine 60 mcg HA of each influenza strain per 0.5 mL dose vs. 15 mcg HA/strain Fluzone High -Dose vaccine was licensed by the FDA in December 2009 under Accelerated Approval Process Based on superior immunogenicity compared to Fluzone vaccine Nearly 15 million doses distributed in the US during the first 3 seasons following licensure and ~ 8million doses distributed in 2013 -2014 More than 1 in 4 immunized persons 65 years of age and older received Fluzone High -Dose vaccine during the 2013 -2014 commitment study to compare the clinical efficacy of Fluzone High -Dose vaccine and Fluzone vaccine Randomized and blinded trial ~32,000 participants 65 years of age enrolled in 126 study sites in the US and Canada Trial spanned 2 influenza seasons (2011 -2012 and 2012 -2013) Participants randomized 1:1 to receive 1 dose of Fluzone High -Dose vaccine or Fluzone vaccine and then followed for illness until the end of each season Reference: 1. Clinicaltrials.gov. A study of Fluzone High -Dose vaccine compared with Fluzone vaccine in elderly adults. http://www.clinicaltrials.gov/ct2/show/NCT01427309. 9 Primary Analysis: Superior Relative Efficacy Achieved (%)Fluzone 300 (1.89) 24.2 (9.7; 36.5) 10Laboratory -confirmed influenza caused by any viral type or subtype (regardless of similarity)a Lower limit of the 95% CI of relative efficacy = 9.7% Pre-specified lower limit required by FDA to demonstrate superior clinical benefit > 9.1% This is the only analysis for which the study was powered aPer-protocol analysis set bProtocol -defined influenza -like illness5/13/2014 6Benefit Demonstrated Across Study Years, Influenza Types, and Similarity to Vaccine Strains Primary EndpointaYear 1 (2011 -2012)Year 2 (2012 -2013)Influenza A Influenza B Similar to Vaccine Strainsb a Laboratory -confirmed influenza caused by any viral type or subtype (regardless of similarity) associated with a protocol -defined influenza -like illness. b Type A and B combined, similar to the vaccine strains by ferret antisera or genomic sequencing Vaccine vsFluzone VaccineRelative Efficacy 11 Benefit Demonstrated Across Age Groups, Illness Definitions, Methods of Lab Confirmation Primary EndpointaAge 65-74 yrbAge 75 yrbIllness Definition 2 (Modified CDC -ILIc)Illness Definition 3 (Respiratory Illnessc)Culture - Confirmed Influenzac a Laboratory -confirmed (culture and/or PCR) influenza caused by any viral type or subtype (regardless of similarity) associated with a protocol -defined influenza -like illness. bFull analysis set (subjects categorized as cPer-protocol analysis set.19.732.4 Efficacy vs Fluzone VaccineRelative Efficacy 125/13/2014 7 Relative Risk of Pneumonia, Cardio -Respiratory Conditions, and Hospitalizations Analyses of the risk of developing specific outcomes following Fluzone High-Dose vaccine relative to Fluzone were also conducted Because all ~32,000 participants in FIM12 received either Fluzone or Fluzone High -Dose vaccine, a relatively small proportion of participants experienced laboratory -confirmed influenza Not surprisingly, an even smaller subset suffered pneumonia, cardio - respiratory conditions, or hospitalization Nonetheless, FIM12 was large enough to give some indication of the benefits that might be associated with use of Fluzone High Dose vaccine 13 Relative Risk of Medical Events within 30 days of Illness, Without Regard to Influenza Confirmation Fluzone High -Dose Perioda(FIM12) Fluzone High -Dose (N=15,992)Fluzone (N=15,991) Subjects experiencing at least n % n % SAE 1323 8.27 1442 9.02 Related SAE leading to study discontinuation99 0.62 103 0.64 Death (any cause) 83 0.52 84 0.53 15aFull analysis set (subjects categorized by vaccine received) b Related SAEs: Fluzone High -Dose group: left cranial nerve VI palsy (Day 1), hypovolemic shock with diarrhea (Day 1), and acute disseminated encephalomyelitis (ADEM; Day 117) cAESI: ADEM, and Stevens (Days 53, 117, and 166) d AESI: Fluzone group: 5 cases of Bell's palsy (Days 9 through 204) and 1 case of Guillain -Barré Syndrome (Day 95) FIM12: Conclusions (1) 16Fluzone High -Dose vaccine provided superior protection against clinically relevant laboratory - confirmed influenza illness compared to Fluzone vaccine among persons 65 years of age and older The study results met the FDA -approved pre -specified criteria demonstrating superior efficacy (primary objective) Fluzone High -Dose vaccine reduced all clinically relevant influenza disease, caused by any viral type or sub -type, by a further 24.2% compared to Fluzone vaccine 5/13/2014 9 FIM12: Conclusions (2) 17Study years Influenza types Age groups Clinical illness definitionsMethods of laboratory confirmation Viral strains, especially those similar to vaccine strains Secondary objectives were met, demonstrating benefits of Fluzone High -Dose vaccine over Fluzone across: Observational analyses demonstrated Fluzone High -Dose compared to Fluzone was associated with fewer cases of: Pneumonia Cardio -respiratory conditions Hospitalizations Economic analyses have been conducted; results look encouraging Fluzone and Fluzone High -Dose Vaccines: Important Safety Information Indication Fluzone Vaccine Fluzone vaccine is an inactivated influenza virus vaccine indicated for active immunization of persons 6 months of age and older against influenza disease caused by influenza virus subtypes A and type B contained in the vaccine. Fluzone High -Dose Vaccine Fluzone High -Dose vaccine is an inactivated influenza virus vaccine indicated for active immunization of persons 65 years of age and older against influenza disease caused by influenza virus subtypes A and type B contained in the vaccine. Approval of Fluzone High -Dose vaccine is based on superior immune response relative to Fluzone vaccine. Data demonstrating a decrease in influenza disease after vaccination with Fluzone High -Dose vaccine relative to Fluzone vaccine have not yet been reviewed by FDA. 185/13/2014 10 Fluzone and Fluzone High -Dose Vaccines: Important Safety Information (2) Safety Information Fluzone and Fluzone High -Dose Vaccines The most common local and systemic adverse reactions to Fluzone and Fluzone High - Dose vaccines include pain, erythema, and swelling at the vaccination site ; fever, headache, malaise, and myalgia. Other adverse reactions may occur. Fluzone and Fluzone High -Dose vaccines should not be administered to anyone with a severe allergic reaction (eg, anaphylaxis) to any vaccine component, including egg protein or thimerosal (the multi -dose vial of Fluzone vaccine is the only presentation that contains thimerosal), or to a previous dose of any influenza vaccine. The decision to give Fluzone or Fluzone High -Dose vaccine should be based on the potential benefits and risks, especially if Guillain -Barré syndrome has occurred within 6 weeks of receipt of a prior influenza vaccine. Vaccination with Fluzone or Fluzone High-Dose vaccine may not protect all individuals. Before administering Fluzone and Fluzone High -Dose vaccines, please see full Prescribing 19 FIM12 Efficacy StudyThank you 205/13/2014 11FIM12 Efficacy StudyBack -up Slides 21 Study Definitions 22Protocol defined influenza -like illness (PD -ILI)Modified CDC -defined ILI (Modified CDC -ILI)Respiratory illness Required at least one respiratory symptom and at least one systemic symptom listed belowRequired at least one respiratory symptom listed below and feveraRequired at least one respiratory symptom listed belowb Respiratory symptoms : Cough Sore throat Sputum production Wheezing Difficulty breathing Systemic symptoms : Fever > 37.2 °C (> 99.0 °F) Chills (shivering) Tiredness (fatigue) Headache Myalgia (muscle ache)Respiratory symptoms : Cough Sore throat Systemic symptom : Fever > 37.2 °C (> 99.0 °F)Respiratory symptoms : Cough Sore throat Sputum production Wheezing Difficulty breathing Sneezing Stuffy or runny nose aThe CDC defines fever as a temperature of °F), available at: http:// www.cdc.gov/vaccines/pubs/surv -manual/chpt06 11, 2014). b New onset or exacerbation of a pre -existing condition of at least one respiratory symptom that persisted for or reoccurred after a period of at least 12 hours.5/13/2014 12 50100Percent of populationUnprotected Relative efficacy Absolute efficacy 0If the absolute efficacy of Fluzone vaccine in a given season is 20%, 20 out of 100 will be protected 20In addition, 24% of the 80 persons who were unprotected by Fluzone vaccine would be protected by Fluzone High -Dose vaccine19Projected Absolute Efficacy of Fluzone High -Dose Vaccine If 100 Healthy People Are Unvaccinated and Exposed to Influenza... 80 80 people out of 100 will develop influenza Vaccine Efficacy References: 1. Monto AS, et al. NEJM 2009;361(13): 1260 -7. SE, et al. J 312-7. 3.Ohmit SE, et al. al. JAMA 2009;301(9): 945-53. 7.CDC. Principles of Epidemiology in Public Health Practice, 3rd Edition, available at: http://www.cdc.gov/osels/scientific_edu/SS1978/Lesson3/Section6.html (accessed Jan 6, 2014).23Total number of persons protected by Fluzone High -Dose vaccine = 3939 Projected Absolute Efficacy of Fluzone High -Dose Vaccine Based on 24% Relative Efficacy Compared to Fluzone Vaccine 323947546270778592 020406080100 10 20 30 40 50 60 70 80 90Projected Efficacy of Fluzone High -Dose Vaccine (%) Fluzone Absolute Efficacy (%) 24References: Monto AS, et al. NEJM 2009;361(13): 1260 -7. SE, et al. J 312-7. 3.Ohmit SE, et al. al. JAMA 2009;301(9): 945-53. 7.CDC. Principles of Epidemiology in Public Health Practice, 3rd Edition, available at: http://www.cdc.gov/osels/scientific_edu/SS1978/Lesson3/Section6.html (accessed Jan 6, 2014). "}