{"title": "Traditional medicine", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "1996-01-01", "cleaned_text": "Traditional medicine [Jump to navigation](#mw-head) [Jump to search](#searchInput) The term traditional medicine (Indigenous medicine or folk medicine) describes medical knowledge systems, which developed over centuries within various societies before the era of [modern medicine](/index.php?title=Modern_medicine&action=edit&redlink=1); traditional medicines include [Ifá](/index.php?title=If%C3%A1&action=edit&redlink=1), as well as other medical knowledge and practices all over the globe. [WHO](/index.php/WHO) defines traditional medicine as: the health practices, approaches, knowledge and beliefs incorporating plant, animal and mineral based medicines, spiritual therapies, manual techniques and exercises, applied singularly or in combination to treat, diagnose and prevent illnesses or maintain well-being [[1]] Countries in Africa, Asia and Latin America use traditional medicine to help meet some of their primary health care needs. For example, in Africa, up to 80% of the population uses traditional medicine for primary health care. The [WHO](/index.php/WHO), however, also notes that its use is spreading in popularity in industrialized countries. For example, in the United States, 158 million adults use [alternative medicine](/index.php/Alternative_medicine) (a field which incorporates traditional medicine but is broader in scope). [[1]](#cite_note-multi-1) The [WHO](/index.php/WHO) also notes, though, that \"inappropriate use of traditional medicines or practices can have negative or dangerous effects\" and that \"further research is needed to ascertain the efficacy and safety\" of several of the practices and medicinal plants used by traditional medicine systems. [[1]](#cite_note-multi-1) Core disciplines which study traditional medicine include [ethnomedicine](/index.php?title=Ethnomedicine&action=edit&redlink=1), [ethnobotany](/index.php/Ethnobotany), and [medical anthropology](/index.php/Medical_anthropology). Classical history Early recognised compilers of existing and current herbal knowledge were the Greeks [Hippocrates](/index.php?title=Hippocrates&action=edit&redlink=1), [Aristotle](/index.php/Aristotle), [Theophrastus](/index.php?title=Theophrastus&action=edit&redlink=1) (b. 370 BC), [Dioscorides](/index.php/Dioscorides) and [Galen](/index.php?title=Galen&action=edit&redlink=1). [Pliny](/index.php?title=Pliny&action=edit&redlink=1) and [Celsus](/index.php?title=Celsus&action=edit&redlink=1) (Kay, 1996). Dioscorides (Pedianos Dioskurides) included the writings of the herbalist [Krateuas](/index.php?title=Krateuas&action=edit&redlink=1), physician to Mithridates VI King of Pontus from 120 to 63 BC in his De Materia Medica (Codex Vindobonensis) (Blunt and Raphael, 1994). De Materia Medica was translated into several languages and Turkish, Arabic and Hebrew names were added to it throughout the centuries (Blunt and Raphael, 1994). Latin manuscripts of De Materia Medica were combined with a Latin herbal by [Apuleius Platonicus](/index.php?title=Apuleius_Platonicus&action=edit&redlink=1) and were incorporated into the Anglo-Saxon codex [Cotton Vitellius C.III](/index.php?title=Cotton_Vitellius_C.III&action=edit&redlink=1). These early Greek and Roman compilations became the backbone of European medical theory and were translated by the Arabs [Avicenna](/index.php?title=Avicenna&action=edit&redlink=1) (Ibn Sn, 980 - 1037), the Persian [Rhazes](/index.php?title=Rhazes&action=edit&redlink=1) (Rzi, 865 - 925) and the Jewish [Maimonides](/index.php?title=Maimonides&action=edit&redlink=1) (Kay, 1996). Translations of Greek medical handbooks and manuscripts into Arabic took place in the eighth and ninth centuries. Arabic indigenous medicine developed from the conflict between the magic-based medicine of the Bedouins, the Arabic translations of the Hellenic medicine and [Ayurvedic medicine](/index.php?title=Ayurvedic_medicine&action=edit&redlink=1) (Slikkerveer, 1990). Spanish indigenous medicine was influenced by the Arabs from 711 to 1492 (Hernández-Bermejo and García Sánchez, 1998). Translations of the early Roman-Greek compilations were made into German by [Hieronymus Bock](/index.php?title=Hieronymus_Bock&action=edit&redlink=1) whose herbal published in 1546 was called A Dutch translation Pemptades was published as Hiftorie of Plantes (Blunt and Raphael, 1994; Kay, 1996). Each new work was a compilation of existing texts with new additions. Women's folk knowledge existed in undocumented parallel with these texts (Kay, 1996). Forty-four drugs, diluents, flavouring agents and emollients mentioned by Discorides are still listed in the official pharmacopoeias of Europe (Blunt and Raphael, 1994). The [Puritans](/index.php?title=Pilgrims&action=edit&redlink=1) took Gerard's work to the [United States](/index.php/United_States) where it influenced American Indigenous medicine (Kay, 1996). Francisco Hernandez, physician to [King Phillip II of Spain](/index.php?title=King_Phillip_II_of_Spain&action=edit&redlink=1) spent the years 1571-1577 gathering information in Mexico and then wrote Rerum Medicarum Novae Hispaniae Thesaurus, many versions of which have been published including one by Francisco Ximenez. Both Hernandez and Ximenez fitted [Aztec](/index.php?title=Aztec&action=edit&redlink=1) ethnomedicinal information into the European concepts of disease such as \"warm\", \"cold\", and \"moist\", but it is not clear that the Aztecs used these categories (Ortiz de Montellano, 1975). Juan de Esteyneffer's (Johann Steinhöfer) Florilegio medicinal de todas las enfermedas compiled European texts and added 35 Mexican plants. This Florilegio is still used by Mexican healers. Martin de la Cruz wrote an herbal in Nahauatl which was translated into Latin by Juan Badiano as Libellus de medicinalibus indorum herbis or 241 given to King [Carlos V](/index.php?title=Carlos_V&action=edit&redlink=1) of Spain in 1552 (Heinrich et al., 2005). It was apparently written in haste and influenced by the European occupation of the previous 30 years. Fray Bernadino de Sahagún's used ethnographic methods to compile his codices that then became the Historia General de las Cosas de Nueva Espana, published in 1793 (Heinrich et al., 2005). Castore Durante published his Herbario Nuovo in 1585 describing medicinal plants from Europe and the East and West Indies. It was translated into German in 1609 and Italian editions were published for the next century. Oral traditions Indigenous medicine is sometimes unwritten and transmitted orally; until someone \"collects\" it. Within a given culture, elements of indigenous medicine knowledge may be diffusely known by many, or may be gathered and applied by those in a specific role of [healer](/index.php?title=Healer&action=edit&redlink=1) ( [shaman](/index.php/Shaman), [midwife](/index.php/Midwife), etc.) In indigenous medicine there are three factors that legitimise the healer: the subjective reality of the healer; the objective reality based on his/her successful cures; and the belief systems of the community (locally and globally influenced) which impacts on the first two (Laguerre, 1987)[ [verification needed](/index.php?title=Wikipedia:Verifiability&action=edit&redlink=1)]. Laguerre (1987) claims that rejected knowledge (like some types of indigenous or folk knowledge) has three types of adherents. Those born and socialised in it who would be permanent believers, temporary believers who turn to it in crisis times, and those who only believe in specific aspects, not in all of it. There are also three types of transmission of indigenous knowledge or medicine: the society and community, the family, and the individual (dreams). Elements in a specific culture are not necessarily integrated into a coherent system, and may be contradictory. For example Caribbean indigenous remedies fall into several classes: certain well-known European medicinal herbs introduced by the early Spaniard colonists that are still commonly cultivated; indigenous wild and cultivated plants, the uses of which have been adopted from the Amerindians; and ornamental or other plants of relatively recent introduction for which curative uses have been invented without any historical basis (Morton, 1975).[ [verification needed](/index.php?title=Wikipedia:Verifiability&action=edit&redlink=1)] This invention would have been facilitated by the widespread introduction of plant species from all over the world for ornamental and medicinal reasons (Bayley, 1949).[ [verification needed](/index.php?title=Wikipedia:Verifiability&action=edit&redlink=1)] Modern connotations Herbal medicine [Herbal medicine](/index.php?title=List_of_medicinal_herbs&action=edit&redlink=1) is an aspect of indigenous medicine - the use of gathered plant parts to make [teas](/index.php?title=Tea&action=edit&redlink=1), [poultices](/index.php/Poultice), or powders that purportedly effect cures. There has been a Spanish Catholic contribution to indigenous medicine in Trinidad. Growers and sellers of culinary herbs in Paramin (north-west Trinidad) spoke of a belief that if someone dug up a clump of fowl foot grass (Eleusine indica) on Good Friday they would get a piece of coal below the roots. White/red physic nut (Jatropha curcas / gossypifolia), if cut on Good Friday would produce the blood of Jesus. Spanish-Romanic prayers called oracion are used during a healing ceremony called santowah (Bill Plander) that is the Spanish equivalent of jharay (a similar Hindu religious healing ceremony). Moodie (1982) claims that the oracion prayers were brought to Trinidad with the conquistadors. The santowah ceremony includes sweet broom (Scoparia dulcis) used to sprinkle holy water. A similar healing ceremony is conducted in Almería, Spain (Martínez-Lirola et al. 1996) . In Trinidad and Tobago red cloths are hung around the neck of young animals to protect them from the evil eye. This practice is also found in Tuscany (Pieroni 2000). American indigenous medicine In the [United States](/index.php?title=United_States_of_America&action=edit&redlink=1), an old indigenous medicine field called [apitherapy](/index.php?title=Apitherapy&action=edit&redlink=1), in which bee stings or venom is used to aid victims of [autoimmune disorders](/index.php/Autoimmune_disorder) like [arthritis](/index.php/Arthritis) or [multiple sclerosis](/index.php/Multiple_sclerosis), is receiving renewed interest in recent years. \" [Vermont](/index.php?title=Vermont&action=edit&redlink=1) indigenous medicine\" was a supposed local form of indigenous medicine from which [D. C. Jarvis](/index.php?title=D._C._Jarvis&action=edit&redlink=1) claimed to derive his \"cures\". [Apple cider vinegar](/index.php?title=Apple_cider_vinegar&action=edit&redlink=1) was a major ingredient in the mixtures prescribed by Dr. Jarvis and described in his 1958 book, Folk Medicine. [[2]](#cite_note-2) Mennonite and Amish European migrants in the 18th and 19th century brought their indigenous medicine with them to America. They utilized oral traditions, farm almanacs, manuals and handwritten recipes to preserve their knowledge. See also References - Folk Medicine by D.C. Jarvis, 1955. (ISBN 0-449-20880-X) - Anderson, J.E., Cleland, J.G. 1984. The world fertility survey and contraceptive prevalence surveys: a comparison of substantive results. Studies in Family Planning 15, p. 7. In: Riddle, J.M. 1991. Oral contraceptives and early-term abortifacients during Classical Antiquity and the Middle Ages. Past and Present 132, 3 - 32. - Anon, 1999. Caution: Traditional knowledge: principles of merit need to be spelt out in distinguishing valuable knowledge from myth. Nature 401 (6754), 623. - Angell, M and J.P. Kassirer. 1998. \"Alternative medicine - the risks of untested and unregulated remedies.\" Editorial. The New England Journal of Medicine 339 : 839 - 841. - Blunt, W., Raphael, S. 1994. The Illustrated Herbal. Thomas and Hudson Inc., New York. 190 pp. - Campagna P., Farmaci vegetali. Minerva Medica ed. Torino, D. 1999. ICSU seeks to classify 'traditional knowledge'. News. Nature 401 (6754), 631. - Foster, G.M. 1953. Relationships between Spanish and Spanish-American folk medicine. Journal of American Folklore 66, 201- 217. - Hawkesworth, M. 1989. Knowers, knowing, known: Feminist theory and claims of truth. Signs 14 (3), 533 - 557. - Heaven, Ross. 'Plant Spirit Shamanism: Traditional Techniques for Healing the Soul'. Vermont: Destiny Books, 2006. ISBN 1-59477-118-9 - Heinrich, M., Andrea Pieroni, Paul Bremner. 2005. Plants as medicines. In Prance,G. & M.Nesbitt (editors). Cultural history of plants. Routledge: Oxon and New York. Pp 205 - 238. - Ikerd, J.E. 1993. The question of good science. American Journal of Alternative Agriculture 8 (2), 91 - 93. - Kay, M.A. 1996. Healing with plants in the American and Mexican West. University of Arizona Press, Tucson, 315 pp. - Laguerre, M. 1987. Afro-Caribbean folk medicine. Bergin and Garvey Publishers Inc. Massachusetts, USA. - Lans C: Creole Remedies of Trinidad and Tobago - Nakashima, D. and Paul de Guchteneire 1999. 'Science and other systems of knowledge' : A new impetus for indigenous knowledge from the World Conference on Science. Indigenous Knowledge and Development Monitor 7 (3), 40. - Martínez-Lirola, M.J., González-Tejero, M. R., Molero-Mesa, J. 1996a. Ethnobotanical the province of Almería, Spain: Campos de Nijar. Economic Botany 50 (1) 40 - 56. - McGrath, William R. Amish Folk Remedies for Plain and Fancy Ailments. 1981. - Hostetler, John A. Amish Society. Baltimore, MD: Johns Hopkins University Press, 1980: 313-32. - Moodie, S. 1982. Some supersititions and beliefs of Hispano Trinidadians. In: Myth and superstition in Spanish-Caribbean literature. Conference Papers: Fifth Conference of Hispanists. University of the West Indies, Mona, Jamaica, 6 - 9 July, 1982. Pp 220 - 268. - Pieroni, A. 2000. Medicinal plants and food medicines in the folk traditions of the upper Lucca Province, Italy. Journal of Ethnopharmacology 70 (3), 235 - 273. - Morton, J.F. 1975. Current folk remedies of northern Venezuela. Quarterly Journal of Crude Drug Research 13, 97 - 121. - Slikkerveer, L. Jan. 1990. Plural medical systems in the horn of Africa: The legacy of 'Sheikh' Hippocrates. Kegan Paul International, London and New York. 324 pp. - Strobel, M. Baj. 1985. Book review of Alice Peeters Représentations et pratiques - Tan, M.L. 1989. Traditional or transitional medical systems? Pharmacotherapy as a case for analysis. Social Science and Medicine, 29 (3), 301 - 307. External "}