{"title": "Introduction to Coronavirus Vaccine Outreach", "author": null, "url": null, "hostname": null, "description": "Learn about the value, capabilities, requirements, and information products of the Coronavirus Vaccine Outreach solution.", "sitename": null, "date": "2023-06-16", "cleaned_text": "has been moved to mature support. Capabilities have been replaced with [Immunization Outreach](/en/arcgis-solutions/latest/reference/introduction-to-immunization-outreach.htm#GUID-E59E2102-740C-428E-AC5B-E09362F3E524). Coronavirus Vaccine Outreach can be used to communicate vaccination plans, increase public confidence in coronavirus disease 2019 (COVID-19) vaccinations, and ensure the public knows when, and where, they can be vaccinated. Public opinion is mixed on the safety and efficacy of any vaccine, and misinformation has a direct impact on vaccine coverage. Achieving high vaccination rates requires a robust and transparent public education campaign that provides accurate vaccine information, progress on the distribution plan, and guidance needed to access a vaccination. A key aspect of any campaign is a web destination that helps the public access this important information, ask questions, and request assistance. Coronavirus Vaccine Outreach is typically implemented by health and human services agencies that want to take a transparent and equitable approach, clearly communicate vaccination plans, and increase public confidence. The Coronavirus Vaccine Outreach solution delivers a set of capabilities that help you to launch a vaccine distribution web destination, provide the public critical information that helps them understand when, and where, they can be vaccinated, and engage medical volunteers that may be needed to support widespread administration of the vaccine. Requirements Coronavirus Vaccine Outreach requires the following: - ArcGIS Online - ArcGIS Survey123 Connect Information products Coronavirus Vaccine Outreach includes the following information products: |Item||Description||Minimum user type| | | Coronavirus Vaccine Distribution | | An ArcGIS Hub site used by public health agencies to communicate vaccination plans, increase public confidence in COVID-19 vaccinations, and ensure the public knows when, and where, they can be vaccinated. | | Not required | | Vaccine Eligibility Survey | | An ArcGIS Survey123 form used by the public to determine whether they are eligible for the vaccine. | | Not required | | Vaccine Locator | | A Nearby app used by the public to locate vaccine providers and points of distribution. | | Not required | | Vaccine Provider Wait Times | | An ArcGIS Web AppBuilder app used by participating providers to report wait times. | | Editor | | My Vaccine Experience | | An ArcGIS Survey123 form used by the public to share their experiences with the vaccine and promote this experience in the I Got Vaccinated app. | | Not required | | I Got Vaccinated | | An Attachment Viewer app used by the public to review individual experiences with the vaccine. | | Not required | | Vaccine Distribution Volunteers | | An ArcGIS Survey123 form used by the public to volunteer to help with COVID-19 vaccine distribution. | | Not required Vaccine Outreach Manager A Crowdsource Manager app used by health and human services staff to manage volunteers, I Got Vaccinated contributions, and vaccine points of distribution. Editor Release notes The following are the release notes: |Version||Description| | | 1.0 | | "}