{"title": "Programa de acupuntura", "author": "The Children's Hospital", "url": "https://www.chop.edu/services/acupuncture-program/es", "hostname": "chop.edu", "description": "La acupuntura es una forma antigua de medicina tradicional china. Utiliza agujas, tan delgadas como un cabello humano, que se colocan en puntos específicos del cuerpo.", "sitename": "Childrensphila", "date": "2023-01-31", "cleaned_text": "Programa de acupuntura La acupuntura es una forma antigua de medicina tradicional china. Utiliza agujas, tan delgadas como un cabello humano, que se colocan en puntos específicos del cuerpo. Estos puntos se conocen como puntos de acupuntura. Se cree que colocar agujas en estos puntos ayuda a sanar el cuerpo de manera natural, reducir el dolor, y favorecer el bienestar físico y emocional. El programa de acupuntura de CHOP ofrece esta técnica para complementar los planes de tratamiento de niños y adultos jóvenes con diferentes síntomas y afecciones médicas. La Academia Estadounidense de Pediatría (American Academy of Pediatrics, AAP) publicó un informe que dice que la acupuntura es segura cuando la realizan proveedores bien capacitados. En CHOP, la acupuntura se realiza tanto por médicos con formación en acupuntura, como por acupunturistas acreditados con experiencia en el tratamientos de niños y adultos jóvenes. Lo que hacemos La acupuntura se hace de una manera cuidadosa y segura. Antes del tratamiento: - Es posible que le preguntemos sobre las actividades diarias de su hijo y lo que más le gusta hacer. - Es posible que revisemos el pulso de su hijo, miremos su lengua y le hagamos un breve examen físico. Durante el tratamiento: - Le daremos una bata, toalla o sábana a su hijo para su comodidad. Es posible que usemos una manta o una lámpara de calor para ayudar a que no se enfríe durante el tratamiento. - Le pediremos a su hijo que se acueste. - Decidiremos qué puntos del cuerpo vamos a utilizar, dependiendo del problema a tratar. - Colocaremos agujas en los puntos de acupuntura para obtener los mejores resultados según los síntomas de cada niño. - Por lo general, las agujas permanecen en su lugar de 10 a 20 minutos. Es muy importante que su hijo se quede quieto durante este tiempo para estimular la capacidad de curación natural del cuerpo. - Al final de la sesión, las agujas se retirarán. Puede ser difícil para algunos niños permanecer quietos durante la sesión. Por la seguridad de su hijo, no le haremos acupuntura si no puede quedarse acostado sin moverse. Las agujas para acupuntura están limpias y se usan una sola vez (son desechables). ¿Cuánto dura una sesión típica? El acupunturista trabajará con usted y su hijo para desarrollar un plan de tratamiento. Por lo general, la primera sesión dura entre 45 y 60 minutos para los niños internados en el hospital, y unos 90 minutos para los que se atiendan en una clínica ambulatoria. Las sesiones de seguimiento suelen durar unos 30 minutos o menos. La mayoría de los pacientes necesitan de seis a doce sesiones de tratamiento. También se pueden recomendar otros tratamientos basados en la acupuntura. ¿La acupuntura tiene efectos secundarios? Es posible que, después del tratamiento, su hijo se sienta ya sea con más energía, o más relajado o somnoliento. Cuando se colocan las agujas, su hijo puede sentir presión en el punto de acupuntura. En ocasiones, su hijo puede tener un leve sangrado o moretón en el sitio donde estuvo la aguja. ¿La acupuntura duele? La mayoría de los niños sienten poco a ningún dolor, e indican menos del 2 en una escala de dolor del 0 al 10. Es posible que algunos pacientes sientan un leve pellizco o cosquilleo cuando se introduzca la aguja. A quiénes tratamos La investigación demuestra que la acupuntura puede ayudar con el dolor, el dolor de cabeza, las náuseas, el vómito, los problemas digestivos, la ansiedad, el entumecimiento y el hormigueo en las manos y en los pies, entre otras afecciones. Consulte con sus proveedores médicos si la acupuntura podría ayudarle a su hijo. El programa de acupuntura de CHOP atiende a niños que están bajo el tratamiento de varios equipos diferentes, incluyendo: [Oncología](/centers-programs/cancer-center) acupuntura no sustituye el tratamiento médico. Si le interesa la acupuntura para su hijo, llámenos directamente o consulte con su equipo de atención médica sobre una referencia médica a nuestro programa. Para programar una consulta para paciente ambulatorio, llame "}