{"title": "Médica Sur: excelencia médica, calidez humana", "author": null, "url": "https://www.medicasur.com.mx/", "hostname": "medicasur.com.mx", "description": "Desde 2011 el mejor hospital de México", "sitename": "Medicasur", "date": "2016-01-01", "cleaned_text": "uso de cubrebocas es obligatorio durante tu estancia en el hospital; con esto evitamos la propagación de enfermedades respiratorias. El tratamiento de tumores cerebrales requiere de un enfoque integral y multidisciplinario, dado que sus causas, tipos y condiciones son variadas y se comportan de distintas maneras. En Centro de Neurología y Neurocirugía, a través de su Unidad de Tratamiento Integral de Tumores Cerebrales, cuenta con el equipo de neurólogos expertos en oncología y cirugía más amplio de México, apoyados por una red de profesionales en áreas complementarias: neurofisiólogos, radiólogos, quimioterapéutas, anestesiólogos, etc. Nos mantenemos al día para ofrecer los procedimientos y soluciones más novedosas y efectivas, ya sean los últimos fármacos para quimioterapia, los nuevos medicamentos para inmuno-oncología, los medios de diagnóstico más certeros, como el PET-CT o el instrumental más eficiente para cirugía, como el microscopio Pentero 900 con filtro Yellow, diseñado para la resección de tumores cerebrales. Somos el único hospital privado en la Ciudad de México que cuenta con el revolucionario sistema Gamma Knife, un tratamiento robotizado que permite destruir los tumores cerebrales sin necesidad de abrir el cráneo, sin anestesia y sin los riesgos de la cirugía tradicional. Las 24 horas del día, los 365 días del año un oncólogo estará listo para atenderte. Con la microcirugía se pueden extirpar tumores en áreas de difícil acceso. En este procedimiento se tiene un cuidado especial en los vasos sanguíneos, los nervios y todo elemento fundamental para el cuerpo. Las imágenes en FullHD para realizar intervenciones quirúrgicas de alto nivel se obtienen con el microscopio OPMI Pentero 900, un aparato de última generación que es utilizado por todos nuestros especialistas. Este dispositivo tiene un filtro que permite identificar fluorescencia YELLOW 560, un tipo de teñido que contrasta los tejidos cerebrales cancerígenos de los saludables. Médica Sur es el único hospital no gubernamental con esta tecnología en México. Es un dispositivo de radiocirugía no invasiva que utiliza la potencia de los rayos gamma para destruir el ADN de las células cancerígenas y frenar su reproducción. La alta precisión le permite focalizar 192 rayos a través de la piel, el cráneo y el cerebro para atacar el tejido cancerígeno sin afectar el circundante. La radioterapia y radiocirugía realizada con el sistema TrueBeam supera hasta en un 75% la velocidad de otros equipos de radiación. Cuenta con un sistema visual que guía la radiocirugía para atacar puntos específicos del cerebro sin dañar tejidos sanos. Contamos con los fármacos más novedosos para el combate al cáncer. Nuestras instalaciones para administrarlos están atendidas por personal altamente experimentado que te orientará en cualquier duda e incomodidad que presentes. Si necesitas un fármaco muy especializado, nos encargamos de conseguirlo. La terapia biológica con anticuerpos es uno de los tratamientos vanguardistas contra el cáncer que más presencia ha tenido en los últimos años. Es un procedimiento no invasivo en donde tu sistema inmunológico es estimulado para que aprenda a identificar los tumores y eliminarlos. En Médica Sur nos preocupamos por tu salud física y mental. Por ello, nuestros especialistas en psicología te ayudan a enfrentar todo el tratamiento del cáncer para mitigar los miedos y ansiedades que tú y tu familia pueden sentir. Una alimentación correcta que cumpla con todos los requerimientos nutricionales es esencial en la sanación de cualquier enfermedad. Nuestros especialistas estarán al pendiente de ti para preparar un menú acorde a tus necesidades. Un equipo de fisioterapeutas altamente capacitados está listo para ayudarte a recuperar el movimiento o las funciones físicas que pudieran resultar afectadas por la quimioterapia. Se encargarán de crear terapias adecuadas de acuerdo a tus requerimientos. Si tienes dudas sobre la Unidad de Tratamiento Integral de Tumores Cerebrales, comunícate con nosotros. Para una mejor comprensión de nuestros servicios, te presentamos algunos casos relevantes. Anabel López: tumor cerebral Isela Minchaca: tumor cerebral Do you live outside Mexico? [ We give you advice and support for your travel and stay al "}