{"title": "Infusiones de hierbas naturales o envasadas ¿cuál es más saludable?", "author": "Delgado", "url": "https://www.vitonica.com/alimentos-funcionales/infusiones-de-hierbas-naturales-o-envasadas-cual-es-mas-saludable", "hostname": "vitonica.com", "description": "Tomar infusiones es una buena forma de dotar a nuestro cuerpo de líquido además de que lo nutrimos y aportamos una serie de beneficios que ayudan a mejorar el...", "sitename": "Vitónica", "date": "2008-09-23", "cleaned_text": "Tomar infusiones es una buena forma de dotar a nuestro cuerpo de líquido además de que lo nutrimos y aportamos una serie de beneficios que ayudan a mejorar el funcionamiento de nuestro organismo y a proteger las células por el alto poder antioxidante de la mayoría de las infusiones. Para los amantes de las infusiones siempre ha surgido una pregunta, y es la duda de si es mejor tomar la infusión natural o utilizar las que nos venden embasadas en cualquier supermercado. Ambas opciones nos permiten dotar a nuestro cuerpo de los beneficios de las hierbas, pero no de la misma manera, y es que en Vitónica vamos a ver las diferencias de ambas opciones. El consumo más extendido de infusiones es en el que utilizamos las hierbas que vienen embasadas de fábrica. Existen en el mercado infinidad de variedades y sabores que podemos combinar de diferente manera. Aunque su uso es muy beneficioso para nuestra salud, debemos mencionar algunos puntos a tener en cuenta, y es que no tenemos que olvidar que son hierbas tratadas industrialmente para alargar su durabilidad. Normalmente a este tipo de hierbas se les somete a un proceso de secado artificial en el que no se respetan los tiempos necesarios para que la hierba esté en su punto ideal. Una vez secada se la tritura y se mezcla en muchos casos con conservantes que garantizarán su frescura pasado el tiempo. Además, muchas veces se añaden aromas, que en la mayoría de los casos son de procedencia natural, aunque debemos tener cuidado. Este tipo de hierbas se suelen embasar en bolsas que hacen las veces de filtro, y las que en muchos casos aportan un toque extra de metales pesados y otro tipo de sustancias. No debemos olvidar que muchas de ellas se grapan y este metal puede adulterar la composición natural de la hierba. Al ser hierba triturada la concentración de nutrientes no es la misma que en las que obtenemos naturalmente. Sí que es cierto que ya existen en el mercado muchos fabricantes que realizan embasados sin utilizar grapas y sin triturar las hierbas, una buena opción para ganar en salud a pesar de que el aporte de conservantes será similar pues es la única manera de hacer que las hierbas duren. Por estos motivos desde Vitónica apostamos por el uso de hierbas naturales si queremos aportar a nuestro cuerpo los beneficios que se merece. Sí que es cierto que el sabor de estas infusiones es más fuerte debido a la concentración de los nutrientes y la falta de tratamiento. Lo mismo sucede con el aroma, que es natural y no un artificio. Cada vez existen más tiendas especializadas en la venta de hierbas naturales al peso. El precio es más caro que las que nos venden embasadas, pero merece la pena dotar a nuestro cuerpo de nutrientes de la más alta calidad. En Vitonica | [Infusiones, ¿un buen recurso para hidratarnos?](https://www.vitonica.com/2008/09/22-infusiones-un-buen-recurso-para-hidratarnos) En Vitonica | [Te rojo, la bebida de "}