{"title": "El alucinante poder sanador de la Ayahuasca", "author": "Carlos Zepeda", "url": "https://www.bajapress.com/noticias/salud/el-alucinante-poder-sanador-de-la-ayahuasca", "hostname": "bajapress.com", "description": "La ayahuasca, un brebaje originario del Amazonas con efectos alucinógenos, es cada vez más utilizado en México como un tratamiento complementario para problemas de adicciones, depresión y ansiedad, aunque su uso genera dudas entre los científicos.", "sitename": "Baja Press", "date": "2018-02-06", "cleaned_text": "La ayahuasca, un brebaje originario del Amazonas con efectos alucinógenos, es cada vez más utilizado en México como un tratamiento complementario para problemas de adicciones, depresión y ansiedad, aunque su uso genera dudas entre los científicos. Esta infusión se obtiene de la cocción de hierbas que crecen en la selva amazónica. La combinación más común es la \"chacruna\", que posee componentes psicoactivos que generan visiones, y la liana Banisteriopsis caapi, con inhibidores de la monoaminoxidasa, enzima que controla los niveles de serotonina, neurotransmisor regulador de las emociones, explicó a Efe el doctor Edgar Zúñiga. \"Ambas aumentan los niveles de serotonina y melatonina (que regulan el sueño), lo que provoca control del estado de ánimo. La persona siente la energía por medio de las reacciones químicas del organismo y provoca un cambio de perspectiva de la vida\", agregó el médico cirujano del estado de Michoacán (suroeste). Zúñiga es asistente médico en las ceremonias que usan este brebaje con fines terapéuticos. La bebida es preparada por los \"taitas\" o abuelos chamanes indígenas de países como Perú o Colombia. Después \"exportan\" la bebida a los lugares donde la práctica de estas ceremonias está creciendo. En las ceremonias, que comienzan al atardecer, las personas beben la sustancia para sanar alguna dolencia física o problemas psicológicos. Luego prosiguen con rituales y cantos durante la noche, como parte del proceso de \"curación\". La \"medicina\" purifica tanto el cuerpo como \"la mente y el espíritu\", dijo Andrei Noicaruk, guía del Centro Ceremonial Pacan Votan, en Ocotlán (Jalisco, oeste). Al ingerir la ayahuasca el cuerpo reacciona con vómitos y evacuaciones, así como visiones que ayudan a las personas a tener un ejercicio de \"introspección\" con el que logran una \"mayor conciencia de sí mismos\" y de lo que sucede en su vida, añadió Noicaruk. Para Noicaruk, quien ha aprendido de los \"taitas\" y chamanes indígenas de México, Colombia y Estados Unidos, esta práctica ayuda a dar un \"salto cuantitativo\" de las personas que realizan psicoterapia y que atraviesan problemas psicológicos. \"Lo que normalmente trabajas en 300 o 350 sesiones de terapia, puedes avanzarlo con una noche de ayahuasca\", aseguró. La ayahuasca es promovida por cientos de grupos terapéuticos y de medicina alternativa en internet y redes sociales que la describen como \"fuente de amor\" o la forma de encontrar al \"ser interior\". Iván Reding narró que acudió a su primera ceremonia mientras terminaba una licenciatura. Recuerda ese periodo como una etapa de mucho estrés que le llevó a sentirse deprimido y a tener problemas con su esposa. Ambos vivieron la ceremonia al mismo tiempo, una experiencia que les dejó \"un bienestar en todos los aspectos\". Luego asistieron con sus dos hijas. \"Me sentía muy deprimido, sin energía. La primera experiencia fue de paz pero a su vez llena de felicidad, de esa energía vital y una conexión con mi ser espiritual\", asegura. Desde entonces la relación mejoró \"notablemente\", al igual que su entorno. Para él tomar ayahuasca es algo que no se puede expresar con palabras. \"Es una experiencia que se tiene que vivir. Está abierto para todos y en esto no hay edades, nada que ver con las drogas que sí causan adicción, es algo que es meramente natural y te lleva a una conexión espiritual y a ser una mejor persona\", dice. Miguel Gómez, 62 años, explicó que buena parte de su vida sintió una profunda soledad además de mucha ira. \"Tenía problemas de ese aspecto y gracias a la ayahuasca y otras medicinas me han cambiado. Siempre me he sentido solo y ahora estoy muy bien\", asegura. Gómez está convencido de que las ceremonias marcaron \"un antes y un después\" en su vida, en su relación con sí mismo y con su familia, donde ahora hay \"más armonía\". Aunque no es considerada una droga, la combinación de hierbas produce alucinaciones visuales y auditivas parecidas al ácido lisérgico o LSD, advierte Rodrigo Ramos, doctor en farmacología por la Universidad de Guadalajara. Para Ramos, jefe del Departamento de Neurociencias del Centro Universitario de Ciencias de la Salud, este tipo de prácticas alternativas supone un riesgo para el paciente ante la falta de regulación. Advierte que los componentes alucinógenos de la ayahuasca pueden provocar que las personas desarrollen crisis psicóticas y hasta esquizofrenia, si se ingiere en altas dosis o si se combina con otros medicamentos o sustancias químicas. Además cada persona tiene una constitución genética o predisposición distinta a padecer de algún trastorno mental. \"Hay riesgos inherentes como una desconfiguración del sistema bioquímico a nivel cerebral y que se generen trastornos psiquiátricos, episodios de psicosis específicamente esquizofrenia, manías o depresión psicótica\", explica. Ramos desconfía de los efectos de los rituales y procedimientos que no pueden ser comprobados mediante estudios formales, y asegura que generalmente estos \"tiene un efecto placebo\" de acuerdo con el contexto sociocultural y las creencias de las personas. Para que la ayahuasca pueda ser considerada una terapia alternativa es necesario realizar estudios del impacto que tiene en las personas a largo plazo; mientas tanto los efectos son responsabilidad del paciente y de quien lo prescribe, concluye. toca y elige añadir a la pantalla de inicio "}