{"title": "Aromaterapia: sus usos y beneficios - es mental", "author": "Dalila Olmo López", "url": "https://www.esmental.com/aromaterapia-sus-usos-y-beneficios/", "hostname": "esmental.com", "description": "La aromaterapia se basa en el uso de aceites esenciales extraídos de plantas y trabaja lo que es mente, cuerpo y espíritu.", "sitename": "Es Mental", "date": "2021-07-02", "cleaned_text": "La aromaterapia se basa en el uso de aceites esenciales extraídos de plantas y trabaja lo que es mente, cuerpo y espíritu. Así lo explicó la experta en medicina naturópata, Yarelis González Sierra, quien indicó que se pueden hacer aceites esenciales con las hojas, los tallos, las flores y las raíces de la planta. Cada parte de la planta produce un efecto y uso diverso. Por esto, la aromaterapia tiene un uso variado, comentó González Sierra. Explicó que este tipo de terapia alternativa puede ser tanto de uso complementario a otro medicamento o protocolo, como puede ser la única opción de tratamiento. En el caso de la psicología, el psicólogo clínico Wilson Torres Santos mencionó que se puede usar como recomendación terapéutica para los pacientes. Dijo que proponer el uso de la aromaterapia es similar a proponerle a las personas hacer ejercicio diariamente o comer de manera saludable, ya que son herramientas beneficiosas con poco riesgo. A pesar de que dijo que en Puerto Rico la práctica es rechazada a raíz de la falta de conocimiento sobre la misma y los prejuicios que arropan a la medicina naturópata, apuntó que, al ser un tratamiento con tanto bagaje histórico y teórico y ser no invasivo, es ideal para cualquier persona que esté abierta a probarlo. ¿Cómo y para qué funciona la aromaterapia? González Sierra destacó que la aromaterapia se puede ejercer también de diversas maneras: por vía tópica, olfatoria y oral. Cada modalidad tiene su uso y depende de cuál condición se quiere trabajar. Sin embargo, la Fundación Mayo para Educación e Investigación Médica (MFMER) puntualizó que hay pocos estudios médicos que prueben cuán seguro es ingerirlo oralmente. Incluso, resaltó que como los aceites esenciales no son regulados por la Administración de los Alimentos y Medicamentos de los Estados Unidos (FDA por sus siglas en inglés), no se recomienda esta modalidad. Por otro lado, según la experiencia clínica de González Sierra, actualmente las condiciones o los motivos más comunes por los que las personas acuden a la aromaterapia son problemas de concentración o enfoque y ansiedad generalizada. Describió que, de tener problemas manejando la ansiedad, se recomienda el uso de la aromaterapia con aromas como la lavanda. Especificó que, en el caso de las distorsiones de ansiedad, se debe de usar la modalidad olfativa para estimular el sistema nervioso central al activar el sistema límbico, la parte del cerebro asociada a las emociones, conductas y memorias. Al provocar la liberación de toxinas, transmisores y endorfinas, el aceite esencial puede traer un efecto calmante y relajante. Otros aromas que pudiesen ser considerados para la aromaterapia, según el Centro Nacional para Salud Complementaria e Integral (NCCIH, por sus siglas en inglés), son la manzanilla romana, geranio, árbol de té, jengibre, madera de cedro y bergamota. González Sierra añadió que la aromaterapia también puede ser usada para las náuseas o condiciones crónicas y tiene efectos antiinflamatorios, antibacteriales, antimicrobiales, antifungales, entre otros. En concordancia con lo establecido por la experta, Torres Santos añadió que la aromaterapia es beneficiosa para pacientes con depresión y dificultades de pareja, en este caso, acompañándose de un masaje terapéutico. A su vez, el NCCIH estableció que la aromaterapia también se puede usar en pacientes con síntomas de cáncer, dolores musculares y, a veces, para el insomnio. De manera similar, la MFMER estableció que, aunque los estudios sobre la efectividad de la aromaterapia son limitados, se ha probado como útil para proveerle mejor calidad de vida a pacientes con condiciones crónicas o demencia y reduce el dolor de cálculos renales. Mientras, González Sierra especificó que la aromaterapia no es para todos, pues hay pacientes que tienen condiciones irritantes, inflamatorias, dermatológicas y otras condiciones de salud que pudiesen interferir con la efectividad de la terapia o provocar efectos alternos negativos para el paciente. Por su parte, la MFMER explicó que algunos efectos alternos son sensibilidad al sol, alergias e irritación de piel. Recomendaciones Ambos expertos de salud resaltaron que el proceso de integrar este tipo de terapia a la vida de una persona debería hacerse en compañía de un especialista en el uso de aceites esenciales, pues el que sea natural no quiere decir que sea completamente seguro ni beneficioso para la salud. Incluso, la MFMER estableció que hay pocos estudios que prueben los efectos de la aromaterapia en mujeres lactantes o embarazadas, niños y la combinación de ello con otros tratamientos. Por esto, es esencial ejercerlo con un profesional para entender cuáles son los riesgos y los beneficios en cada caso en particular. De hecho, González Sierra alertó que, de no hacer buen uso de los aceites esenciales, la aromaterapia puede afectar los órganos vitales de una persona. A su vez, el psicólogo Torres Santo resaltó que los aromas usados no siempre van a tener los mismos efectos en todos los pacientes, independientemente de que padezcan de la misma condición. Por esto, se debe estudiar bien las necesidades de cada persona y su cuadro clínico antes de recomendar el uso de un aceite específico para la aromaterapia. Incluso, González Sierra advirtió que como, a veces un solo producto puede abarcar diferentes partes de una planta, se debe velar bien por las descripciones del aceite esencial. Dado a que sus efectos dependen de dónde se sacó la planta, la persona puede experimentar efectos diversos a los deseados, de no ejercerlo con un profesional de salud. A su vez, el psicólogo clínico destacó que la aromaterapia es un tratamiento que se le añade a un protocolo ya establecido, y no es que se pueden sustituir todos los medicamentos con el uso exclusivo de esta terapia. "}