{"title": "Salud e interés de laboratorio chino de probar vacuna en Chile: \"Por lo menos necesitamos 10 millones de dosis\"", "author": "El Mercurio S A P", "url": "https://www.emol.com/noticias/Nacional/2020/07/11/991755/vacunas-chile-estudio.html", "hostname": "emol.com", "description": "\"Si vamos a participar en este estudio, queremos que se nos asegure ese aporte\", dijo hoy el ministro Enrique Paris, al ser consultado por las conversaciones que CanSino Biologics está sosteniendo con el país.", "sitename": "Emol", "date": "2020-07-11", "cleaned_text": "Estudios clínicos de la vacuna contra coronavirus (foto referencial). Reuters. CanSino Biologics es el nombre del nuevo laboratorio que está en conversaciones con Chile y otros tres países -Rusia, Brasil, y Arabia Saudita- para lanzar una prueba de fase III de su vacuna experimental contra el covid-19. Con esto, sería el tercer laboratorio del gigante asiático que realiza este tipo de convenios con Chile. Por eso, el ministro de Salud, Enrique Paris, fue consultado esta tarde en el balance realizado desde Arica, donde planteó que \"esta propuesta de los laboratorios para acceder a esta posibilidad de hacer ensayos clínicos en Chile ha sido aceptada por el Gobierno, el Presidente de la República nos ha dado esa instrucción, y aquí estamos colaborando estrechamente con el Ministerio de Ciencias, con el ministro Andrés Couve\", sostuvo. Agregó que \"la idea obviamente, es hacer pruebas clínicas en fase 3, para esta vacuna, para lo cual se requieren tres mil personas y una inversión de dinero considerable\". 10millones de dosis estima el Minsal que se necesitarán para la población chilena En tanto, recordó que hay otras empresas que también están presentando propuestas para ensayos clínicos de vacunas , \"también las tomaremos en consideración, esto se conversa con el comité de expertos, se conversa con el comité de expertos en vacunas, y participa el Ministerio de Ciencias e Innovación, y creo que tendremos que elegir la mejor posibilidad que sea beneficiosa para nuestros compatriotas y además, nos permita obtener una cantidad importante de vacunas para la población chilena\". En ese sentido, detalló que \"hemos pensado que por lo menos necesitamos 10 millones de dosis de vacunas para la población chilena y si vamos a participar en este estudio, queremos que se nos asegure "}