{"title": "La Semiología en la Naturopatía - ISED", "author": "Equipo docente ISED Salud y Bienestar", "url": "https://www.ised.es/articulo/salud-y-bienestar/la-semiologia-en-la-naturopatia/", "hostname": "ised.es", "description": "Entra en nuestro blog y descubre la semiología y su relación con la naturopatía. En nuestros artículso te hablamos de todo esto y mucho más. ¿Nos visitas?", "sitename": "ISED", "date": "2018-12-19", "cleaned_text": "La naturopatía está muy relacionada con la semiología para su práctica diaria. Los beneficios de la semiología pueden ser aprovechados por toda la sociedad y por todo tipo de pacientes. ¿Qué es la semiología? Uno de los pilares de la medicina siempre será la capacidad que existe de diagnosticar. Por ello, la semiología cobra especial importancia en la naturopatía puesto que engloba todos los conocimientos necesarios para descubrir y poner de manifiesto los síntomas y patologías de cualquier enfermedad. En el argot profesional, a la semiología se la conoce como la ciencia del diagnóstico y es que, siguiendo un protocolo objetivo, es capaz de diagnosticar múltiples problemas de la salud. Distintos tipos de semiología Dado que la semiología puede aplicarse al diagnóstico general, aplicada a las distintas especialidades, podría decirse que la semiología tiene múltiples especialidades: semiología hematológica, neurológica, cardiaca etc... Historia general de la naturopatía El desarrollo y crecimiento de estas la naturopatía ha avanzado sin descanso con el transcurso del tiempo. La naturopatía y la semiología tal y como las entendemos en sus acepciones modernas pueden rastrearse alrededor de los siglos XVIII y XIX. Dentro de los métodos más comunes que se desarrollaron en estas épocas, una de las prácticas más populares era la [hidroterapia](https://www.ised.es/articulo/salud-y-bienestar/hidroterapia-tipos-beneficios/), que se había popularizado en Alemania en aquel tiempo; por otro lado, la naturopatía de la época recurría a los beneficios de la semiología en la cura natural, que se desarrolló en Austria y que se basaba en el empleo de agua, luz, aire y distintas hierbas naturales de cara a la cura y tratamiento de las enfermedades. Prácticas, técnicas y beneficios de la semiología El término fue empleado por primera vez por parte de Benedict Lust en los albores del siglo XX: en 1902, en Nueva York, fundó una escuela en la que impartir estas enseñanzas bajo el nombre de [The American School of Naturopathy](https://www.americanschoolofnaturalhealth.com/). A partir de ese momento, la semiología y sus beneficios decrecieron en los años 20, 30 y 40, y tuvo un fuerte resurgimiento a partir de la década de los sesenta. Actualmente, la naturopatía está perfectamente reglada en la práctica totalidad de los países donde se practica, y cuenta en su haber con un número muy amplio de terapias y prácticas, que van desde la medicina tradicional china hasta la la [acupuntura](https://www.ised.es/cursos/curso-acupuntura/), pasando por el Reiki, los minerales o los suplementos vitamínicos. También se notan los beneficios de la semiología en las distintas técnicas de relajación, o en el uso adecuado y experto de plantas medicinales. Esta disciplina nos muestra la manera de seleccionar y de emplear elementos que están en la naturaleza, al mismo tiempo que ayuda a reconocer y también a descartar aquellos elementos que pueden resultar perjudiciales para nuestra salud, de cara a que la semiología nos aporte el apropiado equilibrio tanto mental como físico y espiritual. Si te encantan las terapias alternativas y tu vocación es dedicarte a la salud y el bienestar de las personas, mediante nuestros [cursos de naturopatía](https://www.ised.es/cursos/naturopatia/) aprenderás técnicas y los conocimientos necesarios para afrontar con garantías un prometedor futuro profesional. "}