{"title": "Por qué tomar suplementos de colágeno o biotina podría ser perjudicial", "author": "Renée Onque; CNBC", "url": "https://www.telemundowashingtondc.com/especiales/claro-y-simple/cnbc-tomar-suplementos-colageno-biotina-perjudicial/2214137/", "hostname": "telemundowashingtondc.com", "description": "Dermatólogos dicen que no desperdicies tu dinero en suplementos de biotina o colágeno. Aquí la mejor manera de obtener nutrientes de \"belleza\".", "sitename": "Telemundo 44 Washington DC", "date": "2023-07-29", "cleaned_text": "Los suplementos que pretenden mejorar la apariencia han ganado popularidad en la última década. De 2011 a 2020, el porcentaje de estadounidenses que informaron haber tomado una vitamina para el cabello, la piel y las uñas en el último mes aumentó del 2.5 % al 4.9 %. Pero los expertos advierten sobre los efectos secundarios y los peligros. Los suplementos para la piel, el cabello y las uñas a menudo contienen mucha más biotina de la que necesita el cuerpo humano, por ejemplo, según un artículo de investigación publicado en el Journal of the American Academy of Dermatology. Recibe las noticias locales y los pronósticos del tiempo directo a tu email. [Inscríbete para recibir newsletters de Telemundo Washington aquí.] Las dosis altas de biotina \"pueden alterar los resultados de las pruebas que pueden solicitar los proveedores de atención médica, como las pruebas de tiroides, las pruebas cardíacas [y] potencialmente incluso las pruebas de vitamina D\", dice la Dra. Rebecca Hartman, profesora asistente de dermatología en la Escuela de Medicina de Harvard y una de las autoras del periódico, le dice a CNBC Make It. La dosis diaria recomendada de biotina para adultos es de 0.03 miligramos. En algunos casos, los suplementos tenían 650 veces esa cantidad, según la Administración de Alimentos y Medicamentos de EEUU. Altos niveles de biotina en ese grado pueden conducir potencialmente a diagnósticos falsos de hipertiroidismo y afectar la capacidad de los médicos para detectar ataques cardíacos en pacientes, dijo Hartman a TODAY en junio. El Dr. Adam Friedman, catedrático de dermatología de la Universidad George Washington, dice que estos efectos secundarios a veces pueden ser mortales. \"Alguien murió porque se pasó por alto un ataque cardíaco [durante la prueba]\", explica Friedman, y dice que los niveles de troponina del paciente no mostraban ningún signo de preocupación. \"No estaban elevados en este individuo que estaba tomando un suplemento de biotina para el crecimiento del cabello\". La biotina, o vitamina B7, se encuentra comúnmente en la mayoría de los alimentos y multivitaminas, por lo que las personas rara vez necesitan suplementos, dice Friedman. \"Si tuviera deficiencia de biotina, no iría a Walgreens a comprar una botella de biotina\", dice. Probablemente estarías en el hospital. LA FORMA NATURAL DE OBTENER BIOTINA Y COLÁGENO: UNA DIETA EQUILIBRADA Las afirmaciones que sugieren que la biotina es buena para la salud del cabello, la piel y las uñas son en su mayoría anecdóticas, dice Hartman, y agrega: \"La mayoría de los estadounidenses ya obtienen la pequeña cantidad necesaria a través de su dieta diaria\". Si bien los datos preliminares muestran que el colágeno puede hacer que su piel sea más saludable, Hartman dice que se requiere más investigación para solidificar esa afirmación. Independientemente, una dieta completa es la forma más natural y segura de obtener nutrientes de \"belleza\" como la biotina y el colágeno, concuerdan los investigadores. Los alimentos que son ricos en biotina incluyen: - Yema - Frijoles - Nueces - Semillas Estos alimentos ayudan a promover la producción de colágeno: - Carnes - Caldo de hueso - Gelatina - Lácteos - Frijoles - Soja - Frutas, verduras de hoja verde y tubérculos para obtener vitamina C, zinc y cobre, que ayudan a producir colágeno Antes de tomar cualquier suplemento, es importante hacerse estas preguntas: - ¿Tiene realmente los ingredientes activos que dice tener? - ¿Qué evidencia respalda el uso de esta cantidad particular de este producto en particular? - ¿Es esta una empresa de confianza para comprar este producto específico? - ¿Ha sido probado por terceros y contiene algún contaminante? - ¿He consultado con mi médico antes de tomarlo? Los suplementos de colágeno, que a menudo se promocionan como una ayuda para la salud de la piel, a menudo se pueden tomar sin preocupaciones, pero cuando se probaron, muchas marcas populares contenían metales pesados tóxicos como plomo y mercurio, señalan Hartman y otros dermatólogos. Tomar colágeno probablemente \"no hará daño\", agrega Friedman, \"pero tenemos muy poca orientación para dar recomendaciones con respecto a la dosis correcta\". Para él, este es el resultado final: \"Les digo a mis pacientes, por favor, no tomen (biotina). Para mí, realmente no hay un beneficio adicional, solo un daño potencial\". Este [artículo](https://www.cnbc.com/2023/07/22/natural-ways-to-get-beauty-nutrients-like-biotin-and-collagen-in-food.html) fue publicado originalmente en inglés por [Renée Onque](https://www.cnbc.com/renee-onque/) para nuestra cadena hermana CNBC.com. Para "}