{"title": "Osteoarthritis | Encyclopedia.com", "author": "Encyclopedia; Joseph E; Brady; Teresa J; Marks; James S", "url": "https://www.encyclopedia.com/medicine/diseases-and-conditions/pathology/osteoarthritis", "hostname": "encyclopedia.com", "description": "OSTEOARTHRITIS Osteoarthritis, which is also called degenerative arthritis or degenerative joint disease, is primarily a disease that results from the breakdown and loss of cartilage in joints (e.g., knees, hips, wrists).", "sitename": "Encyclopedia.com", "date": "2018-05-18", "cleaned_text": "Osteoarthritis OSTEOARTHRITIS Osteoarthritis, which is also called degenerative arthritis or degenerative joint disease, is primarily a disease that results from the breakdown and loss of cartilage in joints (e.g., knees, hips, wrists). Cartilage, a [connective tissue](/places/united-states-and-canada/us-political-geography/connective-tissue) that covers the surfaces of articular joints, is essential for proper joint function because it allows the ends of bones to slide over one another smoothly. Osteoarthritis results from both mechanical (e.g., trauma to joints) and biological (metabolic) events that interfere with the maintenance of healthy cartilage. Eventually, cartilage may be lost, causing the bones in the joint to rub together, and bony spurs may form. SIGNS, SYMPTOMS, AND DIAGNOSIS Osteoarthritis is characterized by joint pain, tenderness, swelling, and limitation in joint movement. The joints most often affected are the joints of the fingers, the base of the thumb, the hips, the knees, the neck (cervical spine), and the lower back (lumbar spine). Unlike some types of arthritis that affect multiple organ systems, any inflammation associated with osteoarthritis is limited to the joints. Pain after joint use that subsides with resting the joint is a classical sign of osteoarthritis. As osteoarthritis worsens, pain may occur at rest or at night. Health care providers diagnose osteoarthritis based on a history of joint symptoms, physical examination, and radiographic (X-ray) changes. X-ray changes may include joint-space narrowing, changes in the bones, and the presence of bony spurs. In addition to the physical symptoms, osteoarthritis also impacts psychological, social, and economic well-being. Psychological effects include stress, depression, anger, feelings of helplessness, and anxiety. The social impacts may include decreased community involvement and lack of understanding by family, friends, and coworkers. The economic status of people with arthritis and their families is also affected. The financial burden of health care and days lost from work may seriously impact the financial well-being of persons with arthritis and their families. Age is a major demographic risk factor for the development of osteoarthritis. Although aging does not cause osteoarthritis, the prevalence of osteoarthritis increases with age. Almost half of people over the age of sixty-five have arthritis—mostly osteoarthritis. Osteoarthritis is also more common among women than among men. In addition to age, risk factors for osteoarthritis include joint injury and being overweight (especially for knee and hip osteoarthritis). Reduction of weight has been shown to reduce the risk of symptomatic osteoarthritis in overweight people. THE BURDEN OF OSTEOARTHRITIS Osteoarthritis is the most common form of the more than one hundred conditions that are considered arthritis and other rheumatic conditions. In 1998, these conditions affected 43 million Americans, and they are among the most common chronic diseases. Arthritis is also a leading cause of disability—it limits activities for 7 million Americans. The costs of arthritis are enormous. In 1992, the costs of medical treatment and lost wages were estimated at $65 billion. The cost of osteoarthritis alone may currently exceed $15.5 billion. Osteoarthritis affects as many people as all of the other types of arthritis combined. Almost 22 million Americans have osteoarthritis—almost one of every twelve people in the [United States](/places/united-states-and-canada/us-political-geography/united-states). Prevalence estimates of osteoarthritis will differ by how the data are collected or how the diagnosis is made. For example, people who have pain due to osteoarthritis may not show X-ray changes, and those with X-ray changes consistent with osteoarthritis may not have symptoms. The prevalence of osteoarthritis is high and will get even higher as the number of older Americans increases. In 2020, an estimated 60 million Americans will have arthritis—osteoarthritis alone is likely to affect over 30 million people. Osteoarthritis is a major cause of disability. Sixty to 80 percent of people with osteoarthritis are limited in their activities because of the disease. OSTEOARTHRITIS TREATMENT AND CONTROL There is no known cure for osteoarthritis, yet there are effective treatment and control strategies. Management of osteoarthritis is directed toward reducing pain, minimizing or preventing disability, and improving quality of life. Achieving these goals not only requires good clinical care, but also depends on the active involvement of the person with osteoarthritis in self-management strategies and proactive efforts by the [public health](/medicine/divisions-diagnostics-and-procedures/medicine/public-health) system. Clinical Care. The American College of Rheumatology (ACR) has published guidelines on the medical management of osteoarthritis of the hip and knee that outline the key components of appropriate management. The guidelines list therapeutic strategies, including medications, rehabilitation therapies, and surgery. Medical management of osteoarthritis primarily focuses on prescribing appropriate medications and recommending self-management strategies or making referrals to rehabilitation, self-management, or surgical services. Medication recommendations for osteoarthritis are evolving. Nonsteroidal anti-inflammatory drugs (NSAID) were, until recently, the primary medication treatment for osteoarthritis. However, due to concerns about the gastrointestinal toxicity of NSAIDs, the 1995 ACR medical-management guidelines concluded that the first-line medication for symptomatic osteoarthritis should be acetaminophen. NSAIDs were recommended for those individuals who do not get sufficient pain relief from acetaminophen. In 1998, a new form of NSAID, called COX-2 Inhibitors, was released. COX-2 medications are similar to other NSAIDs in their effect on pain and joint inflammation, but they have significantly fewer gastrointestinal side effects. Physicians now vary in whether they initiate treatment for osteoarthritis with acetaminophen, another NSAID, or a COX-2 medication. Other treatments are also used. For example, symptomatic knee osteoarthritis may benefit from an injection of cortisone into the joint. The role of other treatments, such as glucosamine, chondroitin, and injections of hyaluronan are under investigation. Rehabilitation services, such as physical and occupational therapy, are also important in the management of osteoarthritis. Therapists may prescribe therapeutic exercise to increase joint range of motion, muscle strength, and aerobic conditioning; they make teach strategies to reduce fatigue and stress on joints; and they may recommend environmental or task modification and assistive devices to make it easier to perform daily activities. Rehabilitation services may also be used after joint surgery. Persons with severe symptomatic osteoarthritis, marked by pain and declining function, may benefit from total joint replacement. Both total hip and knee replacement have substantially reduced pain and improved function in the vast majority of individuals who have received them. Self-Management Strategies. The ACR guidelines for medical management of osteoarthritis recommend specific self-management strategies as well as clinical interventions. The guidelines specify self-management education, exercise and aerobic conditioning, and weight control as integral to optimal health outcomes in osteoarthritis. Because of its demonstrated efficacy and cost-effectiveness, the premiere self-management education intervention for osteoarthritis is the Arthritis Self-Help Course (ASHC). ASHC, developed in the early 1980s by Kate Lorig and colleagues, was adopted in the [United States](/places/united-states-and-canada/us-political-geography/united-states) by the Arthritis Foundation and has been disseminated nationwide. A 20 percent reduction in pain and a 43 percent reduction in physician visits was demonstrated in four-year follow-up studies of ASHC. Early research demonstrated that each individual's belief that there was \"something they could do,\" which Lorig labeled \"self-efficacy,\" was more strongly correlated with positive health outcomes from ASHC than were specific health behaviors. Cost-effectiveness calculations indicated an annual savings of $189 per osteoarthritis participant due to the decreased need for physician visits. Physical activity and weight control are important self-management strategies in osteoarthritis. Physical Activity and Health: A Report of the [Surgeon General](/medicine/divisions-diagnostics-and-procedures/medicine/surgeon-general) (1996) specifically addressed osteoarthritis and stated that regular moderate exercise programs, either aerobic or resistance training, relieve symptoms and improve physical function and psychosocial status among people with osteoarthritis. Low-impact forms of exercise, such as walking, swimming, and stationary or on-the-road bicycling, are recommended to minimize the stress on affected joints. The Arthritis Foundation disseminates structured physical activity programs. Preliminary studies have shown positive health outcomes among participants in these programs. Obesity is a well-documented risk factor for the development of symptomatic osteoarthritis. A randomized controlled study showed that the amount of weight lost was strongly correlated with improvements in signs and symptoms of knee osteoarthritis. Some persons with osteoarthritis choose to manage their condition by using various forms of complementary and [alternative medicine](/medicine/divisions-diagnostics-and-procedures/medicine/alternative-medicine) (CAM) modalities, either along with, or in place of, medically prescribed therapies. Symptoms associated with chronic musculoskeletal conditions, including osteoarthritis, are among the most common reasons for using CAM. More information is needed, however, about the safety and efficacy of CAM modalities. THE ROLE OF PUBLIC HEALTH IN ARTHRITIS TREATMENT AND CONTROL Because of its large and increasing prevalence, and the large personal and societal costs, arthritis is recognized as a significant [public health](/medicine/divisions-diagnostics-and-procedures/medicine/public-health) problem. In addition, effective management strategies are available yet underused. The National Arthritis Action Plan: A Public Health Strategy (NAAP) was developed under the leadership of the [Centers for Disease Control and Prevention](/social-sciences-and-law/political-science-and-government/us-government/centers-disease-control-and), the Arthritis Foundation, and the Association of State and Territorial Health Officials, and with the combined efforts of over ninety organizations. NAAP, released in 1999, outlines a comprehensive, systematic public health approach to decreasing the burden of arthritis for all Americans and improving the quality of life of those affected by arthritis. NAAP focuses on a population-based approach that can complement traditional medical care. Public health agencies and their partners play a role in promoting the importance of early diagnosis and appropriate management of osteoarthritis; and in assuring that persons with osteoarthritis are aware of the importance of, and have access to, effective self-management programs. Policy and system changes are needed to heighten awareness and improve access. Public health professionals are also responsible for monitoring the burden of osteoarthritis and identifying factors that influence the development or progression of osteoarthritis or disability from osteoarthritis. Joseph E. Sniezek Teresa J. Brady James S. Marks Foundation (1997). Arthritis 101. Atlanta, GA: Arthritis Foundation. Arthritis Foundation, Association of State and Territorial Health Officials, [Centers for Disease Control and Prevention](/social-sciences-and-law/political-science-and-government/us-government/centers-disease-control-and) (1999). National Arthritis Action Plan: A Public Health Strategy. Atlanta, GA: Arthritis Foundation. Felson, D. T., and Zhang, Y. (1988). \"An Update on the Epidemiology of Knee and Hip Osteoarthritis with a View to Prevention.\" Arthritis and Rheumatism 41:1343-1355. Hochberg, M. C.; Altman, R. D.; Brandt, K. D., et al. (1995). \"Guidelines for Medical Management of Osteoarthritis.\" Arthritis and Rheumatism 38:1535-1546. Hochberg, M. C. (1997). \"Osteoarthritis—Clinical Features and Treatment.\" In Primer on the Rheumatic Diseases, 11th edition, ed. J. H. Klippel. Atlanta, GA: Arthritis Foundation. Lawrence, R. C.; Helmick, C. G.; and Arnett, F. C. (1998). \"Estimates of the Prevalence of Arthritis and Selected Musculoskeletal Disorders in the [United States](/places/united-states-and-canada/us-political-geography/united-states).\" Arthritis and Twelve-Year Review.\" Health M. A. (1996). \"Arthritis and Exercise: 'The Times They Are A-Changin.'\" Arthritis Care and Research 9:9-81. Stein, C. M.; Griffin, M. R.; and Brandt, K. D. (1996). \"Osteoarthritis.\" In Clinical Care in the Rheumatic Diseases, eds. S. T. Wegener, B. L. Belza, and E. P. Gall. Atlanta, GA: American College of Rheumatology. U.S. Department of Health and Human Services (1996). Physical Activity and Health: A Report of the [Surgeon General](/medicine/divisions-diagnostics-and-procedures/medicine/surgeon-general). Atlanta, GA: U.S. Department of Health and Human Services, Public Health Service, Centers for Disease Control and Prevention. —— (1999). Handout on Health: Osteoarthritis. Washington, DC: U.S. Department of Health and Human Services, Public Health Service, National Institute of Arthritis and Musculoskeletal and Skin Diseases. Yelin, E., and Callahan L. F. (1995). \"The Economic Cost and Social and Psychological Impact of Musculoskeletal Conditions.\" Arthritis and Rheumatism 38(10):1351-1362. Osteoarthritis Osteoarthritis Definition Osteoarthritis (OA) is a progressive disorder of the joints caused by gradual loss of cartilage that may result in the development of bony spurs and cysts at the margins of the joints. The name osteoarthritis comes from three Greek words meaning bone, joint, and inflammation. Description OA is one of the most common causes of disability due to limitations of joint movement, particularly in people over the age of 50. It is estimated that 2% of the [United States](/places/united-states-and-canada/us-political-geography/united-states) population under the age of 45 also suffers from osteoarthritis; this figure rises to 30% in persons between the ages of 45 and 64, and 63-80% in those over age 70. Approximately 90% of the American population will have some features of OA in their weight-bearing joints by age 40. Men tend to develop OA at earlier ages than women. OA typically develops gradually, over a period of years. Patients with OA may have joint pain on only one side of the body. It primarily affects the knees, hands, hips, feet, and spine. Causes and symptoms Osteoarthritis results from deterioration or destruction of the cartilage that normally acts as a protective cushion between bones, particularly in weight-bearing joints such as the knees and hips. As the cartilage is worn away, the bones may form spurs, areas of abnormal hardening, and fluid-filled pockets in the marrow. These are known as subchondral cysts. As the disorder progresses, pain results from deformation of the bones and fluid accumulation in the joints. Pain may be relieved by rest, but worsened by placing weight on, or moving, the joint. In the early stages of OA, the pain is minor and may take the form of mild stiffness in the morning. In the later stages of OA, inflammation develops; the patient may experience pain even when the joint is not being used; and he or she may suffer permanent loss of the normal range of motion in that joint. Osteoarthritis typically has been considered by laypeople as an inevitable part of aging caused by simple wear and tear on the joints. This view has been replaced by recent research into cartilage formation and preservation. Osteoarthritis is now considered to be the end result of several different factors that can contribute to cartilage damage, and is classified as either primary or secondary. Primary osteoarthritis Primary OA results from abnormal stress on weight-bearing joints, or normal stress affecting weakened joints. Primary OA most frequently affects the finger joints, the hips and knees, the cervical and lumbar spine, and the big toe. Some gene mutations appear to be associated with OA. Obesity also increases the pressure on the weight-bearing joints of the body. Finally, as the body ages, there is a reduction in the ability of cartilage to repair itself. In addition to these factors, some researchers have theorized that primary OA may be triggered by enzyme disturbances, bone disease, or liver dysfunction. Secondary osteoarthritis Secondary OA results from chronic or sudden injury to a joint. It can occur in any joint. Secondary OA is associated with the following factors: - trauma to the body, including sports injuries - repetitive stress injuries associated with certain occupations (i.e., the performing arts, construction or [assembly line](/science-and-technology/technology/technology-terms-and-concepts/assembly-line)work, computer keyboard operation, etc.) - repeated episodes of gout or septic arthritis - poor posture or bone alignment caused by developmental abnormalities - metabolic disorders Diagnosis The two most important diagnostic clues in the patient's history are the pattern of joint involvement and the presence or absence of fever, rash, or other symptoms outside the joints. History and physical examination When taking vital signs (i.e., [blood pressure](/medicine/anatomy-and-physiology/anatomy-and-physiology/blood-pressure), weight, temperature), the patient's gait and arm and hand movement should be observed by the nursing staff or physician assistants; if pain is the chief complaint, the affected joint should be examined. After a brief examination, the nurse, nurse practitioner, or [physician assistant](/medicine/divisions-diagnostics-and-procedures/medicine/physician-assistant) should ask the length of time the pain has affected the patient and if there have been any limitations in his or her work or home life. The practitioner should record abnormal symptoms on the intake sheet for review by the physician. As part of the physical examination, the physician will evaluate swelling, limitations on the range of motion, pain on movement, and crepitus (i.e., cracking or grinding sound heard during joint movement). Osteoarthritis is often similar in presentation to rheumatoid arthritis, but lacks the presence of inflammation (until its very late stages) found in rheumatoid arthritis. Diagnostic imaging There is no laboratory test specific to the diagnosis of OA. Laboratory tests are important, however, in ruling out other diseases that may be responsible for the symptoms the patient is presenting. Treatment is usually based on the results of diagnostic imaging, which is conducted by a radiologic technician or radiologist. The features of the disease are a loss of joint space, the presence of subchondral cysts, and evidence of new bone formation (i.e., bone spurs). The patient's symptoms, however, do not always correlate with x-ray findings. Magnetic resonance imaging (MRI) and computed tomography (CT), or computed axial tomography (CAT) scans can be used to more precisely determine the location and extent of cartilage damage. Prognosis Osteoarthritis is a progressive disorder without a permanent cure. In some patients, the rate of progression can be slowed by weight loss, appropriate exercise, surgical treatment, and the use of alternative therapies. Health care team roles Early detection and diagnosis are key factors that affect the outcome of the progression of OA. Patients may present with vague symptoms of joint pain and stiffness, which should be noted when taking the patient history. The patient should be asked when these symptoms began. Co-morbid conditions such as heart disease, hypertension, or other disease should be considered. After ongoing observation and consultation with the patient, a more complete diagnosis can be made. As with other painful conditions, understanding of the patient's lifestyle changes and physical condition is of the highest priority. Patient education and follow-up support can assist with the mental health treatment, if necessary. Health care staff should counsel the patient on the basic facts of OA, make themselves available for follow-up phone consultation, and track the patient's visits to other health care providers. If the patient seems especially distressed about the condition, staff may recommend to the physician that the patient seek mental health support. Should a rheumatologist or other subspecialist be consulted by the patient, members of the health care team should coordinate and monitor the treatment prescribed outside of the team environment. Patient contact has been shown to be a valuable aspect of the management of OA. Optimal follow-up consists of staff members (i.e., nurses, nurse practitioners, physicians assistants) making phone calls to patients and recording changes in symptoms, compliance with treatment regimen, and any decline of condition. Nursing parameters can include pain control, assessment of medication efficacy, exercise, diet, means of joint protection, and awareness of psychosocial factors of depression/anxiety. Knowledge of over-the-counter medications for OA can assist the patient in avoiding drug interactions or undue financial burden. Patients with limited range of motion may require special accommodations in waiting and treatment rooms; they may need an entrance to the building or a bathroom that is specially made to accommodate the handicapped, or a modified examination table. Treatment Treatment of patients with OA is tailored to the needs of each individual. Patient's symptoms vary widely due to the location of the joints involved, the rate of progression, the severity of symptoms, the degree of disability, and individual response to specific forms of treatment. Most treatment programs include several forms of therapy and include the participation of the entire health care team. Patient education and psychotherapy Patient education is an important part of OA treatment because of the highly individual nature of the disorder and its potential impact on the patient's life. Patients who are depressed because of changes in employment or recreation usually benefit from participation in self-help groups, or counseling. The patient's family or friends should be involved in discussions of coping, household reorganization, and other aspects of the patient's disease and treatment regimen. Medications Patients with mild OA may be treated only with pain relievers such as acetaminophen (i.e., Tylenol). Most patients with OA, however, are given nonsteroidal anti-inflammatory drugs (NSAIDs). These include such (e.g., Orudis), and naproxen (e.g., Naprosyn). NSAIDs have the advantage of relieving slight inflammation as well as pain. Patients taking NSAIDS, however, may experience side effects, including stomach ulcers, sensitivity to sun exposure, kidney disturbances, and nervousness/anxiety or depression. Topical capsaicin cream (e.g., AthriCare) may provide relief when applied to affected areas. Some OA patients are treated with corticosteroids, which are injected directly into the joints to reduce inflammation. Studies have been conducted regarding the use of [hyaluronic acid](/science-and-technology/biochemistry/biochemistry/hyaluronic-acid), which is more commonly injected into the knee. Because the joint naturally contains some [hyaluronic acid](/science-and-technology/biochemistry/biochemistry/hyaluronic-acid) (for joint lubrication), the addition of extra hyaluronic acid can protect the joint, in some cases, for six months to one year. Physical therapy Patients with OA are encouraged to exercise as a way of keeping joint cartilage lubricated and mobile. Consultation with a physical therapist is highly recommended, as it can ensure patient compliance and safety while exercising. Low-impact exercises to increase balance, flexibility, and range of motion are also recommended. These exercises may include walking, swimming or other water activities, yoga, and other stretching exercises, or isometric exercises (i.e., a program of exercises in which a muscle group is tensed against another muscle group or an immovable object so that the muscles may contract without shortening). Physical therapy may also include massage, the application of moist hot packs, or soaks in a hot tub. Prescriptions may be written for protective devices. Instructions for their use would be given to patients by [physical therapy](/medicine/divisions-diagnostics-and-procedures/medicine/physical-therapy) staff. Surgery Surgical treatment of OA may include the replacement of a damaged joint with an artificial part or appliance, surgical fusion of spinal bones, scraping or removal of damaged bone from the joint, or the removal of a piece of bone in order to realign the bone. Protective measures Support staff will be required to educate the patient on the correct use of any protective measure, the length of time it will be needed, and counsel on the correct way to bend, lift or move the affected joint. The consequences of not using protective measures should be outlined (i.e., exacerbation of symptoms, additional muscle strain, undue pain from noncompliance). Depending on the location of the affected joint, patients with OA may be advised to use neck braces or collars, crutches, canes, hip braces, knee supports, bed boards, or elevating chairs and toilet seats. Patients would also be advised to avoid unnecessary bending, stair climbing, or lifting of heavy objects. Potential treatments Several methods of treatment for OA are being investigated. They include: - Disease-modifying drugs. These compounds may be useful in assisting the body to form new cartilage or improve its repair of existing cartilage. - Hyaluronic acid. This treatment is well supported in theory. - Electromagnetic therapy. This treatment is viewed with skepticism by mainstream medicine. - Gene therapy. This is a promising area of treatment, although it may not be available for several years. Alternative treatment DIET. Food intolerance can be a contributing factor to OA, although this is more significant in rheumatoid arthritis. Dietary suggestions that may be helpful for people with OA include emphasizing high-fiber, complex-carbohydrate foods, while minimizing fats. NUTRITIONAL SUPPLEMENTS. In recent years, a combination of glucosamine and chondroitin sulfate has been studied as a dietary supplement to help the body maintain and repair cartilage. These substances are nontoxic and do not require prescriptions, but studies continue to be conducted to evaluate their effectiveness. Other supplements that may be helpful in the treatment of OA include the antioxidant vitamins A, C, and E, and minerals selenium and zinc. KEY TERMS Bouchard's nodes— Swelling of the middle joint of the finger. Cartilage— Elastic [connective tissue](/places/united-states-and-canada/us-political-geography/connective-tissue) that covers and protects the ends of bones. Primary osteoarthritis— OA that results from hereditary factors or stresses on weight-bearing joints. Secondary osteoarthritis— OA that develops following joint surgery, trauma, or repetitive joint injury. Subchondral cysts— Fluid-filled sacs that form inside the marrow at the ends of bones as part of the development of OA. Resources BOOKS Hellman, David B. \"Arthritis & Musculoskeletal Disorders.\" In Current Medical Diagnosis and Treatment, edited by Lawrence M. Tierney, Jr., et al. Stanford, CT: Appleton & Lange, 1998. Neustadt, David H. \"Osteoarthritis.\" In Merck Manual of Diagnosis and Theory, edited by Robert E. Rakel. Philadelphia: W. B. Saunders Company, 1998. PERIODICALS Gelber, A.C., et al. \"Joint injury in young adults and risk for subsequent knee and hip osteoarthritis.\" Annals of Internal Medicine 133 (2000): 321-328. Manek, N.J., and N. Lane. \"Osteoarthritis.\" Current Concepts in Diagnosis and Management 61 (2000): 1796-1804. OTHER National Library of Medicine. Medline Plus Health Information. http://www.nih.gov/medlineplus/druginfo/antiinflammatorydrugsnonsteroi202743.html. (May 8, 2001). Osteoarthritis Osteoarthritis Definition Osteoarthritis (OA), which is also known as osteoarthrosis or degenerative joint disease (DJD), is a progressive disorder of the joints caused by gradual loss of cartilage and resulting in the development of bony spurs and cysts at the margins of the joints. The name osteoarthritis comes from three Greek words meaning bone, joint, and inflammation. Description OA is one of the most common causes of disability due to limitations of joint movement, particularly in people over 50. It is estimated that 2% of the [United States](/places/united-states-and-canada/us-political-geography/united-states) population under the age of 45 suffers from osteoarthritis; this figure rises to 30% of persons between 45 and 64, and 63-85% in those over 65. About 90% of the American population will have some features of OA in their weight-bearing joints by age 40. Men tend to develop OA at earlier ages than women. OA typically develops gradually over a period of years. Patients with OA may have joint pain on only one side of the body. It primarily affects the knees, hands, hips, feet, and spine. Causes & symptoms Osteoarthritis results from deterioration or loss of the cartilage that acts as a protective cushion between bones, particularly in weight-bearing joints such as the knees and hips. As the cartilage is worn away, the bone rubbing against bone forms spurs, areas of abnormal hardening, and fluid-filled pockets in the marrow known as subchondral cysts. As the disorder progresses, pain results from deformation of the bones and fluid accumulation in the joints. The pain is relieved by rest and made worse by moving the joint or placing weight on it. In early OA, the pain is minor and may take the form of mild stiffness in the morning. In the later stages of OA, chronic inflammation develops. The patient may experience pain even when the joint is not being used; and he or she may suffer permanent loss of the normal range of motion in that joint. Until the late 1980s, OA was regarded as an inevitable part of aging , caused by simple \"wear and tear\" on the joints. This view has been replaced by recent research into cartilage formation. OA is now considered to be the end result of several different factors contributing to cartilage damage, and is classified as either primary or secondary. Primary osteoarthritis Primary OA results from abnormal stresses on weight-bearing joints or normal stresses operating on weakened joints. Primary OA most frequently affects the finger joints, the hips and knees, the cervical and lumbar spine, and the big toe. The enlargements of the finger joints that occur in OA are referred to as Heberden's and Bouchard's nodes. Some gene mutations appear to be associated with OA. Obesity also increases the pressure on the weight-bearing joints of the body. Finally, as the body ages, there is a reduction in the ability of cartilage to repair itself. In addition to these factors, some researchers have theorized that primary OA may be triggered by enzyme disturbances, bone disease, or liver dysfunction. Secondary osteoarthritis Secondary OA results from chronic or sudden injury to a joint. It can occur in any joint. Secondary OA is associated with the following factors: - trauma, including sports injuries - repetitive stress injuries associated with certain occupations (like the performing arts, construction or [assembly line](/science-and-technology/technology/technology-terms-and-concepts/assembly-line)work, computer keyboard operation, etc.) - repeated episodes of gout or septic arthritis - poor posture or bone alignment caused by developmental abnormalities - metabolic disorders Diagnosis History and physical examination The two most important diagnostic clues in the patient's history are the pattern of joint involvement and the presence or absence of fever , rash, or other symptoms outside the joints. As part of the physical examination, the doctor will touch and move the patient's joint to evaluate swelling, limitations on the range of motion, pain on movement, and crepitus (a cracking or grinding sound heard during joint movement). Diagnostic imaging There is no laboratory test that is specific for osteoarthritis. Treatment is usually based on the results of diagnostic imaging. In patients with OA, x rays may indicate narrowed joint spaces, abnormal density of the bone, and the presence of subchondral cysts or bone spurs . The patient's symptoms, however, do not always correlate with x-ray findings. Magnetic resonance imaging (MRI) and computed tomography scans (CTscans) can be used to determine more precisely the location and extent of cartilage damage. Treatment Diet Food intolerance can be a contributing factor in OA, although this is more significant in rheumatoid arthritis . Dietary suggestions that may be helpful for people with OA include emphasizing high-fiber, complex-carbohydrate foods, while minimizing fats. Plants in the Solanaceae family, such as tomatoes, peppers, eggplant, and potatoes, should be avoided, as should refined and processed foods. Citrus fruits should also be avoided, as they may promote swelling. Foods that are high in bioflavonoids (berries as well as red, orange, and purple fruits and vegetables) should be eaten often. Black cherry juice (2 glasses twice per day) has been found to be particularly effective for partial pain relief. Nutritional supplements In the past several years, a combination of glucosamine and chondroitin sulfate has been proposed as a dietary supplement that helps the body maintain and repair cartilage. Studies conducted in [Europe](/places/oceans-continents-and-polar-regions/oceans-and-continents/europe) have shown the effectiveness of this treatment but effects may not be evident until a month after initiating this treatment. These substances are nontoxic and do not require prescriptions. Other supplements that may be helpful in the treatment of OA include the antioxidant vitamins and minerals (vitamins A, C, E, selenium , and zinc ) and the B vitamins, especially vitamins B6 and B5. Naturopathy Naturopathic treatment for OA includes hydrotherapy, diathermy (deep-heat therapy), nutritional supplements, and botanical preparations, including (Harpagophytum procumbens ), and hawthorn (Crataegus laevigata ) berries. Electromagnetic field therapy is believed to increase blood flow and oxygen exchange to enhance the body's natural healing processes. This treatment is not suggested for use over an open wound or in combination with transdermal drug delivery patches, or by those who are pregnant or have insulin pumps or pacemakers. Magnets may be worn within a shoe insole, anklet, bracelet, or back support. [Traditional Chinese medicine](/medicine/divisions-diagnostics-and-procedures/medicine/traditional-chinese-medicine) Practitioners of [Traditional Chinese medicine](/medicine/divisions-diagnostics-and-procedures/medicine/traditional-chinese-medicine) treat arthritis with suction cups, massage, moxibustion (warming an area of skin by burning a herbal wick a slight distance above the skin), the application of herbal poultices, and internal doses of Chinese herbal formulas. Daily acupressure can also provide relief for stiff, achy joints. Massage of the achy joints with a blend of aromatic oils, especially rosemary and chamomile is beneficial. Periods of imagery are another suggested treatment—for 10-20 minutes twice daily—where the joint pain is pictured as transformed into a liquid that trickles from the body into the nearest body of water and eventually into the ocean waves. Physical therapy Patients with OA are encouraged to exercise as a way of keeping joint cartilage lubricated. Exercises that increase balance, flexibility, and range of motion are recommended for OA patients. These may include walking, swimming and other water exercises, yoga and other stretching exercises, or isometric exercises. Physical therapy may also include massage, moist hot packs, or soaking in a hot tub. Allopathic treatment Treatment of OA patients is tailored to the needs of each individual. Patients vary widely in the location of the joints involved, the rate of progression, the severity of symptoms, the degree of disability, and responses to specific forms of treatment. Most treatment programs include several forms of therapy. Patient education and psychotherapy Patient education is an important part of OA treatment because of the highly individual nature of the disorder and its potential impacts on the patient's life. Patients who are depressed because of changes in employment or recreation usually benefit from counseling. The patient's family should be involved in discussions of coping, household reorganization, and other aspects of the patient's disease and treatment regimen. Medications Patients with mild OA may be treated only with pain relievers such as acetaminophen (Tylenol) or propoxyphene (Darvon). Most patients OA, however, are given nonsteroidal anti-inflammatory drugs, or NSAIDs. and flurbiprofen (Ansaid). The NSAIDs have the advantage of relieving inflammation as well as pain. They also have potentially dangerous side effects, including stomach ulcers, sensitivity to sun exposure, kidney disturbances, and nervousness or depression . Some OA patients are treated with corticosteroids injected directly into the joints to reduce inflammation and slow the development of Heberden's nodes. Injections should not be regarded as a first-choice treatment and should be given only two or three times a year. A series of [hyaluronic acid](/science-and-technology/biochemistry/biochemistry/hyaluronic-acid) injections into the affected joint may help to lubricate and protect cartilage. Surgery Surgical treatment of osteoarthritis may include the replacement of a damaged joint with an artificial part or appliance; surgical fusion of spinal bones; scraping or removal of damaged bone from the joint; or the removal of a piece of bone in order to realign the bone. Protective measures Depending on the location of the affected joint, patients with OA may be advised to use neck braces or collars, crutches, canes, hip braces, knee supports, bed boards, or elevated chair and toilet seats. They are also advised to avoid unnecessary knee bending, stair climbing, or lifting of heavy objects. New treatments Since 1997, several new methods of treatment for OA have been investigated. Although they are still being developed and tested, they appear to hold promise. They include: - Disease-modifying drugs. These compounds may be useful in assisting the body to form new cartilage or improve its repair of existing cartilage. - Gene therapy. - Cartilage transplantation. This technique is presently used in [Sweden](/places/germany-scandinavia-and-central-europe/scandinavian-political-geography/sweden). Resources BOOKS \"Bone, Joint, and Rheumatic Disorders: Osteoarthritis.\" In The Merck Manual of Geriatrics, edited by William B. Abrams, et al. Rahway, NJ: Merck Research Laboratories, 1995. Hellman, David B. \"Arthritis & Musculoskeletal Disorders.\" In Current Medical Diagnosis & Treatment 1998, edited by Lawrence M. Tierney, Jr., et al. Stamford, CT: Appleton & Lange, 1998. \"Musculoskeletal and Connective Tissue Disorders: Osteoarthritis (OA).\" In The Merck Manual of Diagnosis and Therapy, edited by Robert Berkow, et al. Rahway, NJ: Merck Research Laboratories, 1992. Neustadt, David H. \"Osteoarthritis.\" In Conn's Current Therapy, edited by Robert E. Rakel. Philadelphia: W. B. Saunders Company, 1998. \"Osteoarthritis.\" In Professional Guide to Diseases, edited by Stanley Loeb, et al. Springhouse, PA: Springhouse Corporation, 1991. Theodosakis, Jason, et al. The Arthritis Cure. [New York](/places/united-states-and-canada/us-political-geography/new-york): St. Martin's, 1997. Kathleen D. Wright Osteoarthritis Osteoarthritis Definition Osteoarthritis (OA), which is also known as osteoarthrosis or degenerative joint disease (DJD), is a progressive disorder of the joints caused by gradual loss of cartilage and resulting in the development of bony spurs and cysts at the margins of the joints. The name osteoarthritis comes from three Greek words meaning bone, joint, and inflammation. Description OA is one of the most common causes of disability due to limitations of joint movement, particularly in people over 50. It is estimated that 2% of the [United States](/places/united-states-and-canada/us-political-geography/united-states) population under the age of 45 suffers from osteoarthritis; this figure rises to 30% of persons between 45 and 64, and 63-85% in those over 65. About 90% of the American population will have some features of OA in their weight-bearing joints by age 40. Men tend to develop OA at earlier ages than women. OA occurs most commonly after 40 years of age and typically develops gradually over a period of years. Patients with OA may have joint pain on only one side of the body and it primarily affects the knees, hands, hips, feet, and spine. Causes and symptoms Osteoarthritis results from deterioration or loss of the cartilage that acts as a protective cushion between bones, particularly in weight-bearing joints such as the knees and hips. As the cartilage is worn away, the bone forms spurs, areas of abnormal hardening, and fluid-filled pockets in the marrow known as subchondral cysts. As the disorder progresses, pain results from deformation of the bones and fluid accumulation in the joints. The pain is relieved by rest and made worse by moving the joint or placing weight on it. In early OA, the pain is minor and may take the form of mild stiffness in the morning. In the later stages of OA, inflammation develops; the patient may experience pain even when the joint is not being used; and he or she may suffer permanent loss of the normal range of motion in that joint. Until the late 1980s, OA was regarded as an inevitable part of aging, caused by simple \"wear and tear\" on the joints. This view has been replaced by recent research into cartilage formation. OA is now considered to be the end result of several different factors contributing to cartilage damage, and is classified as either primary or secondary. Primary osteoarthritis Primary OA results from abnormal stresses on weight-bearing joints or normal stresses operating on weakened joints. Primary OA most frequently affects the finger joints, the hips and knees, the cervical and lumbar spine, and the big toe. The enlargements of the finger joints that occur in OA are referred to as Heberden's and Bouchard's nodes. Some gene mutations appear to be associated with OA. Obesity also increases the pressure on the weight-bearing joints of the body. Finally, as the body ages, there is a reduction in the ability of cartilage to repair itself. In addition to these factors, some researchers have theorized that primary OA may be triggered by enzyme disturbances, bone disease, or liver dysfunction. Secondary osteoarthritis Secondary OA results from chronic or sudden injury to a joint. It can occur in any joint. Secondary OA is associated with the following factors: - trauma, including sports injuries - repetitive stress injuries associated with certain occupations (like the performing arts, construction or [assembly line](/science-and-technology/technology/technology-terms-and-concepts/assembly-line)work, computer keyboard operation, etc.) - repeated episodes of gout or septic arthritis - poor posture or bone alignment caused by developmental abnormalities - metabolic disorders Diagnosis History and physical examination The two most important diagnostic clues in the patient's history are the pattern of joint involvement and the presence or absence of fever, rash, or other symptoms outside the joints. As part of the physical examination, the doctor will touch and move the patient's joint to evaluate swelling, limitations on the range of motion, pain on movement, and crepitus (a cracking or grinding sound heard during joint movement). Diagnostic imaging There is no laboratory test that is specific for osteoarthritis. Treatment is usually based on the results of diagnostic imaging. In patients with OA, x-rays may indicate narrowed joint spaces, abnormal density of the bone, and the presence of subchondral cysts or bone spurs. The patient's symptoms, however, do not always correlate with x-ray findings. Magnetic resonance imaging (MRI) and computed tomography scans (CT scans) can be used to determine more precisely the location and extent of cartilage damage. Treatment Treatment of OA patients is tailored to the needs of each individual. Patients vary widely in the location of the joints involved, the rate of progression, the severity of symptoms, the degree of disability, and responses to specific forms of treatment. Most treatment programs include several forms of therapy. Patient education and psychotherapy Patient education is an important part of OA treatment because of the highly individual nature of the disorder and its potential impacts on the patient's life. Patients who are depressed because of changes in employment or recreation usually benefit from counseling. The patient's family should be involved in discussions of coping, household reorganization, and other aspects of the patient's disease and treatment regimen. Medications Patients with mild OA may be treated only with pain relievers such as acetaminophen (Tylenol). Most patients with OA, however, are given nonsteroidal anti-inflammatory drugs, or NSAIDs. and flurbiprofen (Ansaid). The NSAIDs have the advantage of relieving inflammation as well as pain. They also have potentially dangerous side effects, including stomach ulcers, sensitivity to sun exposure, kidney disturbances, and nervousness or depression. Some OA patients are treated with corticosteroids injected directly into the joints to reduce inflammation and slow the development of Heberden's nodes. Injections should not be regarded as a first-choice treatment and should be given only two or three times a year. Most recently, a new class of NSAIDs, known as the cyclo-oxygenase-2 (COX-2) inhibitors have been studied and approved for the treatment of OA. These COX-2 inhibitors work to block the enzyme COX-2, which stimulates inflammatory responses in the body. They work to decrease both the inflammation and joint pain of OA, but without the high risk of gastrointestinal ulcers and bleeding seen with the traditional NSAIDs. This is due to the fact that they do not block COX-1, which is another enzyme that has protective effects on the stomach lining. The COX-2 inhibitors included celecoxib (Celebrex) and rofecoxib (Vioxx). Celecoxib is taken once or twice daily, and rofecoxib once daily. Physical therapy Patients with OA are encouraged to exercise as a way of keeping joint cartilage lubricated. Exercises that increase balance, flexibility, and range of motion are recommended for OA patients. These may include walking, swimming and other water exercises, yoga and other stretching exercises, or isometric exercises. Physical therapy may also include massage, moist hot packs, or soaking in a hot tub. Surgery Surgical treatment of osteoarthritis may include the replacement of a damaged joint with an artificial part or appliance; surgical fusion of spinal bones; scraping or removal of damaged bone from the joint; or the removal of a piece of bone in order to realign the bone. Protective measures Depending on the location of the affected joint, patients with OA may be advised to use neck braces or collars, crutches, canes, hip braces, knee supports, bed boards, or elevated chair and toilet seats. They are also advised to avoid unnecessary knee bending, stair climbing, or lifting of heavy objects. New treatments Since 1997, several new methods of treatment for OA have been investigated. Although they are still being developed and tested, they appear to hold promise. They include: - Disease-modifying drugs. These compounds may be useful in assisting the body to form new cartilage or improve its repair of existing cartilage. - Hyaluronic acid. Injections of this substance may help to lubricate and protect cartilage, thereby promoting flexibility and reduced pain. These agents include hyaluronan (Hyalgan) and hylan G-F20 (Synvisc). - Cartilage transplantation. This technique is presently used in [Sweden](/places/germany-scandinavia-and-central-europe/scandinavian-political-geography/sweden). Alternative treatment Diet Food intolerance can be a contributing factor in OA, although this is more significant in rheumatoid arthritis. Dietary suggestions that may be helpful for people with OA include emphasizing high-fiber, complex-carbohydrate foods, while minimizing fats. Plants in the Solanaceae family, such as tomatoes, eggplant, and potatoes, should be avoided, as should refined and processed foods. Foods that are high in bioflavonoids (berries as well as red, orange, and purple fruits and vegetables) should be eaten often. Nutritional supplements In the past several years, a combination of glucosamine and chondroitin sulfate has been proposed as a dietary supplement that helps the body maintain and repair cartilage. Studies conducted in [Europe](/places/oceans-continents-and-polar-regions/oceans-and-continents/europe) have shown the effectiveness of this treatment in many cases. These substances are nontoxic and do not require prescriptions. Other supplements that may be helpful in the treatment of OA include the antioxidant vitamins and minerals (vitamins A, C, E, selenium, and zinc) and the B vitamins, especially vitamins B6 and B5. Naturopathy Naturopathic treatment for OA includes hydrotherapy, diathermy (deep-heat therapy), nutritional supplements, and botanical preparations, including medicine](/medicine/divisions-diagnostics-and-procedures/medicine/traditional-chinese-medicine) (TCM) Practitioners of Chinese medicine treat arthritis with suction cups, massage, moxibustion (warming an area of skin by burning a herbal wick a slight distance above the skin), the application of herbal poultices, and internal doses of Chinese herbal formulas. Other alternatives Recently, several alternative treatments for OA have received considerable attention and study. These include: - transcutaneous electrical nerve stimulation (TENS) - magnet therapy - therapeutic touch - acupuncture - yoga Prognosis OA is a progressive disorder without a permanent cure. In some patients, the rate of progression can be slowed by weight loss, appropriate exercise, surgical treatment, and the use of alternative therapies. KEY TERMS Bouchard's nodes— Swelling of the middle joint of the finger. Cartilage— Elastic [connective tissue](/places/united-states-and-canada/us-political-geography/connective-tissue) that covers and protects the ends of bones. Heberden's nodes— Swelling or deformation of the finger joints closest to the fingertips. Primary osteoarthritis— OA that results from hereditary factors or stresses on weight-bearing joints. Secondary osteoarthritis— OA that develops following joint surgery, trauma, or repetitive joint injury. Subchondral cysts— Fluid-filled sacs that form inside the marrow at the ends of bones as part of the development of OA. Resources PERIODICALS Berger, R. G. \"Intelligent Use of NSAIDs: Where Do We Stand.\" Expert Opinions in Pharmacotherapy 1, no. 2 (January 2001): 19-30. Brandt, K. D. \"The Role of Analgesics in the Management of Osteoarthritis.\" American Journal of Therapeutics March 2000: 75-90. Little, C. V., and T. Parsons. \"Herbal Therapy for Treating Osteoarthritis.\" Cochrane Database System Review 2001: 1. Pavelka, K. \"Treatment of Pain in Osteoarthritis.\" European of Pain 2000: 23-30. Schnitzer, T. 313-26. Towheed, al. \"Glucosamine Therapy for Treating Osteoarthritis.\" Cochrane Database System Review 2001: 1. Osteoarthritis Osteoarthritis Definition Osteoarthritis (OA), which is also known as osteoarthrosis or degenerative joint disease (DJD), is a progressive disorder of the joints caused by gradual loss of cartilage and resulting in the development of bony spurs and cysts at the margins of the joints. The name osteoarthritis comes from three Greek words meaning bone, joint, and inflammation. Description OA is one of the most common causes of disability due to limitations of joint movement, particularly in people over 50. It is estimated that 2% of the [United States](/places/united-states-and-canada/us-political-geography/united-states) population under the age of 45 suffers from osteoarthritis; this figure rises to 30% of persons between 45 and 64, and 63-85% in those over 65. About 90% of the American population will have some features of OA in their weight-bearing joints by age 40. Men tend to develop OA at earlier ages than women. OA occurs most commonly after 40 years of age and typically develops gradually over a period of years. Patients with OA may have joint pain on only one side of the body and it primarily affects the knees, hands, hips, feet, and spine. Causes and symptoms Osteoarthritis results from deterioration or loss of the cartilage that acts as a protective cushion between bones, particularly in weight-bearing joints such as the knees and hips. As the cartilage is worn away, the bone forms spurs, areas of abnormal hardening, and fluid-filled pockets in the marrow known as subchondral cysts. As the disorder progresses, pain results from deformation of the bones and fluid accumulation in the joints. The pain is relieved by rest and made worse by moving the joint or placing weight on it. In early OA, the pain is minor and may take the form of mild stiffness in the morning. In the later stages of OA, inflammation develops; the patient may experience pain even when the joint is not being used; and he or she may suffer permanent loss of the normal range of motion in that joint. Until the late 1980s, OA was regarded as an inevitable part of aging, caused by simple \"wear and tear\" on the joints. This view has been replaced by recent research into cartilage formation. OA is now considered to be the end result of several different factors contributing to cartilage damage, and is classified as either primary or secondary. Primary osteoarthritis Primary OA results from abnormal stresses on weight-bearing joints or normal stresses operating on weakened joints. Primary OA most frequently affects the finger joints, the hips and knees, the cervical and lumbar spine, and the big toe. The enlargements of the finger joints that occur in OA are referred to as Heberden's and Bouchard's nodes. Some gene mutations appear to be associated with OA. Obesity also increases the pressure on the weight-bearing joints of the body. Finally, as the body ages, there is a reduction in the ability of cartilage to repair itself. In addition to these factors, some researchers have theorized that primary OA may be triggered by enzyme disturbances, bone disease, or liver dysfunction. Secondary osteoarthritis Secondary OA results from chronic or sudden injury to a joint. It can occur in any joint. Secondary OA is associated with the following factors: - trauma, including sports injuries - repetitive stress injuries associated with certain occupations (like the performing arts, construction or [assembly line](/science-and-technology/technology/technology-terms-and-concepts/assembly-line)work, computer keyboard operation, etc.) - repeated episodes of gout or septic arthritis - poor posture or bone alignment caused by developmental abnormalities - metabolic disorders Diagnosis History and physical examination The two most important diagnostic clues in the patient's history are the pattern of joint involvement and the presence or absence of fever, rash, or other symptoms outside the joints. As part of the physical examination, the doctor will touch and move the patient's joint to evaluate swelling, limitations on the range of motion, pain on movement, and crepitus (a cracking or grinding sound heard during joint movement). Diagnostic imaging There is no laboratory test that is specific for osteoarthritis. Treatment is usually based on the results of diagnostic imaging. In patients with OA, x-rays may indicate narrowed joint spaces, abnormal density of the bone, and the presence of subchondral cysts or bone spurs. The patient's symptoms, however, do not always correlate with x-ray findings. Magnetic resonance imaging (MRI) and computed tomography scans (CT scans ) can be used to determine more precisely the location and extent of cartilage damage. Treatment Treatment of OA patients is tailored to the needs of each individual. Patients vary widely in the location of the joints involved, the rate of progression, the severity of symptoms, the degree of disability, and responses to specific forms of treatment. Most treatment programs include several forms of therapy. Patient education and psychotherapy Patient education is an important part of OA treatment because of the highly individual nature of the disorder and its potential impacts on the patient's life. Patients who are depressed because of changes in employment or recreation usually benefit from counseling. The patient's family should be involved in discussions of coping, household reorganization, and other aspects of the patient's disease and treatment regimen. Medications Patients with mild OA may be treated only with pain relievers such as acetaminophen (Tylenol). Most patients with OA, however, are given nonsteroidal anti-inflammatory drugs, or NSAIDs. and flurbiprofen (Ansaid). The NSAIDs have the advantage of relieving inflammation as well as pain. They also have potentially dangerous side effects, including stomach ulcers, sensitivity to sun exposure, kidney disturbances, and nervousness or depression . Some OA patients are treated with corticosteroids injected directly into the joints to reduce inflammation and slow the development of Heberden's nodes. Injections should not be regarded as a first-choice treatment and should be given only two or three times a year. Most recently, a new class of NSAIDs, known as the cyclo-oxygenase-2 (COX-2) inhibitors have been studied and approved for the treatment of OA. These COX-2 inhibitors work to block the enzyme COX-2, which stimulates inflammatory responses in the body. They work to decrease both the inflammation and joint pain of OA, but without the high risk of gastrointestinal ulcers and bleeding seen with the traditional NSAIDs. This is due to the fact that they do not block COX-1, which is another enzyme that has protective effects on the stomach lining. The COX-2 inhibitors included celecoxib (Celebrex) and rofecoxib (Vioxx). Celecoxib is taken once or twice daily, and rofecoxib once daily. Physical therapy Patients with OA are encouraged to exercise as a way of keeping joint cartilage lubricated. Exercises that increase balance, flexibility, and range of motion are recommended for OA patients. These may include walking, swimming and other water exercises, yoga and other stretching exercises, or isometric exercises. Physical therapy may also include massage, moist hot packs, or soaking in a hot tub. Surgery Surgical treatment of osteoarthritis may include the replacement of a damaged joint with an artificial part or appliance; surgical fusion of spinal bones; scraping or removal of damaged bone from the joint; or the removal of a piece of bone in order to realign the bone. Protective measures Depending on the location of the affected joint, patients with OA may be advised to use neck braces or collars, crutches, canes, hip braces, knee supports, bed boards, or elevated chair and toilet seats. They are also advised to avoid unnecessary knee bending, stair climbing, or lifting of heavy objects. New treatments Since 1997, several new methods of treatment for OA have been investigated. Although they are still being developed and tested, they appear to hold promise. They include: - Disease-modifying drugs. These compounds may be useful in assisting the body to form new cartilage or improve its repair of existing cartilage. - Hyaluronic acid. Injections of this substance may help to lubricate and protect cartilage, thereby promoting flexibility and reduced pain. These agents include hyaluronan (Hyalgan) and hylan G-F20 (Synvisc). - Cartilage transplantation. This technique is presently used in Sweden. Alternative treatment Naturopathic treatment for OA includes hydrotherapy , diathermy (deep-heat therapy), nutritional supplements botanical devil's claw (Harpagophytum procumbens), hawthorn (Crataegus laevigata) berries. KEY TERMS Bouchard's nodes —Swelling of the middle joint of the finger. Cartilage —Elastic [connective tissue](/places/united-states-and-canada/us-political-geography/connective-tissue) that covers and protects the ends of bones. Heberden's nodes —Swelling or deformation of the finger joints closest to the fingertips. Primary osteoarthritis —OA that results from hereditary factors or stresses on weight-bearing joints. Secondary osteoarthritis —OA that develops following joint surgery, trauma, or repetitive joint injury. Subchondral cysts —Fluid-filled sacs that form inside the marrow at the ends of bones as part of the development of OA. Practitioners of Chinese medicine treat arthritis with suction cups, massage, moxibustion (warming an area of skin by burning a herbal wick a slight distance above the skin), the application of herbal poultices, and internal doses of Chinese herbal formulas. Recently, several alternative treatments for OA have received considerable attention and study. These include: - transcutaneous electrical nerve stimulation (TENS) - magnet therapy - therapeutic touch - acupuncture - yoga Nutrition/Dietetic concerns Food intolerance can be a contributing factor in OA, although this is more significant in rheumatoid arthritis . Dietary suggestions that may be helpful for people with OA include emphasizing high-fiber, complex-carbohydrate foods, while minimizing fats. Plants in the Solanaceae family, such as tomatoes, eggplant, and potatoes, should be avoided, as should refined and processed foods. Foods that are high in bioflavonoids (berries as well as red, orange, and purple fruits and vegetables) should be eaten often. In the past several years, a combination of glucosamine and chondroitin sulfate has been proposed as a dietary supplement that helps the body maintain and repair cartilage. Studies conducted in Europe have shown the effectiveness of this treatment in many cases. These substances are nontoxic and do not require prescriptions. Other supplements that may be helpful in the treatment of OA include the antioxidant vitamins and minerals (vitamins A, C, E, selenium, and zinc ) and the B vitamins, especially vitamins B6 and B5. Prognosis OA is a progressive disorder without a permanent cure. In some patients, the rate of progression can be slowed by weight loss , appropriate exercise, surgical treatment, and the use of alternative therapies. Resources PERIODICALS Berger, R. G. \"Intelligent Use of NSAIDs: Where Do We Stand.\" Expert Opinions in Pharmacotherapy 1, no. 2 (January 2001): 19-30. Brandt, K. D. \"The Role of Analgesics in the Management of Osteoarthritis.\" American Journal of Therapeutics March 2000: 75-90. Little, C. V., and T. Parsons. \"Herbal Therapy for Treating Osteoarthritis.\" Cochrane Database System Review 2001: 1. Pavelka, K. \"Treatment of Pain in Osteoarthritis.\" European of Pain 2000: 23-30. Schnitzer, T. 313-26. Towheed, al. \"Glucosamine Therapy for Treating Osteoarthritis.\" Cochrane Database System Review 2001: 1. Liz Meszaros Osteoarthritis Osteoarthritis Definition Osteoarthritis is a degenerative joint disease characterized by the breakdown of the joint's cartilage. Description Osteoarthritis is one of the oldest and most common types of arthritis. With the breakdown of cartilage, the part of the joint that cushions the ends of bones, bones rub against each other, causing pain and loss of movement. Often called \"wear-and-tear arthritis\" or \"old person's arthritis,\" many factors can cause osteoarthritis. The biologic causes of the disorder are currently unknown. It does not appear to be caused by aging itself, although osteoarthritis generally accompanies aging. Osteoarthritic cartilage is chemically different from normal aged cartilage. In many cases, certain conditions seem to trigger osteoarthritis. People with joint injuries from sports, work-related activity, or accidents may be at increased risk, and obesity may lead to osteoarthritis of the knees. Individuals with mismatched surfaces on the joints that could be damaged over time by abnormal stress may be prone to osteoarthritis. One study reported that wearing shoes with 2.5 in (6.3 cm) heels or higher may also be a contributing factor. High heels force women to alter the way they normally maintain balance, putting strain on the areas between the kneecap and thigh bone and on the inside of the knee joint. Demographics Osteoarthritis is estimated to affect more than 20 million Americans, mostly after age 45. Women are more commonly affected than men. In the [United States](/places/united-states-and-canada/us-political-geography/united-states) about 6% of adults over 30 have osteoarthritis of the knee and about 3% have osteoarthritis of the hip. Prevalence of osteoarthritis in most joints is higher in men than women before age 50, but after this age, more women are affected by osteoarthritis. The occurrence of the disease increases with age. In men, the hip is affected more often while in women, the hands, fingers, and knees are more problematic. Some forms of osteoarthritis are more prevalent in African-American men and women than in Caucasians, possibly because they have a higher bone mineral density. In the case of knee osteoarthritis, it may be related to occupational and physical demands. Black women also have a higher risk of developing bilateral knee osteoarthritis and hip osteoarthritis compared to women of other races. This difference may be because black women generally have a higher body mass index than the white women, which puts more stress on the joints. Osteoarthritis is common worldwide, although risk of osteoarthritis varies among ethnic groups. Caucasians have a higher risk than Asians, and the risk of osteoarthritis in the hips is lower in Asia and some [Middle East](/places/asia/middle-eastern-physical-geography/middle-east) countries than in the [United States](/places/united-states-and-canada/us-political-geography/united-states). Asians appear to have a higher incidence of osteoarthritis in the knee than Caucasians, however, and an equal risk in the spine. Location of affected joints and inherited forms of the disorder can influence age of onset. Genetic profile Genetics plays a role in the development of osteoarthritis, particularly in the hands and hips. One study found that heredity may be involved in 30% of people with osteoarthritic hands and 65% of those with osteoarthritic knees. Another study found a higher correlation of osteoarthritis between parents and children and between siblings than between spouses. Other research has shown that a genetic abnormality may promote a breakdown in the protective structure of cartilage. Abnormal collagen genes have been identified in some families with osteoarthritis. One recent study found that the type IX collagen gene COL9A1 (6q12-q13) may be a susceptibility locus for female hip osteoarthritis. Other research has suggested that mutations in the COL2A1 gene may be associated with osteoarthritis. Some evidence also suggests that a female-specific susceptibility gene for idiopathic osteoarthritis is located on 11q. There is some evidence of genetic abnormality at the IL1R1 marker on gene 2q12 in individuals with severe osteoarthritis and Heberden nodes (bony lumps on the end joint of fingers). Signs and symptoms Although up to 85% of people over 65 show evidence of osteoarthritis on x ray, only 35-50% experience symptoms. Symptoms range from very mild to very severe, affecting hands and weight-bearing joints such as knees, hips, feet, and the back. The pain of osteoarthritis usually begins gradually and progresses slowly over many years. Osteoarthritis is commonly identified by aching pain in one or more joints, stiffness, and loss of mobility. The disease can cause significant trouble walking and stair climbing. Inflammation may or may not be present. Extensive use of the joint often exacerbates pain in the joints. Osteoarthritis is often more bothersome at night than in the morning and in humid weather than dry weather. Periods of inactivity, such as sleeping or sitting, may result in stiffness, which can be eased by stretching and exercise. Osteoarthritis pain tends to fade within a year of appearing. Bony lumps on the end joint of the finger, called Herberden's nodes, and on the middle joint of the finger, called Bouchard's nodes, may also develop. Diagnosis A diagnosis of osteoarthritis is made based on a physical exam and history of symptoms. X rays are used to confirm diagnosis. In people over 60, the disease can often be observed on x ray. An indication of cartilage loss arises if the normal space between the bones in a joint is narrowed, if there is an abnormal increase in bone density, or if bony projections or erosions are evident. Any cysts that might develop in osteoarthritic joints are also detectable by x ray. Additional tests can be performed if other conditions are suspected or if the diagnosis is uncertain. [Blood tests](/medicine/divisions-diagnostics-and-procedures/medicine/blood-tests) can rule out rheumatoid arthritis or other forms of arthritis. It is possible to distinguish osteoarthritis from other joint diseases by considering a number of factors together: - Osteoarthritis usually occurs in older people. - It is usually located in only one or a few joints. - The joints are less inflamed than in other arthritic conditions. - Progression of pain is almost always gradual. A few of the most common disorders that might be confused with osteoarthritis are rheumatoid arthritis, chondrocalcinosis, and Charcot's joints. Treatment and management There is no known way to prevent osteoarthritis or slow its progression. Some lifestyle changes can reduce or delay symptoms. Treatment often focuses on decreasing pain and improving joint movement. Prevention and treatment measures may include: - Exercises to maintain joint flexibility and improve muscle strength. By strengthening the supporting muscles, tendons, and ligaments, regular weight-bearing exercise helps protect joints, even possibly stimulating growth of the cartilage. - Joint protection, which prevents strain and stress on painful joints. - Heat/cold therapy for temporary pain relief. - Various pain control medications, including corticosteroids and NSAIDs (nonsteroidal anti-inflammatory drugs such as aspirin, acetaminophen, ibuprofen, and naproxen). For inflamed joints that are not responsive to NSAIDS, injectable glucocorticoids may be used. For mild pain without inflammation, acetaminophen may be used. - Weight control, which prevents extra stress on weight-bearing joints. One study reported that weight loss seemed to reduce the risk for symptomatic osteoarthritis of the knee in women, and in another, women who lost 11 pounds or more cut their risk for developing osteoarthritis in half. - Surgery may be needed to relieve chronic pain in damaged joints. Osteoarthritis is the most common indication for total joint replacement of the hip and knee. New treatment findings Studies have found that estrogen may promote healthy joints in women. [Hormone replacement therapy](/medicine/divisions-diagnostics-and-procedures/medicine/hormone-replacement-therapy) may significantly reduce the risk in postmenopausal women, particularly in the knees. It has been reported that deficiencies in vitamin D in older people may worsen their condition, so individuals with osteoarthritis should strive to get the recommended 400 IU a day. To protect bones, adults should also consume at least 1,000 mg of calcium daily. Glucosamine and chondroitin sulfate are popular nutritional supplements that may diminish the symptoms of osteoarthritis. According to some reports, a daily dose of 750-1,500 mg of glucosamine and chondroitin sulfate may result in reduced joint pain, stiffness, and swelling, however these supplements are not approved by the [Food and Drug Administration](/social-sciences-and-law/political-science-and-government/us-government/food-and-drug-administration) as effective treatment of osteoarthritis. A person with osteoarthritis should consult with a doctor before using dietary supplements to treat symptoms. Prognosis Osteoarthritis is not life threatening, but quality of life can deteriorate significantly due to the pain and loss of mobility that it causes. Advanced osteoarthritis can force the patient to forgo activities, even walking, unless the condition is alleviated by medication or corrected by surgery. There is no cure for osteoarthritis, and no treatment alters its progression with any certainty. Only [heart disease](/medicine/diseases-and-conditions/pathology/heart-disease) has a greater impact on work, and 5% of those who leave the work force do so because of osteoarthritis. Resources BOOKS Grelsamer, Ronald P., and Suzanne Loebl, eds. The Columbia Presbyterian Osteoarthritis Handbook. [New York](/places/united-states-and-canada/us-political-geography/new-york): Macmillan, 1997. PERIODICALS Felson, D.T., et al. \"Osteoarthritis: New Insights. Part 1: The Disease and Its Risk Factors.\" Annals of Internal Medicine 133, no. 8 (2000): 635+. Felson, D.T., et al. \"Osteoarthritis: New Insights. Part 2: Treatment Approaches.\" Annals of Internal Medicine 133, no. 9 (2000): 726+. McAlindon, Tim. \"Glucosamine for Osteoarthritis: Dawn of a New Era?\" Lancet 357 (January 27, 2001): 247+. ORGANIZATIONS Arthritis Foundation. 1330 West Peachtree St., Atlanta, GA 30309. (800) 283-7800. [<http://www.arthritis.org>](http://www.arthritis.org). WEBSITES The Arthritis Research Institute of America. [<http://www.preventarthritis.org>](http://www.preventarthritis.org). National Institute of Arthritis and Musculoskeletal and Skin Diseases. <http://www.nih.gov/niams>. Jennifer F. Wilson, MS Osteoarthritis Osteoarthritis Osteoarthritis, also known as degenerative arthritis, is a disease which may arise in any human joint. Over 100 specific types of arthritis have been identified by medical science. Osteoarthritis is classified as a rheumatic disease, meaning that it is an affliction that is isolated to the particular joint structure without attacking any other organ or bodily system. Osteoarthritis is the general description of the progressive breakdown and loss of cartilage in the joint: there are a number of factors that may contribute to both the origin and the development of the condition. Joints are created in the human musculo-skeletal system where two or more bones meet. All bones consist of hard mineral compounds, primarily those including calcium, the mineral that gives bones their hard surface and density, with a measure of the protein collagen present to provide a measure of elasticity to the bone surface to permit the structure to absorb impact. At the joint, the epiphysis (the area at the end of every bone), is coated with cartilage, a protein substance that provides both cushioning and a reduced friction surface on which the other joint bones can move more readily. These coverings are known as articular cartilage. There are two general types of osteoarthritis. Primary osteoarthritis does not have a specific cause and is generally attributable to the aging of the body. For many people, the wear and tear to their joints from the repetitive nature of human movement causes the cartilage in the joints to thin over time. Pieces of cartilage fiber tend to peel away from the surface of the bone structure, and where the cartilage thins bone spurs may occasionally develop, further limiting joint movement. Primary osteoarthritis is also known as rheumatism. Secondary osteoarthritis arises from specific and definable physical circumstances. Hereditary causes occur in people born with unequal leg length or similar structural imbalances that tend to create unequal stresses on weight-bearing joints during movement. These stresses will often cause damage to the cartilage in the affected joint. These alignment or structural deficiencies particularly contribute to the formation of osteoarthritis in the joints of the foot, knee, hip, or lower spine. Another circumstance the leads to secondary osteoarthritis is sports injury, in which excessive force is directed into a joint and will often cause the cartilage to tear or to partially tear. The most common cartilage tear injuries in sport occur in the knee. A torn knee cartilage often occurs in conjunction with other injuries to the knee structure, such as the patella (knee cap) or one of the ligament structures. Secondary osteoarthritis also occurs in the obese, those persons who are overweight, which places a significantly greater strain on all weight-bearing joints, rendering the joint more vulnerable to injury. The symptoms of secondary osteoarthritis are pain in the affected area, accompanied by swelling and limited mobility in the joint. Persons who have sustained longer term cartilage loss in the knees often appear bow legged, due to the fact that the cartilage, having thinned on the epiphysis, has created a narrowing in the space between the femur and the tibia and fibula. The bow-legged appearance is the result of the bones meeting at a different angle than when the epiphysis had optimal cartilage covering. The loss of knee cartilage is the most common basis for total knee replacement surgery in [North America](/places/oceans-continents-and-polar-regions/oceans-and-continents/north-america). Osteoarthritis often occurs in the regions of the spine that support movement, particularly the cervical spine, the seven vertebrae that support the neck and the skull, and the lumbar spine, the lower back region located above the pelvis. In the joints formed by the individual vertebrae in these areas, when cartilage is reduced, bony spurs, which are composed of the same calcium and mineral material used to build and repair bones, will tend to form on the surface of the vertebrae. These spurs interfere in the natural motion of the spinal joints, and the spurs will sometimes irritate the spinal nerves that emanate from the [spinal cord](/medicine/anatomy-and-physiology/anatomy-and-physiology/spinal-cord), causing significant pain. Other than the history communicated by the patient to an examining physician, the primary diagnostic tool available to determine the extent of osteoarthritis is x-ray technology. The x-ray results will reveal where there is either an observable loss of cartilage, a narrowing of joints spaces, or the presence of bone spurs. The treatment options for the relief of osteoarthritis are limited. If the cartilage is capable of being repaired, arthroscopic surgery may be employed to both suture the damaged cartilage as well as to remove free-floating particles of cartilage in the joint, that may further impair its movement through becoming lodged in the space between the bones of the joint. There have been a number of successful, yet experimental surgeries performed in recent years where new cartilage was successfully cultivated outside of the body and then injected into the joint to encourage a re-growth in the damaged area. In many cases, the subject will obtain relief from over-the-counter medications such as acetaminophen, or nonsteriodal anti-inflammatory drugs (NSAIDs) such as ibuprofen, or the more powerful NSAIDs, Cox-2 inhibitors, that block the development of the inflammation-causing enzymes at the site of the injured cartilage. A more immediate anti-inflammatory procedure is the injection of a corticosteroid such as cortisone directly into the affected joint. As there is no certain restorative treatment for cartilage that has been thinned away from the interior of the joint, athletes who suffer from the affects of osteoarthritis often must reduce both the frequency and the intensity of their activities to manage the pain of this condition. see also [Bone, ligaments, tendons](/sports/sports-fitness-recreation-and-leisure-magazines/bone-ligaments-tendons); [Calcium](/sports/sports-fitness-recreation-and-leisure-magazines/calcium); [Minerals](/sports/sports-fitness-recreation-and-leisure-magazines/minerals); [Osteoarthritis](/sports/sports-fitness-recreation-and-leisure-magazines/osteoarthritis). osteoarthritis os·te·o·ar·thri·tis / ästär[unvoicedth]rtis/ n. Med. degeneration of joint cartilage and the underlying bone, most common from middle age onward. It causes pain and stiffness, esp. in the hip, knee, and thumb joints. Compare with rheumatoid arthritis.DERIVATIVES: os·te·o·ar·thrit·ic / -[unvoicedth]ritik/ adj. osteoarthritis www.arthritiscare.org.uk/AboutArthritis/Conditions/Osteoarthritis Explanation Care osteoarthrosis [osteoarthritis](/medicine/diseases-and-conditions/pathology/osteoarthritis#1O62osteoarthritis). More From encyclopedia.com [Arthritis , DEFINITION Arthritis means inflammation of a joint. There are more than one hundred different forms of arthritis. They are similar to each other in t...](https://www.encyclopedia.com/medicine/diseases-and-conditions/pathology/arthritis) [Juvenile Arthritis , Juvenile Arthritis Definition Juvenile arthritis (JA), also called juvenile rheumatoid arthritis (JRA), refers to a number of different conditions, a...](https://www.encyclopedia.com/medicine/diseases-and-conditions/pathology/juvenile-arthritis) [Arthroplasty , Definition Arthroplasty is surgery performed to relieve pain and restore range of motion by realigning or reconstructing a dysfunctional joint. Purpo...](https://www.encyclopedia.com/medicine/divisions-diagnostics-and-procedures/medicine/arthroplasty) [Temporomandibular Joint Disorders , Temporomandibular joint syndrome Definition Temporomandibular joint syndrome (TMJ) is the name given to a group of symptoms that cause pain in the he...](https://www.encyclopedia.com/medicine/diseases-and-conditions/pathology/temporomandibular-joint-disorders) [Infectious Arthritis , Definition Infectious arthritis, which is sometimes called septic arthritis or pyogenic arthritis, is a serious infection of the joints characterized...](https://www.encyclopedia.com/medicine/diseases-and-conditions/pathology/infectious-arthritis) [Bursitis , Definition Bursitis is the painful inflammation of the bursa, a padlike sac of fluid found in areas of the musculoskeletal system that are subject to...](https://www.encyclopedia.com/medicine/diseases-and-conditions/pathology/bursitis) About this article Osteoarthritis [encyclopedia.com content](/about)Print Topic "}