{"title": "How to Balance Hormones with a Holistic Detox", "author": "Dr Jolene Brighten", "url": "https://drbrighten.com/holistic-detox-balance-hormones/", "hostname": "drbrighten.com", "description": "Estrogen dominance, hot flashes, mood swings, PMS and other symptoms of hormone imbalance are often a result of poor detoxification. Supporting the body's ability to detox is instrumental in achieving hormone balance.", "sitename": "Dr. Jolene Brighten", "date": "2020-05-15", "cleaned_text": "Anyone looking to balance hormones has tried a diet (or maybe 5) to help them get their hormones back on track. However, balancing your hormones with diet alone might not be getting you the results you really need. That's where a holistic detox comes in! Different to a normal detox, holistic detoxes incorporate more than just your diet and nutritional intake. If you are experiencing acne, hormonal headaches, symptoms of estrogen dominance, have a thyroid condition, struggle with adrenal dysfunction or other signs of a hormone imbalance you may need a holistic detox to help balance your hormones. It can also be helpful to support your entire detox system months before trying to become pregnant. How do you know if you're in need of a hormone focused detox? If you experience any of the following symptoms, you'd likely benefit from pushing the reset button on your body and creating a little more internal hormonal harmony: - Low energy - Mood swings - Depression - Anxiety - Irritability - Low mood - Painful, heavy, or irregular periods - Breast tenderness - Bloating - Acne, rashes, or dry skin - Weight gain - Low libido - Vaginal dryness - Hot flashes and night sweats - Infertility or miscarriage - Ovarian cysts or uterine fibroids - Endometriosis - Hair loss or excess body hair - Muscle aches - Joint pain - Estrogen dominance Clearly these can also be symptoms of other medical conditions. If you're at all concerned speak to your doctor while you consider a holistic detox for your hormones. How does a holistic detox balance hormones? By supporting the liver and other organs of elimination, your body can effectively excrete excess hormones, metabolic waste and environmental toxins. When people say, \"You should detox\" or \"I'm detoxing\" what does that really mean? Most commonly, what we Naturopathic and Functional Medicine Doctors are referring to when we say \"detox\" is not only the reduction of incoming toxins, but also the body's basic physiological process of metabolizing chemicals, hormones, toxicants, and other environmental compounds to a less toxic or harmful form. The basic premise is to support your organs of elimination, those organs which detox and remove waste from the body — liver, kidneys, gut, lymphatic system, lungs, skin, and sweat glands. The definition of detox according to the [Cambridge Dictionary ](https://dictionary.cambridge.org/us/dictionary/british/period)is: \"a period when you stop taking unhealthy or harmful foods, drinks, or drugs into your body for a period of time, in order to improve your health.\" This definition focuses a lot on what we are consuming, but doing a holistic detox involves more than just food — it also must account for reducing environmental exposures, reducing stress and enhancing your body's natural pathways of elimination. How to do a holistic detox to balance hormones: We take a three step approach in my clinic, which includes diet, lifestyle and quality supplements. This is the most effective way I've found to reset hormones and ditch bothersome symptoms like brain fog, bloating, and period problems. Check out the [Hormone Revolution Detox program](https://drbrighten.com/product/21-day-detox/) or read on for 10 steps to a holistic hormone detox: 1. Improve your diet Diet plays a big role in balancing your hormones. It's one of the key parts of any holistic detox. Here are some of the foods you should be like to incorporate into your daily meals: Vegetables: 3-6 cups daily is the minimum. Get those greens in, along with beets, carrots, garlic, onions, broccoli and artichokes. Protein: Your liver requires protein to run those mighty detox pathways. Eat organic, pasture raised meats, eggs...or if you don't eat meat, focus on your legumes, nuts and seeds. Healthy Fats: Avocado, cold pressed olive oil, coconut oil, macadamia nut oil, olives, etc. Keeping your blood sugar balanced and supplying your body with the fuel it needs to create hormones is why healthy fats are crucial to your health. Water: If you're not already getting half your bodyweight in ounces of fluid daily, definitely start there. A good rule is to up your intake of water by about 20 extra ounces per day during a detox. Limit your consumption of toxins and other unhealthy foods It's my philosophy that there is on bad food, but there may be foods that are not working for your right now. We have to test how foods are affecting you to understand the best way to bring your hormones back into balance. These are some of the foods thats may be upsetting your ability to complete a holistic detox. Sugar: It increases inflammation, disrupts blood sugar, stresses your hormones, and is addicting...which is plenty of reason to ditch it! Alcohol: You probably knew that one was coming, but yes, no alcohol while you're showing your liver some love. Let it take a break from processing alcohol and other toxins...trust me, you'll be happy you did. Inflammatory Fats: Canola oil, corn oil, cottonseed, peanut, etc. You build hormones from fat, so if you want awesome hormones, you can't be eating these fats. These fats drive hormones and the immune system wild. Cut them out! And leave them out! Hormone Disrupting Foods: Soy, dairy, wheat, corn, and all grains. 2. Consider Detox Supplements: Detox specific supplements support the natural function of the body. A quality detox supplement should contain antioxidants like glutathione, green tea, and alpha lipoic acid. It should also provide nutrients to support all phases of detoxification, including amino acids, B-vitamins, Milk Thistle and Vitamin C. And lastly, protein is absolutely essential! This is often missed in most supplements, but the liver can not do its job without quality protein. You probably know by now that not all supplements are created equal. I am super picky about the supplements I recommend in my clinic and wouldn't stand behind anything that I wouldn't give to my family. Make sure if you're using a detox supplement that it is gluten-free, non-GMO, and does not contain sugar, hydrogenated fats, or food coloring. The detox kit I use in my practice (and sell in my store) are made with the highest quality ingredients and provide comprehensive detox support. Because we all have individualized needs, I have created two options protein options—bone broth or pea protein based. The [Paleo Detox Kit](https://drbrighten.com/product/paleo-detox/) is made with highly concentrated, pure bone broth protein isolate. While the [Plant Based Detox Kit](https://drbrighten.com/product/plant-based-detox/) is made with a pea protein and includes extra digestive support for maximum absorption. 3. Cut Toxins Out: Check your cleaning products, lotions, lipsticks, nail polish and other beauty products. Parabens, formaldehyde and synthetic fragrances are a handful of the hormone disrupting chemicals found in regular beauty products. Check out [EWG Skin Deep Database](http://www.ewg.org/skindeep/) to make sure your makeup is safe. 4. Exercise: Exercise, sweat and enjoy yourself! Movement will get your lymphatic system moving, your blood flowing and the sweat will move waste out of your body. Get about 30 minutes daily of movement with 2-3 days of HIIT, 2 days of strength training and 2-3 days of yoga/mind-body exercise. [Read Why I Prescribe High Dose Iron to My Patients](https://drbrighten.com/why-i-prescribe-high-dose-iron-to-my-patients/) 5. Get Support Having a friend join you in your holistic detox or being part of a group will help you get the support you need and keep you accountable. For women, feeling the support of others and having a group you can depend on does wonders for your hormones. That's why I include a private Facebook group during the [Hormone Revolution Detox](https://drbrighten.com/hormone-revolution-21-day-detox/). It helps women create new friendships with other ladies who are living a hormone loving lifestyle. But beyond that, it helps women get the support they need and their questions answered as they begin to balance their hormones. 6. Meditate Take 5 minutes every morning to tune into your breath, your body and your thoughts. Allow those thoughts that no longer serve you to be released and set your intentions for the day. Incorporate deep breathing to engage the \"rest and digest\" aspect of the nervous system. [Try these mind body techniques! ](https://drbrighten.com/mind-body-practices-for-a-better-mood/) 7. Breathe Deeply: Aim for 50-100 cleansing breaths... like you're blowing bubbles. Set an alarm to take these breaths every hour or at the start and end of every day. This will relax your mind and help your lungs release metabolic waste. 8. Journal: Let those emotions flow...and let them go! Write down your thoughts, free from judgement, and just allow them to be released in the process. Keep a notebook next to your bed and empty your thoughts prior to bed. 9. Sleep Aim for 8 hours (or more) every night during your holistic detox for hormones. Sleep is where you recover, repair and restore the body for the next day. It is also an important time for your melatonin and growth hormone to do their work, so make sleep a priority. 10. Visualization You can certainly make a vision board, but you don't need a special board on a wall to take a mini-vacay to future you. Just close your eyes, think about your goals and then envision what it feels like to reach those goals. What will you feel? What will your life look like? This practice will not only help keep you motivated, but it will also decrease your stress and help you get organized — 2 little things your hormones happen to love! In need of more support? Check out how the [Hormone Revolution Detox](https://drbrighten.com/hormone-revolution-21-day-detox/) can help you improve your energy, mood, period and libido! This program takes you through a 21 day program that is designed to help you solve your hormone symptoms and eliminate them for good. I know not everyone can make the trip to see me in my clinic, so I created a program that could help women balance their hormones and feel better quick. In it, I take you through the necessary steps and provide resources, like meal plans, recipes, detox guides and more, to help ensure your success. Here's what some of the women who have gone through the program have experienced. \"I have more energy now than I've had in my life. It's really unbelievable how good I feel.\" Gretchen E. \"My digestion has improved and I have less cramps with my period.\" Daniel M. If this sounds like it is right for you then I encourage you to follow the link below. If not, then I want you to know I'm happy to continue supporting you and hope you'll check out some of the other hormone articles I have on my website. [Learn more about the Hormone Revolution Detox here](https://drbrighten.com/hormone-revolution-21-day-detox/). KEEPING IT REAL, WHILE KEEPING YOU EDUCATED Featuring a 28 day plan to take back your cycle and dozens of charts, checklists, and diagrams to help along the way. "}