{"title": "Vaccinating Adolescents and Children Significantly Reduces COVID-19 Morbidity and Mortality across All Ages: A Population-Based Modeling Study Using the UK as an Example", "author": "Tinevimbo Shiri; Marc Evans; Carla A Talarico; Angharad R Morgan; Maaz Mussad; Philip O Buck; Phil McEwan; William David Strain; Shiri; Tinevimbo; Evans; Marc; Talarico; Carla A; Morgan; Angharad R; Mussad; Maaz; Buck; Philip O; McEwan; Phil; Strain; William David", "url": "https://www.mdpi.com/2076-393X/9/10/1180", "hostname": "mdpi.com", "description": "Debate persists around the risk-benefit balance of vaccinating adolescents and children against COVID-19. Central to this debate is quantifying the contribution of adolescents and children to the transmission of SARS-CoV-2, and the potential impact of vaccinating these age groups. In this study, we present a novel SEIR mathematical disease transmission model that quantifies the impact of different vaccination strategies on population-level SARS-CoV-2 infections and clinical outcomes. The model employs both age- and time-dependent social mixing patterns to capture the impact of changes in restrictions. The model was used to assess the impact of vaccinating adolescents and children on the natural history of the COVID-19 pandemic across all age groups, using the UK as an example. The base case model demonstrates significant increases in COVID-19 disease burden in the UK following a relaxation of restrictions, if vaccines are limited to those 18 years and vulnerable adolescents (12 years). Including adolescents and children in the vaccination program could reduce overall COVID-related mortality by 57%, and reduce cases of long COVID by 75%. This study demonstrates that vaccinating adolescents and children has the potential to play a vital role in reducing SARS-CoV-2 infections, and subsequent COVID-19 morbidity and mortality, across all ages. Our results have major global public health implications and provide valuable information to inform a potential pandemic exit strategy.", "sitename": "MDPI", "date": "2021-10-15", "cleaned_text": "Significantly Reduces COVID-19 Morbidity and Mortality across All Ages: A Population-Based Modeling Study Using the UK as [1](#B1-vaccines-09-01180)]. It has been estimated that at least one in five people infected with COVID-19 experience persistent ill health following the acute phase of infection. This condition is typically referred to as long COVID; it includes both ongoing symptomatic COVID-19, with signs and symptoms continuing for 4 to 12 weeks after acute COVID-19, as well as post-COVID-19 syndrome, with signs and symptoms that develop during or after acute COVID-19 continuing for more than 12 weeks, and which cannot be explained by an alternative diagnosis [ [2](#B2-vaccines-09-01180)]. [1](#B1-vaccines-09-01180)]. The success of vaccination programs depends upon multiple factors, including vaccine efficacy, the speed of vaccine rollout and uptake rates, the emergence of new variants, patterns of social mixing and, critically, population vaccination strategies. In countries where an increasing percentage of adults are fully vaccinated, but where children and adolescents are not, debate persists as to the population relevance of the high prevalence of SARS-CoV-2 in children and adolescents, and the role of vaccinating younger age groups in controlling the pandemic. In the UK, vaccination of those over the age of 12 years is, as of 30 July 2021, limited to vulnerable individuals and those in households with immunocompromised members; mass vaccination of children and adolescents is not currently planned [ [3](#B3-vaccines-09-01180)]. [4](#B4-vaccines-09-01180), [5](#B5-vaccines-09-01180)]. Based on these results, Pfizer/BioNTech's vaccine has been approved for adolescents 12 years in the US, as well as in European Union member states and in the UK [ [6](#B6-vaccines-09-01180), [7](#B7-vaccines-09-01180), [8](#B8-vaccines-09-01180)]. Moreover, the European Medicines Agency's (EMA) Committee for Medicinal Products for Human Use (CHMP) has recently adopted a positive opinion, recommending marketing authorization for Moderna's vaccine to include adolescents 12 years [ [9](#B9-vaccines-09-01180)], with other nations following suit. [10](#B10-vaccines-09-01180), [11](#B11-vaccines-09-01180), [12](#B12-vaccines-09-01180)]. Such mathematical models have become a central tool in the control of COVID-19 in many countries; they can provide short- and long-term forecasts regarding the future direction of the COVID-19 pandemic, and provide a framework for evaluating the potential impact of different vaccination strategies. The most relevant mathematical models relating to the spread of a pandemic are compartmental models, with the population divided into different population groups based on their infection status (e.g., susceptible, exposed, infectious, recovered), and with assumptions being made about the rate of transfer from one group to another. Here, we use a novel Susceptible-Exposed-Infectious-Recovered (SEIR) model to quantify the impact of COVID-19 variants on disease and transmission, using the UK as an example due to the country's high COVID-19 vaccination rates in adults, the high prevalence of the delta variant, and the lifting of all COVID-19 restrictions as of 19 July 2021. We evaluated the impact of returning to pre-pandemic levels of social mixing in the UK from 19 July 2021 on future COVID-19 pandemic dynamics. In addition, we assessed the population level impact of extending the vaccination program to all adolescents, as well as to all adolescents and children, on SARS-CoV-2 infection rates, hospitalization, mortality, and rates of long COVID. 2. Methods 2.1. Disease Transmission Model Overview [Figure 1](#vaccines-09-01180-f001)), structured to evaluate transmission within nine incremental age bands of 10 years each, from 0 years old to 79 years old, and an additional age group comprising those 80+ years old. [supplementary appendix (Supplementary Methods, Tables S1-S9, Figures S1 and S2)](#app1-vaccines-09-01180). 2.2. Scenarios Evaluated [Tables S10-S12 and Figures S3-S5](#app1-vaccines-09-01180)illustrate the vaccine coverage and rate of uptake applied for each scenario: BC, BCA, and BCAC, respectively. 2.3. Sensitivity Analysis 3. Results [Figure 2](#vaccines-09-01180-f002)). [Table 1](#vaccines-09-01180-t001)). Extending vaccinations to also include adolescents and children would be expected to reduce SARS-CoV-2 infections to approximately 2 million (26% reduction) and 736,000 (64% reduction), respectively, over the same period. Hospital admissions and deaths would decrease to approximately 101,000 (21% reduction) and 10,500 (18% reduction), (60% reduction) and 5500 (57% reduction), respectively, (BCAC). An additional 80,000 cases of long COVID would be expected to occur between July to December 2021, with the potential to be reduced to 58,000 (27% reduction) and 20,000 (75% reduction) when extending vaccination to adolescents and children, respectively. [Figure 3](#vaccines-09-01180-f003)). While the mortality rate in children <18 years is low (20 cases would be expected under the base case scenario), the BCAC vaccination strategy would be expected to reduce overall COVID-related mortality by 57%. [Figure 4](#vaccines-09-01180-f004)illustrates the patterns of benefit across age groups associated with extending vaccination to children, with children and adolescents principally benefiting from fewer long COVID cases (approximately 40,000), and older people (>60 years) having fewer deaths (approximately 4000). The pattern of hospitalizations avoided is also noteworthy, with adolescent vaccination contributing to a reduction of approximately 5700 events in the age group, which, in absolute terms, is greater than any single adult age group. [Table 1](#vaccines-09-01180-t001)). Furthermore, sensitivity analyses also highlight the impact associated with reduced vaccine coverage. Under the BC scenario, infections would be expected to increase from 2.7 million to 3.0 million and 3.1 million for vaccine coverage of 100%, 75%, and 50%, respectively. These additional infections would be associated with a corresponding increase in hospitalizations, deaths, and long COVID cases ( [Table 1](#vaccines-09-01180-t001)). 4. Discussion [13](#B13-vaccines-09-01180)]. Our model supports the assertions of these experts, and demonstrates a significant, expected increase in the COVID-19 disease burden over the coming months as the population moves towards pre-pandemic levels of social mixing. However, despite the lifting of restrictions, reported cases in the UK fell in late July/early August. This observation has been postulated to be due to a variety of factors: the success of vaccines and NHS test-and-trace processes, a reduction in testing, a continuation of the vast majority of individuals maintaining social distancing and face coverings despite legislative changes, or the natural transmission break that occurred as adolescents and children entered summer vacation. For the two weeks prior to 'Freedom Day', up to 10% of adolescents and children were absent from school after confirmed COVID-19 contact [ [14](#B14-vaccines-09-01180)]. This break in the viral transmission at schools among unvaccinated adolescents mimics our modelling of the impact from vaccinating this population, without adolescents and children missing their vital educational experience. Additionally, it highlights that, once children return to school, if a viral reservoir remains in the community, then there is likely to be an additional, larger wave of COVID-19 cases; this demonstrates the need to take a population-based approach to COVID-19 management. Our study demonstrates that this burden can be reduced by 35% if the current UK vaccination program is extended to all adolescents 12 years. These results align with those from a recent Australian modelling study, which evaluated the impact of SARS-CoV-2 vaccination under a range of coverage levels, vaccine efficacies, and age-groups, and which demonstrated that a high vaccination coverage of 90% in both adults and adolescents was required to mitigate COVID-19 transmission without implementing lockdown measures [ [15](#B15-vaccines-09-01180)]. Furthermore, a study of SARS-CoV-2 vaccination in Israel provide observational evidence that, as well as protecting individuals who have been vaccinated, COVID-19 vaccination provided indirect protection to unvaccinated individuals; for every 20% point increase in the proportion of individuals who were vaccinated, the positive test fraction for the unvaccinated population decreased approximately two-fold [ [16](#B16-vaccines-09-01180)]. [17](#B17-vaccines-09-01180), [18](#B18-vaccines-09-01180), [19](#B19-vaccines-09-01180)], a small number of children present with a multisystem inflammatory state with an associated mortality rate of 1-2% [ [20](#B20-vaccines-09-01180), [21](#B21-vaccines-09-01180), [22](#B22-vaccines-09-01180)]. Furthermore, evidence is emerging that children may experience long COVID symptoms, similar to adults, which can lead to high morbidity and limitations in daily functioning [ [23](#B23-vaccines-09-01180), [24](#B24-vaccines-09-01180), [25](#B25-vaccines-09-01180)]. In adults, there is clear evidence of post-COVID damage to the lung, heart, kidneys, and brain. The ONS reported that 15% of young adults aged 16-29 years experience long COVID symptoms, with at least 35% reporting it affecting their work or education beyond 3 months [ [26](#B26-vaccines-09-01180)]. It would be unlikely if this did not extend, to some degree, to lower age groups. Additionally, adolescents and children are affected by the indirect effects of COVID-19, for example, the interruption of schooling, the impact on mental health, increased social inequalities, and in a worst-case scenario, the loss of a parent or grandparent [ [27](#B27-vaccines-09-01180)]. [28](#B28-vaccines-09-01180)]. However, there have been no recorded deaths due to myocarditis and pericarditis, and almost all cases have made a spontaneous, complete recovery. Even if we were to assume a doubling of risk in adolescents compared to adults >20 years (8 per million), extrapolation onto the adolescent population results in 37 excess cases in the UK (which would resolve spontaneously), compared to the several thousand hospitalizations and 23 deaths of adolescents prevented by vaccination. [29](#B29-vaccines-09-01180), [30](#B30-vaccines-09-01180)]. Assuming these trials report no unexpected adverse events, our model predicts a greater population-wide benefit by extending the vaccination program to children than was observed in adolescents. Given the increased mixing patterns, the difficulties in maintaining physical distance, and the poor adherence to face coverings, this approach has double the impact of vaccinating those over the age of 12 (73% vs. 26%, respectively). This benefit translates into a 75% reduction in long COVID, a condition that we do not yet fully understand the longer-term impact of. Limitations 5. Conclusions Supplementary Materials [https://www.mdpi.com/article/10.3390/vaccines9101180/s1](https://www.mdpi.com/article/10.3390/vaccines9101180/s1). Table S1. Population estimates for the UK; Table S2. Daily contacts by different age groups in the UK; Table S3. UK policy implementation during COVID-19 pandemic; Table S4. Forecasted policy decision scenarios; Table S5. Proportions of hospitalised patients, patients in critical care, and deaths, stratified by age group; Table S6. Prevalence of variants over time (from 31st January 2021); Table S7. Vaccine effectiveness against infection, hospitalisations, and deaths after the first and second dose; Table S8. Vaccine effectiveness against symptomatic disease and hospitalisation for Alpha and Delta variants; Table S9. Age-dependent vaccination coverage over time to present; Table S10. Forecasted age-dependent vaccination coverage over time (BC scenario); Table S11. Forecasted age-dependent vaccination coverage over time (BCA scenario); Table S12. Forecasted age-dependent vaccination coverage over time (BCAC scenario); Figure S1: The effective reproductive number over time since the beginning of the pandemic and assumed level for model predictions. Dots represent the observed lower and upper values of the effective reproductive number in the UK; Figure S2: Model trace showing the proportion of individuals who were susceptible, exposed, infectious and those who recovered from SARS-CoV-2 infection in the UK population up to December 2021; Figure S3: Age dependent vaccine coverage in adults 18 years of age and vulnerable adolescents (BC); Figure S4: Age dependent vaccine coverage in adults and all adolescents (BCA); Figure S5: Age dependent vaccine coverage in adults, adolescents and children (BCAC). Author Contributions Funding Institutional Review Board Statement Informed Consent Statement Data Availability Statement Acknowledgments Conflicts of Interest References - World Health Organisation. WHO Coronavirus Disease (COVID-19) Dashboard. Available online: [https://covid19.who.int/](https://covid19.who.int/)(accessed on 26 July 2021). - World Health Organization. Policy Brief 39. In the Wake of the Pandemic: Preparing for Long COVID. 2021. Available online: [https://apps.who.int/iris/bitstream/handle/10665/339629/Policy-brief-39-1997-8073-eng.pdf](https://apps.who.int/iris/bitstream/handle/10665/339629/Policy-brief-39-1997-8073-eng.pdf)(accessed on 26 July 2021). - GOV.UK. Press Release: JCVI Issues Advice on COVID-19 Vaccination of Children and Young People. 2021. Available online: [https://www.gov.uk/government/news/jcvi-issues-advice-on-covid-19-vaccination-of-children-and-young-people](https://www.gov.uk/government/news/jcvi-issues-advice-on-covid-19-vaccination-of-children-and-young-people)(accessed on et al. Safety, Immunogenicity, and Efficacy of the BNT162b2 COVID-19 Vaccine in Adolescents. N. Engl. J. Med. 2021, 385, 239-250. [ [Google Adolescents. N. Engl. J. Med. 2021. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Evaluation+of+mRNA-1273+SARS-CoV-2+Vaccine+in+Adolescents&author=Ali,+K.&author=Berman,+G.&author=Zhou,+H.&author=Deng,+W.&author=Faughnan,+V.&author=Coronado-Voges,+M.&author=Ding,+B.&author=Dooley,+J.&author=Girard,+B.&author=Hillebrand,+W.&publication_year=2021&journal=N.+Engl.+J.+Med.&doi=10.1056/NEJMoa2109522)] [ [CrossRef](https://doi.org/10.1056/NEJMoa2109522)] - U.S. Food and Drug Administration. Coronavirus (COVID-19) Update: FDA Authorizes Pfizer-BioNTech COVID-19 Vaccine for Emergency Use in Adolescents in Another Important Action in Fight Against Pandemic 2021. Available online: [https://www.fda.gov/news-events/press-announcements/coronavirus-covid-19-update-fda-authorizes-pfizer-biontech-covid-19-vaccine-emergency-use](https://www.fda.gov/news-events/press-announcements/coronavirus-covid-19-update-fda-authorizes-pfizer-biontech-covid-19-vaccine-emergency-use)(accessed on 26 July 2021). - European Medicines Agency. First COVID-19 Vaccine Approved for Children Aged 12 to 15 in EU2021. Available online: [https://www.ema.europa.eu/en/news/first-covid-19-vaccine-approved-children-aged-12-15-eu](https://www.ema.europa.eu/en/news/first-covid-19-vaccine-approved-children-aged-12-15-eu)(accessed on 26 July 2021). - Medicines and Healthcare Products Regulatory Agency. The MHRA Concludes Positive Safety Profile for Pfizer/BioNTech Vaccine in 12- to 15-Year-Olds. 2021. Available online: [https://www.gov.uk/government/news/the-mhra-concludes-positive-safety-profile-for-pfizerbiontech-vaccine-in-12-to-15-year-olds](https://www.gov.uk/government/news/the-mhra-concludes-positive-safety-profile-for-pfizerbiontech-vaccine-in-12-to-15-year-olds)(accessed on 26 July 2021). - Moderna. EMA Committee for Medicinal Products for Human Use (CHMP) Adopts Positive Opinion Recommending Authorization for the Use of the Moderna COVID-19 Vaccine in Adolescents (12-17 Years of Age) in the European Union. 2021. Available online: [https://investors.modernatx.com/news-releases/news-release-details/ema-committee-medicinal-products-human-use-chmp-adopts-positive](https://investors.modernatx.com/news-releases/news-release-details/ema-committee-medicinal-products-human-use-chmp-adopts-positive)(accessed on 26 July 2021). - Daley, Gani, J. Epidemic Modelling: An Introduction; Cambridge University Contributions to the mathematical theory of epidemics—II. The problem of endemicity. Bull. Math. Biol. 1991, Mass infection is not an option: We must do more to protect our young. Lancet 2021, 398, 297-298. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Mass+infection+is+not+an+option:+We+must+do+more+to+protect+our+young&author=Gurdasani,+D.&author=Drury,+J.&author=Greenhalgh,+T.&author=Griffin,+S.&author=Haque,+Z.&author=Hyde,+Z.&author=Katzourakis,+A.&author=McKee,+M.&author=Michie,+S.&author=Pagel,+C.&publication_year=2021&journal=Lancet&volume=398&pages=297%E2%80%93298&doi=10.1016/S0140-6736(21)01589-0)] [ [CrossRef](https://doi.org/10.1016/S0140-6736(21)01589-0)] - GOV.UK. Week 27 2021: Attendance in Education and Early Years Settings During the Coronavirus (COVID-19) Outbreak. 2021. Available online: [https://explore-education-statistics.service.gov.uk/find-statistics/attendance-in-education-and-early-years-settings-during-the-coronavirus-covid-19-outbreak/2021-week-27](https://explore-education-statistics.service.gov.uk/find-statistics/attendance-in-education-and-early-years-settings-during-the-coronavirus-covid-19-outbreak/2021-week-27)(accessed Carrivick, J.; Whyatt, D. Reliance on Vaccine-Only Pandemic Mitigation Strategies Is Compromised by Highly Transmissible COVID-19 Variants: A Mathematical Modelling Study. 2021. SARS-CoV-2 vaccine protection of unvaccinated individuals. Nat. Med. 2021, 27, Hospitalization of Adolescents Aged 12-17 Years with Laboratory-Confirmed COVID-19—COVID-NET, 14 States, March 1, I.; Luyt, K. Child mortality in England during the COVID-19 pandemic. Arch. Dis. Child. 2021. [ in children and adolescents in Europe: A multinational, multicentre cohort study. Lancet Child. Adolesc. Health 2020, 4, 653-661. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=COVID-19+in+children+and+adolescents+in+Europe:+A+multinational,+multicentre+cohort+study&author=G%C3%B6tzinger,+F.&author=Santiago-Garc%C3%ADa,+B.&author=Noguera-Juli%C3%A1n,+A.&author=Lanaspa,+M.&author=Lancella,+L.&author=Carducci,+F.&author=COVID-19+Study+Group&publication_year=2020&journal=Lancet+Child.+Adolesc.+Health&volume=4&pages=653%E2%80%93661&doi=10.1016/S2352-4642(20)30177-2)] [ [CrossRef](https://doi.org/10.1016/S2352-4642(20)30177-2)] - Mahase, E. COVID-19: Concerns grow over inflammatory syndrome emerging in children. BMJ 2020, 369, m1710. [ [Google et al. Multisystem Inflammatory Syndrome in U.S. Children and Adolescents. N. Engl. J. Med. 2020, 383, 334-346. [ [Google Systematic Review of Multisystem Inflammatory Syndrome in Children Associated With SARS-CoV-2 Infection. Pediatr. Infect. Dis. J. 2020, 39, e340-e346. Paediatr. 2021, 110, - Ludvigsson, J.F. Case report and systematic review suggest that children may experience similar long-term effects to adults after clinical COVID-19. Acta Paediatr. 2021, 110, [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/34102037)] - Office for National Statistics. Prevalence of Ongoing Symptoms Following Coronavirus (COVID-19) Infection in the UK: 1 July 2021. Available online: [https://www.ons.gov.uk/peoplepopulationandcommunity/healthandsocialcare/conditionsanddiseases/bulletins/prevalenceofongoingsymptomsfollowingcoronaviruscovid19infectionintheuk/1july2021](https://www.ons.gov.uk/peoplepopulationandcommunity/healthandsocialcare/conditionsanddiseases/bulletins/prevalenceofongoingsymptomsfollowingcoronaviruscovid19infectionintheuk/1july2021)(accessed on 26 July 2021). - Ashikkali, L.; Carroll, W.; Johnson, C. The indirect impact of COVID-19 on child health. Paediatr. Child Health 2020, 30, 430-437. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=The+indirect+impact+of+COVID-19+on+child+health&author=Ashikkali,+L.&author=Carroll,+W.&author=Johnson,+C.&publication_year=2020&journal=Paediatr.+Child+Health&volume=30&pages=430%E2%80%93437&doi=10.1016/j.paed.2020.09.004)] [ [CrossRef](https://doi.org/10.1016/j.paed.2020.09.004)] - Wise, J. COVID-19: Should we be worried about reports of A Study to Evaluate Safety and Effectiveness of mRNA-1273 COVID-19 Vaccine in Healthy Children between 6 Months of Age and Less than 12 Years of Age. 2021. Available online: [https://clinicaltrials.gov/ct2/show/NCT04796896](https://clinicaltrials.gov/ct2/show/NCT04796896)(accessed on 26 July 2021). - ClinicalTrials.Gov. Study to Evaluate the Safety, Tolerability, and Immunogenicity of an RNA Vaccine Candidate against COVID-19 in Healthy Children <12 Years of Age. 2021. Available online: [https://clinicaltrials.gov/ct2/show/NCT04816643](https://clinicaltrials.gov/ct2/show/NCT04816643)(accessed on 26 with regard to jurisdictional claims in published maps and institutional affiliations. © 2021 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( Vaccinating Adolescents and Children Significantly Reduces COVID-19 Morbidity and Mortality across All Ages: A Population-Based Modeling Study Using the UK as an Example. Vaccines 2021, 9, 1180. https://doi.org/10.3390/vaccines9101180 Shiri T, Evans M, Talarico CA, Morgan AR, Mussad M, Buck PO, McEwan P, Strain WD. Vaccinating Adolescents and Children Significantly Reduces COVID-19 Morbidity and Mortality across All Ages: A Population-Based Modeling Study Using the UK as an Example. Vaccines. 2021; 9(10):1180. https://doi.org/10.3390/vaccines9101180Chicago/Turabian Style Shiri, Tinevimbo, R. Morgan, Maaz Mussad, Philip O. Buck, Phil McEwan, and William David Strain. 2021. \"Vaccinating Adolescents and Children Significantly Reduces COVID-19 Morbidity and Mortality across All Ages: A Population-Based Modeling Study Using the UK as an Example\" Vaccines 9, no. 10: 1180. https://doi.org/10.3390/vaccines9101180 [here](https://www.mdpi.com/about/announcements/784). Article Metrics Article Access StatisticsFor more "}