{"title": "PDF", "author": "PDF", "url": "https://scholar.archive.org/work/ml3a7n7jf5gdvcsqnabvmzi7ie/access/wayback/https://era.library.ualberta.ca/items/d1f99f45-9d5c-420b-ae77-67d0e84d055f/view/afaef60c-ad87-49dd-871e-a2bf52a4f94e/Bharadia_Morgan_K_202112_PhD.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Identification of Natural Health Product -Associated Adverse Events and Natural Health Product - Drug Interactions in Adults and Children with Cancer by Morgan K. Bharadia A thesis submitted in partial fulfillment of the requirements for the degree of Doctor of Philosophy Department of Medicine University of Alberta © Morgan K. Bharadia , 2021 ii Abstract Background: Patients with cancer frequently use natural health products (NHPs) to help treat cancer, reduce side effects, or improve effectiveness of conventional cancer treatment, and improve their quality of life. Often oncology healthcare providers do not inquire a bout NHP use, leading to low rates of disclosure from patients. NHPs are commonly perceived by patients as helpful and safe, with limited recognition of the potential adverse events ( AEs) or NHP -drug interactions. However, patients with cancer are suscepti ble to clinically important AEs and NHP - drug interactions due to the bioactive compounds that NHPs may contain, the narrow therapeutic index of anticancer medications, and polypharmacy. Serious safety concerns also exist because of variations in the quality control of NHPs . We hypothesi ze that patients with cancer who take NHPs are at a higher risk of experiencing clinically important AEs, including NHP -drug interactions. Methods: A two-pronged approach was undertaken. Two systematic reviews were conducted to synthesize the existing clinical evidence on the efficacy and safety of concurrent use of NHPs and anticancer medications. Two anticancer drug categories, immunotherapy and antimicrotubule anticancer agent s, and nin e clinically relevant NHPs were the focus of these systematic reviews. Findings were presented as a narrative synthesis with summary tables. Two cross -sectional studies using Study Of Natural health product Adverse Reactions (SONAR) active surveillance me thods were conducted to identify and characterize NHP use, and associated AEs. One study focused on adults with cancer and the other on children with cancer. Patients were asked about their use of NHPs, prescription medications and AE(s) experienced. Those reporting NHP use and a serious AE were provided a consent form for a follow -up interview to inform causality assessment. iii Results: Available clinical evidence on concurrent use of NHPs and anticancer medications identified in the syste matic reviews was heterogeneous and primarily consist ed of phase I/II clinical trials and pilot studies with methodological limitations as well as case series/reports . Several AEs associated with NHPs were identified including safety signals with the use o f vitamins C, D , and E , milk thistle, and turmeric alongside antimicrotubul e agents. Active surveillance was implemented in Canadian cancer centres as part of routine clinical workflow. Most patients with cancer take NHPs and many take them along with prescription medications. Thirty -seven percent of adults and 31% of children taking at least one prescription medication or NHP reported AE(s). Unexpectedly, the proportion of patients reporting AEs was not significa ntly different in those taking NHPs and prescription medications concurrently, and those using prescription medications alone. High loss es to follow -up occurred prior to causality adjudication . Conclusion: This work has expanded our understanding on the sa fety of NHP use in patients with cancer. Contrary to our hypothesis, and to our surprise, active surveillance did not demonstrate that patients with cancer who take NHPs are at a higher risk of experiencing clinically important AEs. Critical consideration s of this work include that each NHP may have differing impacts on AEs, and it is not possible to determine NHP causation of harm using these studies alone. NHP -associated AEs and NHP -drug interactions were identified in our systematic reviews. Although the se safety signals are hypothesis generating, as opposed to hypothesis - proving, they are a reminder that NHP use cannot be ignored throughout patient care. Until important research gaps are addressed, recommendations on the use of NHPs in patients with cancer must be individualized; given the seriousness of the condition being treated, continued caution about polypharmacy appears prudent. iv There is a continued need for clinical research with improved reporting of harms outcomes on the use of NHPs and anticanc er medications to support clinicians in shared decision making. Causality assessment is also crucial to improve our understanding of the NHP - associated AEs in this population. There are opportunities for enhancement of our active surveillance method by screening only patients being actively treated with anticancer medications, utilizing an electronic screening form, incorporating validated patient -reported AE measurement systems and additional demographic questions, and linking to healthcare databases. Our active surveillance methods can be adopted more widely to be used as a framework for improved inquiry and documentation of NHP use and AEs in routine oncology practice, and to augment pharmacovigilance of NHPs to enhance safety signal detection through the development of a population -based database . v Preface This thesis is original work by Morgan Bharadia. The initial Study Of Natural health product Adverse Reactions (SONAR) in oncology protocol development and recruitment was initiated by other members of the SONAR team. Site principal investigators also contributed to this research collaboration. While the data analysis is my original work, biostatistical guidance was provided by the Alberta SPOR SUPPORT Unit. The Specialty SONAR research project, of which my thesis is a part, received research ethics approval from the University of Alberta Research Ethics Board, Project Name \"Hospital SONAR: specialty clinic NHP -drug data collection \", Pro00025387 , December 21, 2011. Two second reviewers, Dr. Radhika Singh and Emma Sparks , participated in the systematic reviews of this thesis. vi Acknowledgements I would like to first acknowledge my supervisor, Dr. Sunita Vohra, for her unwavering support and guidance throughout my graduate studies . I am grateful for your understanding and patience as a navigated my career during my studies. Thank you for your dedication to my learning and professional growth. Your thoughtful and timely feedback, expertise and advice have contributed tremendously to my progress. Most of all, thank you for believing in me. I would also like to sincerely thank my committee members Dr. Candace Necyk, Dr. Anil Abraham Joy, and Dr. Sharon Marsh. Dr. Necyk, thank you for inspiring and encouraging me to pursue graduate studies when you were my professor. The mentorship you have pr ovided throughout this journey has meant so much to me. Dr. Joy, thank you for bringing patient care to forefront with your clinical expertise. Dr. Marsh, thank you for the time and energy you always put into providing detailed feedback , your positivity, and yo ur words of encouragement. Thank you all for challenging me to think deeper and consider a variety of perspectives - this has enriched my thesis greatly. Thank you to members of the SONAR team, Dr. Susanne King -Jones, Dr. Namrata Hansraj, Dr. Liliane Zorzela, Dr. Radhika Singh, and Emma Sparks, for your collaboration, guidance, and support. My colleagues and the leadership team at the Faculty of Pharmacy and Pharmaceutical Sciences have not only provided a supportive environment and opportunity for ca reer growth but have shown such kindness throughout my journey. Thank you for providing me the time, space and encouragement needed to complete this work. To my parents, Susan and Cory Basiuk, thank you for modeling hard work and dedication, and inspiring my love for school. I may not have discovered joy in research without you helping me find my first research job over 10 years ago. Thanks for always being there to listen and for keeping me grounded. Carter, thank you for keeping me laughing and humble . Lastly , I would like to take this opportunity to thank my husband , Raj. I have been in school the entire time we have known each other; thank you for understanding my love for learning. I could not have done this without your love, su pport, and patience. vii Table of Contents CHAPTER 1: Introduction ................................ ................................ ................................ .......... 1 Natural Health Product Use in Patients with Cancer ................................ ............................. 1 Potential NHP Risks in Patients with Cancer ......... Existing Chapter Objectives ................................ ................................ ................................ ..... 8 CHAPTER 2: Natural health product immunotherapy: A systematic Natural health product anticancer medications: A 63 CHAPTER 4: Study of natural health product adverse reactions (SONAR) in adult patients w ith cancer: a cross -sectional 80 CHAPTER 5: Study of natural health product adverse reactions (SONAR) in children with cancer: a cross -sectional Implications for Clinical Adult multivariate logistic regression ................................ .......................... 143 Appendix 4.3 Adult serious adverse event details ................................ .............................. 143 Appendix 5.1 Pediatric screening form ................................ Pediatric multivariate logistic regression ................................ .................... 153 Appendix 5.3 Pediatric serious adverse event details ................................ ........................ 153 x List of Tables Table 2.1 Concurrent NHPs and Immunotherapy in Randomized Studies ................................ .. 17 Table Concurrent NHPs and Immunotherapy in Non -Randomized Studies .......................... 18 Table 2.3 Concurrent NHPs and Immunotherapy in Case Series and Reports ............................ 21 Table 3.1 Concurrent NHPs and Anticancer Antimicrotubule Drugs in Randomized Studies ... 39 Table 3.2 Concurrent NHPs and NHPs ................................ ............................. ................................ ................................ ......................... 50 Table 4.1 Demographic information stratified by prescription medication use alone, NHP use alone, concurrent prescription medication and NHP use, and the use of neither ......................... 71 Table 4.2 Most common natural health products reported ................................ ........................... 73 Table 4.3 Classification of adverse events by MedDRA System Organ Class stratified by prescription medication use alone, NHP use alone and concurrent prescription medication and NHP use ................................ .............. ................................ ................................ ......................... 74 Table 4.4 Comparison of the proportions of patients reporting AEs between those using prescription medications alone, NHPs alone and prescription medications and NHPs concurrently using C hi-square test and Fisher exact test* ................................ ............................ 75 Table 5.1 Demographic information stratified by prescription medication use alone, NHP use alone, concurrent use, and the use of neither ................................ ................................ ................ 88 Table 5.2 Most common natural health products reported ................................ ........................... 89 Table 5.3 Classification of adverse events by MedDRA System Organ C lass stratified by prescription medication use alone, NHP use alone and concurrent prescription drug and NHP use ................................ ............................. ................................ ................................ ......................... 91 Table 5.4 Comparison of the proportions of patients reporting AEs between those using prescription medications alone, NHPs alone and prescription medications and NHPs concurrently using Chi -square test and Fisher exact test* ................................ ............................ 91 xi List of Figures Figure 1.1 The two -pronged approach taken in this thesis to identify NHP -associated AEs and NHP -drug interactions in patients with cancer ................................ ................................ ............... 8 Figure 2.1 Preferred Reporting Items for Systematic Reviews and Meta -Analyses (PRISMA) Flow Diagram ................................ of immunotherapies ................................ ................................ ............. 16 Figure 2.3 Risk of Bias Assessment of Individual Randomized Studies ................................ ..... 22 Figure 2.4 Overall Risk of Bias Assessment of Randomized Studies ................................ ......... 22 Figure 2.5 Risk of Bias Assessment of Individual Non -Randomized Studies ............................ 23 Figure 2.6 Overall Risk of Bias Assessment of Non -Randomized Studies ................................ . 23 Figure 3.1 PRISMA Flow Diagram ................................ ................................ ............................. 38 Figure 3.2 Risk of Bias Assessment of Individual Randomized Studies ................................ ..... 52 Figure 3.3 Overall Risk of Bias Assessment of Randomized Studies ................................ ......... 53 Figure 3.4 Risk of Bias Assessment of Individual Non -Randomized Studies ............................ 53 Figure 3.5 Overall Risk of Bias Assessment of Non -Randomized Studies ................................ . 53 Figure 4.1 The proportion of adult oncology patient s using prescription medications alone, NHPs alone, prescription medications and NHPs concurrently and the proportion of patients reporting any AE(s) and serious AE(s) for each patient group ................................ ..................... 72 Figure 5.1 The proportion of pediatric oncology patients usin g prescription medications alone, NHPs alone, prescription medications and NHPs concurrently and the proportion of patients reporting any AE(s) and serious AE(s) for each patient group ................................ ..................... 90 xii List of Abbreviations AE Adverse Adverse Reaction BCG Bacillus Calmette -Guerin CAR Chimeric Antigen Receptor CENTRAL Cochrane Central Register of Controlled Trials CONSORT Consolidated Standards of Reporting Trials CYP Cytochrome P450 DIN-HM Homeopathic Medicine Number DIPS Drug Interaction Probability Scale EMR Electronic Medical Records ITT Intention To Treat IV Intravenous MedDRA Medical Dictionary for Regulatory Activities NCI CTCAE National Cancer Institute Common Terminology Criteria for Adverse Events NHP Natural Health Product NPN Natural Product Number NSS Not Statistically Significant PRISMA Preferred Reporting Items for Systematic Reviews and Meta -Analyses PRO -CTCAE Patient -Reported Outcomes version of the Common Terminology Criteria for Adverse Events PSA Prostate -Specific Antigen ROBINS -I Risk Of Bias In Non -randomized Studies of Interventions SONAR Study Of Natural health product Adverse Reactions WHO -UMC World Health Organization -The Uppsala Monitoring Centre 1 CHAPTER 1 : Introduction Natural Health Product Use in Patients with Cancer Health Canada defines natural health products (NHPs) as \"naturally occurring substances\" derived from plants, animals, microorganisms, and marine sources.1 This includes vitamins and minerals, herbal medicines, probiotics, amino acids, essential fatty acids , homeopathic remedies , and traditional medicines.1 Despite being derived from a plant, cannabis is regulated differently than NHPs by Health Canada , and therefore, was not evaluated in this thesis.2 In Canada, NHPs are largely sold and purchased in community pharmacies.3,4 While many see a role for pharmacists in regards to their patients' NHP use,3-6 pharmacists and other healthcare providers may be ill -equipped to provide this care due to inadequate knowledge and paucity of available infor mation on safety and efficacy that is complicated by the profit -driven retail atmosphere.3,7-9 Additionally, patients and caregivers often do not disclose NHP use due to healthcare providers' hesitancy to inquire about NHP use, fear of the provider's judgement , or the perception by patients and caregivers that NHPs are risk -free.9-14 In primary care, it does not appear that the rate of disclosure of NHP use to physicians has improved in the last 15 years.15 While disclosure has not increased, the use of NHPs by patients with cancer continues to increase considerably.16 Adult s with cancer Adults with cancer report a higher use of NHPs as compared to individuals without illness.17 It appears that the prevalence of NHP use in these patients may be as high as 63%.18 Those who are women, younger, have higher income , and have more education appear to have higher NHP use.12,18 -20 A large proportion of patients who take NHPs, take them concurrently with conventional therapies, including anticancer medications.14,21,22 Reported reasons for self - care with NHPs by adults with cancer include treating cancer, reducing side effects or improving effectiveness of conve ntional cancer treatment , improving their ability to cope with their diagnosis, and improving quality of life.14,23 Patient consideration of NHP use appears to start immediately after cancer diagnosis, often in conjunction with feelings of fear and the desire to develop a sense of control.14,24 A number of sociodemographic, psychological, social and disease -related factors impact the 2 decision to use NHPs throughout cancer care.20,23 -26 Decision -making about NHP use m ay be spontaneous, occurring quickly with limited information, or deliberate in a more time -consuming process where information sources are evaluated for credibility.14,24 Regardless of the style, seeking NHP information is challenging and typicall y happens outside of the oncology clinic setting.14 Despite improved discussion about NHPs being identified as necessary between healthcare providers and cancer patients,10,14,27,28 it has been found that these discussions occur only in a small percent of medical oncology visits and typically last less than one minute.13,29 Children with cancer In children with cancer, the prevalence of use of complementary health approaches may be as high as 91%,30 with NHPs being the most common approach.30-32 Personal experiences of parents and \"word of mouth\" appear to influence NHP use in pediatric patients.33,34 Addi tionally, it seems that parents that use complementary approaches for their children have lower satisfaction with their child's primary care.33 Higher parental education may also be associated with increased NHP use in pediatric patient s with cancer.30 Reasons for use include to help treat the child's cancer, provide symptomatic relief, strengthen their immune system and reduce side effects of conventional treatment.30,34 Although many children take NHPs with conventional medicine,32 most parents perceive concurrent use as positive and safe, with limited recognition of the potential adverse events ( AEs) or risk of NHP -drug interactions .33,34 It has been found that less than half of pediatric oncologists routinely a sk about NHP use ;35 therefore, disclosure rates of NHP use are quite low.32,33,36 Instead, caregivers commonly seek NHP advice and information from the internet, their family members or their social networks.33,37 Potential NHP Risks in Patients with Cancer NHPs often contain bioactive compounds , and while this may mean potential for beneficial therapeutic effects and drug discovery, it also means that there are risks of potential AEs.6,38,39 Patients with cancer are particularly susceptible to clinically important AEs and NHP -drug interactions for a number of reasons.40-46 First, anticancer medications generally have a very narrow ther apeutic index in which small changes in plasma concentrations can result in serious toxicity or therapeutic failure.40-44 Additionally, anticancer medications have complex and highly variable pharmacokinetics and pharmacodynamics , where both inter - and intra -patient variability often exist.40,42,44 Polypharmacy is also common in patients with cancer due to multi -drug 3 anticancer regimens, co -morbidities, and other cancer -associated conditions; this further contributes to the potential for interaction between products and risk of harm.44-46 In community pharmacies,47 and more recently at mental health and HIV clinics,48-50 our research team has found that patients taking NHPs and prescription medications concurrently are more likely to experience an AE compared to those taking prescription medications alone. The risk of NHP -associated AEs and NHP -drug interactions is further complicated in pediatric patients. Although children with cancer may not have significant comorbidities, supportive care can have a significant impact on polypharmacy; the concurrent use of anticonvulsants, antiemetics, uric acid lowering drugs, acid suppressants, antifun gals, antibiotics, antivirals, analgesics, and colony stimulating factors increase the interaction potential with anticancer medications and NHPs.51 Additionally, the risk is enhanced by developmental differences in the pharmacokinetics and pharmacodynamics of medications.51,52 Pediatric patients are likely to respond differently to NHPs, medications, or the combination of them, than adults and even other children.51-53 This is due to age-related developmental differences in body composition and organ function as well as differences in disease state.51-53 Both pharmacokinetic and pharmacodynamic NHP -anticancer medication interactions may occur.39,40,54 Pharmacokinetic interactions occur when an NHP affects the absorption, distribution, metabolism and/or elimination of a medication.39,54,55 Absorption may be influenced by altering gastrointestinal pH, complexation and chelation, competition at absorption sites and changing gastrointestinal motility.54 A major mechanism of pharmacokinetic NHP -drug cytochrome P450 (CYP) isoenzyme system most frequently found in the liver and intestinal tracts.39,40,43,54 CYP3A4, in particular, is responsible for metabolizing more than 50% of medications.39,40,54,55 NHPs may modulate these enzymes which will affect drug bioavailability and/or clearance.39,54,56 -58 This is also problematic for chemotherapeutic agents that are prodrugs and rely on CYP enzymes for activation.44 Pharmacokinetic phase II conjugation reactions generate metabolites that are highly polar and may be excreted in urine or feces; these pathways can also be altered by NHP -drug interactions.39,40,54,55 Pharmacokinetic profiles of drugs are heavily influenced by transport and efflux proteins such as the adenosine triphosphate binding cassette drug transporters, the most notable being p -glycoprotein.39,40,54,55 Either competitive or non -competitive interaction s at the level of these transporters may drastically affect the pharmacokinetic profile of a 4 medication.39,40,54,55 Renal function may also be altered by NHPs by changing tubular secretion, reabsorption or glomerular filtration.54 Pharmacodynamics encompasses the mechanism of action of drugs and involves drug receptors that elicit a ph ysiologic response.55 NHP -drug pharm acodynamic interactions can and may be synergistic, additive , or antagonistic.39,54 For example, some herbal medicines have been shown to reverse immune suppression and impact hormone -sensitive cancers in vitro and in animal models.39,59,60 Several herbs and vitamins also have anticoagulant and antioxidant activities.39,61 -63 Antioxidants , such as vitamin C and E, have been shown to protect cells from oxidative damage, and therefore, a theoretical concern exists regarding their detrimental effect on chemotherap y agents that act by producing free radicals .39,61 -63 When used preventatively, antioxidants have been associated with increased cancer incidence and total mortality.62,64 Vitamin C was also shown to antagonize the therapeutic efficacy of a number of mechanistically dissimilar anticancer agents in vitro ,63 emphasiz ing that vitamins may have additional unknown mechanisms for NHP -drug interactions and AEs.39,61 -63 The multitude of available pathways for interactions is not the only aggravating factor for NHP -related AEs. Serious safety concerns have been raised by the adulteration or contamination of NHPs due to variations in the quality control of these products.65 Adulteration is a fraudu lent practice where an NHP is \"substituted partially or fully with impure, extraneous, improper or inferior products/substances.\"65 Most frequently , NHPs are adulterated with prescription drugs.65 Undeclared drugs have been found in NHPs promoted for weight loss, erectile dysfunction, insomnia and inflamm ation.66 For example, benzodiazepine s have been identified in NHPs promoted for sleep problems.66 Contamination occurs when impurities are added to the product during manufacturing, storage or transport; this may include dust, pollens, parasites, microbes, toxins, pesticides, toxic heavy metals , or other toxic chemicals.65,67,68 Likewise, lack of standardization in growing , handling , and manufacturing can lead to significant variation in the chemical composition of the product, which could lead to accidental overdose and other health concerns.39,40,65,68,69 Synthesizing Existing Clinical Evidence Information regarding NHP -drug interactions is often inferred from in vitro studies.40,43,44,54 Whereas in vitro results are sometimes correlated with in vivo behavior, they often do not accurately predict the clinical significance of these effects.40,43,44,54 The ability of in 5 vitro data to predict clinically relevant interactions also varies between products.40,43,44,54 There may be a few reasons for this, one of which is the highly variable bioactive content among brands and even within batches of NHPs.40,43 This means that the ability for an NHP to affect CYP enzymes may also vary.40,43 Additionally, many of the phytochemical components lack bioavailability due to poor solubility and gastric digestion, and may not reach systemic concentrations high enough to c ause an interaction.40,43 Although in vitro data are useful to first detect potential NHP -drug interactions, the clinical importance must be explored in humans.40,43,44 A lack of NHP knowledge has been identified among frontline clinicians and may act as a barrier to discussions with patients.3,9 NHP research is often heterogeneous in design, internal validity , and generalizability.39,40,65,70 -72 Often these publications may also be difficult to locate due to inconsistent indexing.70,71,73 Pre-appraised evidence syntheses, such as systematic reviews, which synthesize and evaluate the quality of human data on NHP -anticancer medication interactions, are required to enhance the clinical relevance and accessibility of this information for healthcare providers. Additionally, synthesizing available clinical studies on NHP -drug interactions is important to identify current gaps within the literature and to reveal safety signals that require further investigation. Post-Marketing Surveillance of NHPs Pre-marketing approval of NHPs varies worldwide , but generally, the pre -marketing requirements are limited, and in some jurisdictions there are none.74-77 In Canada, depending on the nature of the health claim being made for the NHP, the required level of pre -market efficacy and safety evidence varies to be authorized for sale.78 For traditional use health claims, the supporting pre -market evidence may include a monograph published in a pharmacopoeia.78 For modern health claims deemed to be at low risk, textbook references or pilot studies may be sufficient evidence for authorization.79 Modern health claims deemed to be at high risk, claims for the treatment, prevention or cure of serious health conditions, require higher levels of evidence such as multiple phase III/IV randomized controlled trials and meta -analyses.79 Although these methods importantly place value on traditional and historical use of a product, it is possible that p otential AEs will not be uncovered prior to marketing due to the limitations of the safety evidence required. The weaknesses of the current approval process were further highlighted when a fake homeopathic pediatric product was able to obtain a Health Cana da 6 license.80 NHPs licensed in Canada are assigned a Natural Product Number (NPN) or Homeopathic Medicine Number (DIN -HM); since 2004 when the Natural Health Pr oduce Regulations came into effect, over 70,000 NHPs have been authorized for sale.81 Concerns exist that providing a product license may also convey a false sense of safety, particularly when minimal pre -market evidence was required.82 The current pre -marketing NHP regulations highlights the importance of post -marketing surveillance in the detection and understanding of NHP AEs. Passive surveillance, often considered the \"mainstay of pharmacovigilance\",83 relies on unsolicited AE reports.77,83 -86 These reports are typically submitted to a national pharmacovigilance agency by healthcare professionals, pharmaceutical companies or patients.77,83 -86 Although passive surveillance, or spontaneous reporting, has the advantage of cov ering a large number of patients and a broad range of drugs and NHPs in a relatively cost effective way, many limitations also exist.87 Most notably, this for m of post -marketing surveillance is severely hampered by underreporting.83,85,87 A systematic review by Hazell et al. estimated that only approximately 6% of drug AEs are reported through spontaneous reporting systems.87 Underreporting of AEs appears to be worsened for NHPs; compared to 19% who reported drug -drug interacti ons, only 1.5% of community pharmacists who had identified a potential NHP -drug interaction reported the AE to a regulatory authority.88 Likewise, patients also treat AEs related to NHPs differently than conventional medications where nearly 30% would consult their physician or pharmacist for a serious AE experienced with a conventional over -the-counter medication but would not fo r a similar AE experienced with an NHP.89 Poor quality reports with incomplete information are also common with passive surveillance .87 Moreover, the absence of a control group and denominator prevents the quantification of the risk.87,90 -92 Other pharmacovigilance methods exist, such as active surveillance , a met hod that addresses several of the limitations of passive approaches.83,85 Active surveillance uses a continuous pre -organized process to proactively solicit AEs.74 Existing active post -marketing surveillance systems are scarce.33,83,85,93 Our research team identified a need for the implementation of active surveillance of AEs associated with NHPs: Study O f Natural health product Adverse Reactions (SONAR). This work has been implemented in community pharmacies, mental health clinics , and HIV clinics.47-50,94,95 Active surveillance allows for more comprehensive AE data ; therefore, causality assessment is also possible.47,86,94 A causality 7 adjudication process specific for NHP -associated AEs was developed and implemented by our research team as part of SONAR.47,94,96 Additionally, a systematic method can increase the rate in which AEs are reported.47,94,97,98 In the same time period, community pharmacy active surveillance resulted in 54 AE reports per 1 ,118 patients, compared to the 342 spontaneous reports per 30 million Canadians.47 Another benefit of SONAR is that it is integrated into clini cal workflow and has the potential to increase patient engagement in pharmacovigilance.99 Thesis Hypothesi s We hypothesize that patients with cancer who take NHPs are at a higher risk of experiencing clinically important AEs, including NHP -drug interactions. Thesis Objectives To improve our understanding of the safety of NHP use in patients with cancer, including concurrent use with anticancer medications, a two -pronged approach was undertaken (Figure 1.1). The first objective of this thesis was to synthesize the existing clinical evidence on the efficacy and safety of concurrent use of NHPs and anticancer medications. A total of eight groups of anticancer agents, categorized by mechanism of action, were determined by our research team through consultation with oncology pharmacists, oncologists, and experts in the field as well as the review of drug databases, chemotherapy protocols and cancer drug benefit programs. To develop an NHP -drug interaction tool for frontline clinicians, a review of existing literature is planned by our res earch team for each drug category, two of which are the focus of this thesis: immunotherapy and antimicrotubul e anticancer agents. Generally, systematic reviews are adequate to collate what is known on a topic. However, given the suboptimal quality of harm s reporting in primary literature,72,100,101 it is necessary to undertake additional clinical research to identify AEs . Therefore , the second objective of this thesis is to identify and characterize NHP use, and associated AEs experienced by patients with cancer using SONAR active surveillance. 8 Figure 1.1 The two -pronged approach taken in this thesis to identify NHP -associated AEs and NHP -drug interactions in patients with cancer Specific Chapter Objectives Chapter 2: A systematic review to summarize existing clinical evidence on the efficacy an d safety of concurrent use of NHPs and anticancer immunotherapy. Chapter 3: A systematic review to summarize existing clinical evidence on the efficacy and safety of concurrent use of NHPs and antimicrotubul e anticancer medications. Chapter 4: A cross -sectional study that implemented SONAR active surveillance in adult oncology clinics to: 1) determine the prevalence of NHP/drug use; 2) describe common NHPs used; 3) determine the prevalence of AEs in those taking prescription medications alone, NHPs alone or both concurrently; 4) compare the prevalence of AEs between the above groups; 5) describe of the types of AEs reported; 6) determine the likelihood that NHPs caused a serious AE. Chapter 5: A cross -sectional study that implemented SONAR activ e surveillance in pediatric oncology clinics to: 1) determine the prevalence of NHP/drug use; 2) describe common NHPs used; 3) determine the prevalence of AEs in those taking prescription medications alone, NHPs alone or both concurrently; 4) compare the p revalence of AEs between the above groups; 5) describe of the types of AEs reported; 6) determine the likelihood that NHPs caused a serious AE. Chapter 6: An overall summary and the limitations and implications of this thesis. Identify NHP - Associated AEs & NHP -Drug InteractionsExisting Clinical Evidence Chapters 2 & 3Active Surveillance Chapters 4 & 5 9 CHAPTER 2: Natural health pro duct use with anticancer immunotherapy: A systematic review Introduction Advances in the prevention, screening and treatment of cancer ha ve resulted in declines in cancer mortality rates in high -resource countries .102,103 Cancer immunotherapy is one of such treatments that is rapidly evolving and impacting the t reatment of patients with cancer .104-109 Immunotherapy in cludes antibody -based targeted therapies, T-cell-based therapies, immune system modulators, vaccine therap y, oncolytic virus therapies and other combinatorial strategies .104-110 Antibody -based therapies , such as monoclonal antibodies , may target , growth factor receptors , ligands , and other cell surface receptors .104-110 T- cell-based therapies involve extracting T-cells from the patient's blood or tumor tis sue, modifying , and reinfusing them to eliminate cancer cells.104-111 Immunotherapy may also include immune system modulators , such as immune checkpoint inhibitors, Bacillus Calmette -Guerin (BCG) , and cancer vaccines.104-110 These treatments generally work by stimulating the immune system to attack cancer cells.104-110 Oncolytic virus therapy, wh ere a virus infects and destroys cancer cells, also exists.104-110 Even though improved cancer therapies are being developed and used, the number of people diagnosed with cancer continues to increase due to population growth and aging .102,103 With the increasing burden of cancer, there has been an increase in popularity of self - medication, including natural health product (NHP) use in patients with cancer .16 NHPs inc lude vitamins, minerals, herbal medicines, homeopathic remedies, traditional medicines, probiotics, amino acids , and essential fatty acids , and in Canada, are easily purchased by patients in community pharmacies .1,3,4 Patients with cancer commonly take more than one NHP concomitantly , which may also be in combination with prescription and anticancer drugs .10,112,113 The complex pharmacology and unique side -effect profile of immunotherapy ant icancer medications potentially leave s patients at high risk of NHP -anticancer medication interactions .40,42,114,115 There are numerous mechanisms by which NHP -drug interactions may occur .39,40 Pharmacokinetic interactions involve the absorption, distribution, metabolism , and/or elimination of medications .39,54,55 Pharmacodynamic interactions however, affect the physiological response of a medication, often at the drug receptor level; they may be synergistic, additive or 10 antagonistic .39,55 Interactions may be viewed as either po sitive or negative depending on their effect on conventional therapy and patient outcome .39,40,116 There is an interest in positive interactions that may improve anticancer treatment effectiveness , or reduce the side effects or cancer symptoms experienced by patients .39 Highly concerning is the potential for negative interactions , which could lead to treatment failure or enhanced toxicity and adverse events (AEs).39 Most of the summarized literature on NHP -anticancer medication interactions comes from preclinical studies .39,40,116 Translating in vitro studies to clinical effects is often unreliable due to variations in NHP solubility and bioavailability in physiological conditions .40,43 Clinical data are required for the evaluation of potentially clinically relevant interactions .43 We are undertaking this systematic review to summarize existing evidence regardi ng the efficacy and safety of concurrent use of NHPs and anticancer immunotherapy. Methods This systematic review was registered with PROSPERO: ID CRD420191 24758 and the Preferred Reporting Items for Systematic Reviews and Meta -Analyses (PRISMA) guideline100,117 was followed for reporting. Inclusion criteria We included human studies of patients with cancer of any age, gender, or ethnicity , taking NHPs and anticancer immunotherapy concurrently. There was no restriction on stage or type of cancer or setting. Observational studies were included to enhance the assessment of potential harms .70,72,118 Reviews and commentaries were excluded. There was no restriction on dose, frequency, or duration of either NHP or anticancer regim en, as long as the use of NHP and immunotherapy was concomitant. Although single product use simplifies causality assessment of interactions, we included studies where patients are taking more than one anticancer medication and/or more than one NHP, which includes both multi -ingredient products and multiple individual products. This enhances generalizability as polypharmacy is common in patients with cancer .119 We developed a clinically relevant list of NHPs for inclusion , including garlic, ginseng, milk thistle, mistletoe, probiotics, turmeric, vita min C, vitamin D, and vitamin E , following a similar process that has been previously published by our research team .120,121 MEDLINE and 11 EMBASE were searched to identify Canadian population data on commonly used NHPs by patients with cancer. Given the lack of available population data on this topic, experts in the field, incl uding naturopaths, oncologists , and those working in integrative oncology, were also contacted to provide a list of NHPs relevant to their practice. The NHPs collected from literature and expert responses were listed and ranked by frequency. Collaborators and clinical experts discussed the NHPs for inclusion until consensus was reached based on frequency of use, likelihood of interaction with anticancer medications, and clinical relevance for cancer patients. Cannabis was not included in this list as it not considered a n NHP in Canada; c annabis is regulated separately by Health Canada through the Cannabis Regulations.2 Search methods A database search was conducted using MEDLINE, EMBASE, CINAHL, and Cochrane Central Register of Controlled Trials (CENTRAL). Search terms were related to the popul ation, interventions, and outcomes of interest; the full MEDLINE search strategy is available in Appendix 2.1. There was no restriction on publication date. Only studies in English were included. Hand searches were completed of bibliographies of pertinent review articles as well as Natural Medicines, About Herbs and Lexicomp® Online databases. Unpublished data and conference abstracts were searched using clinicaltrials.gov, WHO International Clinical Trials Registry Platform and the American Society of Clinical Oncology conference abstract library . Authors were contacted to provide any data not readily available online. Data collection and analysis RefWorks was used to merge search results and remove duplicates. The reviewers involved had expertise in NHP -related research including a doctoral student (MB), two medical students (RS and ES), and a doctoral supervisor (SV). Two reviewers (MB and RS) independently screened titles and abstracts and subsequently full -text articles for inclusion . Disagreements were discussed until consensus was reached, or where required, a third reviewer (SV) was consulted. Data extraction was completed using a pre -piloted spreadsheet. Data were extracted by one revi ewer (MB) and a second reviewer (ES) verified and examined for errors. Discrepancies were discussed until consensus was reached . 12 For individually -randomized, parallel -group trials the Cochrane RoB 2 tool122 was used to assess for risk of bias. This tool assessed bias arising from the randomization process, deviations from intended interventions, missing outcome data, measurement of the outcome and selection of the reported result .122 For non -randomized studies that compare harms or benefits of two or more interventions we used the Cochrane Risk Of Bias In Non-randomized Studies of Interventions (ROBINS -I) tool .123 Here we assessed bias due to confounding, participant selection, intervention, missing data, measurement of outcomes and selection of reported result .123 Risk of bias assessments were conducted by one reviewer (MB) and verified by a second (ES). Discrepancies were discussed until consensus was reached, or where required, a third reviewer (SV) was consulted. The findings are presented as a narrative synthesis with summary tables. The heterogen eous study designs, interventions, comparators, and outcomes of included studies precluded us from pool ing data for meta -analysis. Results Search Results Database searches identified 625 records . An additional seven were identified through hand searches, leaving a total of 608 articles after duplicates were removed (Figure 2.1). After title and abstract s creening, 440 records were excluded, and 168 full -text articles were assessed for eligibility. A total of 16 human studies were included in the final synthesis (Tables 2.1, 2.2 and 2.3), including one recent full -text publication identified after contacting the authors of a conference abstract identified in our search .124 The majority (9) of the studies included were non - randomized studies, six of which were phase I and II clinical trials. There were also three randomized studies, three case reports, and one case series included. The number of participants in the randomized and non -randomized studies ranged from 3 to 332. All papers involved adu lt patients with heterogeneous cancer diagnoses , including breast, blood, pancreatic, liver, head/neck, bladder, renal , and colorectal cancers. Five papers did not restrict participants to a single type of cancer .125-129 Patients with cancer -related conditions , such as cachexia and f atigue were the focus of two studies .125,129 Participants were often middle -aged, with reported mean or median ages between 52 and 70 years. One paper did not include information on patient sex,130 but the remainder of randomized and non -randomized studies 13 included both male and female patients , where males represented the majority of participants in most studies. We identified clinical data involving (Figure 2.2). Three of the included non-randomized studies evaluated concurrent NHP use with any anticancer agent; in these cases, the number of patients included in the study receiving immunotherapy was very low, making extrapolation difficult .126,129,131 Often immunotherapy was taken concurrently with other prescription medications and anticancer agents, mimicking real -world clinical practice. However, the level of detail provided on the co -interventions varied greatly between studies. In terms of NHPs included, we identified studies with vitamin C (5), mistletoe (4), vitamin D (4), vitamin E (2), ginseng (1) and probiotics (1). No papers were identified with garlic, milk thistle or turmeric and concurrent immunotherapy. The types of outcomes analyzed were heterogeneous and included various efficacy (treatment response, disease recurrence, survival, cachexia, fatigue) and safety (toxicity, tolerability, AEs) measurements. Of the ran domized studies, all had primary outcomes focused on efficacy of concurrent anticancer medications and NHPs , with one132 also incorporating safety. Four of the nine non -randomized studies had safety included as part of the primary outcome .126-129 Most commonly, versions of the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE)133 were used to determine severity of reported AEs. Often no information or inadequate deta il was provided on the ascertainment of AEs. In some prospective studies, AE ascertainment was through patient or healthcare professional report as well as laboratory evaluations .124-126,129,130,132,134 In retrospective studies, this was done through cancer registries which extracted AE information from patient files .127,128 There was no direct mention of causality assessment tools or how causality w as determined in the included studies. Despite this, a number of studies stated whether they believed there was a causal relationship between AE reported and the NHP .124,127,129,132,135,136 Risk of bias The randomized studies ranged from low to high risk of bias (Figure 2.3). In two of the three randomized studies, the lack of allocation concealment and blinding were major sources of 14 bias (Figures 2.4). Four non -randomized studies compared two or more int erventions and were appropriate for evaluation via the ROBINS -I tool .123 All of these studies were either at overall serious or critical risk of bias, which was influenced by the presence of baseline confounding, lack of adjustment for confounding variables , and selection biases (Figure 2.5, 2.6). The remaining papers were inherently at high risk of bias as they were phase I and II clinical studies lacking a comparison group, case series , and case reports .15 Figure 2. 1 PRISMA Flow Diagram117 Records identified through database searching (n = 625) Screening Included Eligibility Identification Additional records identified through other sources (n = 7) Records after duplicates removed (n = 608) Records screened (n = 608) Records excluded (n = 440) Full-text articles assessed for eligibility (n = 168) Full-text articles excluded (n = 152) No immunotherapy n = 76 No original data/results n = 30 No NHP of interest n = 15 Not English n = 10 Not concurrent use n = 10 Not cancer patients n = 6 Duplicates n = 5 Studies included (n = 16) Randomized trials (n = 3) Non-randomized studies (n = 9) Case series/reports (n = 4) 16 *Types of immunotherapies identified in this systematic review. CAR, chimeric antigen receptor ; DNA, deoxyribonucleic acid Figure 2. 2 Classification of immunotherapies104-110 ImmunotherapyImmunotherapyAntibody -based Tumor Virus TherapyOncolytic Virus Therapy 17 Table 2.1 Concurrent NHPs and Immunotherapy in Randomized Studies Paper Name NHP(s) Immunotherapy Drug(s) Study Type Setting N Participants Intervention(s) & Comparison(s) Primary Outcome(s) Efficacy Safety Hellstrom 1988132 vitamin D interferon RCT Sweden 81 Adults with myelodysplastic syndrome or acute myelogenous leukemia Median age = 70y Males = 56% IDR: retinoic acid C: cytosine arabinoside Concurrent therapy up to 36 mo Treatment response, survival, toxicity NSS difference in treatment response (IDR 50% vs. C 43%) NSS difference in survival Reversible hypercalcemia (corrected serum calcium > 2.90 mmol/L) in 6/30 patients on vitamin D IDR: fatal intestinal bleeding, dry skin, conjunctivitis, cheilitis, muscular pain, bone marrow hypoplasia, thrombocytopenia, leukopenia, fatigue, and flu-like symptoms Frequency of IDR > C Ng 2019124 vitamin D bevacizumab Phase II USA 139 Adults with advanced or metastatic colorectal cancer Median age = intervention 54y; comparison 56y D3 Comparison: oral standard -dose vitamin D3 Median # cycles with concurrent vitamin D + bevacizumab ~13 (each cycle is 14 days) Progression free survival (PFS) Median PFS 13 mo. high -dose vs. 11 mo. standard -dose (p = 0.07) PFS HR 0.64 (1 - sided 95% CI 0 - 0.9; p = 0.02) Reported as \"possibly related\" to vitamin D: hyperphosphatemia (1 patient in high -dose), kidney stones (1 patient in standard -dose) Hypercalcemia not observed Fewer episodes of grade >3 diarrhea in high -dose (1% vs. 12%) Mantovani 2010125 vitamin E, vitamin C thalidomide Phase III Italy 332 Adults with advanced stage tumor at any site + clinical cachexia Mean age = arm 1 62y; arm 2 61y; arm 3 63y; arm 4 62y; arm 5 62y Males = arm 1 57%; arm 2 60%; arm 3 53%; arm 4 55%; 5 52% All: polyphenols + lipoic acid + carbocysteine + vitamin E + vitamin A + vitamin C (all orally) Arm 1: medroxyprogesterone acetate or megestrol acetate Arm 2: eicosapentaenoic acid-enriched nutritional supplement Arm 3: L-carnitine Arm 4: thalidomide Arm 5: all combined Concurrent therapy x 4 mo lean body mass (LBM), resting energy expenditure (REE), fatigue Significant difference between arms for LBM, REE and fatigue; post hoc analysis: Arm 5 superior vs. other arms Toxicity was comparable among arms Arm 4: 2 patients - grade 1/2 somnolence Arm 5: 3 patients - grade 1/2 diarrhea; 2 patients - grade 3/4 diarrhea; 1 patient - grade 1/2 epigastralgia; 1 patient - grade 1/2 thromboembolism NSS, not statistically significant 18 Table 2. 2 Concurrent NHPs and Immunotherapy in Non -Randomized Studies Paper Name NHP(s) Immunotherapy Drug(s) Study Type Setting N Participants Intervention(s) & Comparison(s) Primary Outcome(s) Efficacy Safety Kountouras 1995136 vitamin C interferon Phase II Greece 12 Adults with inoperable hepatocellular carcinoma Median age = treated 64y; untreated 62y Males = treated 71%; + + oral ascorbic acid Untreated: No antitumor therapy Concurrent therapy up to 76 wks Survival, clinical response, immunological response Mean survival 42.7 + 19.5 wks treated vs. 8.4 + 1.8 wks untreated (p <0.001) % tumor regression & stable disease in treated group; progressing tumors in treated group (within 2 mo: p<0.02) Treated : maintained a sufficient immune status Treated: all patients - \"flu- like\" syndrome 2 -4 h after IFN dose; 1 patient - wheezing 8h after 1st IFN dose; 1 patient - mental confusion 13h after 1st IFN dose; 5 patients - transient nausea/emesis attributed to doxorubicin; 2 patients - transient fatigue; 1 patient - bone marrow suppression Bejanyan 2012130 vitamin C thalidomide Phase II USA 28 Adults with myelodysplastic syndromes, myeloproliferative neoplasms, or + arsenic trioxide + dexamethasone + oral ascorbic acid Concurrent therapy x 12 wks Overall response rate (ORR), progression free survival (PFS), overall survival (OS) ORR: 21.4% (3.6% partial remission, 17.9% clinical improvement, 50% stable disease) Median PFS: 14.4 mo Median OS: 21.4 2014135 vitamin C rituximab Phase I Japan 3 Adults with relapsed CD20 - positive B + dexamethasone + IV L-ascorbic acid (AA) AA during 2nd 3 wk cycle Dose finding All patients reached target plasma AA concentration with a 75g dose Grade 3 hematologic toxicities in all patients (neutropenia, anemia, thrombocytopenia) No adverse reactions attributed to AA Hoffer 2015126 vitamin C bevacizumab, trastuzumab Phase I -II Canada 14 Adults with cancer on chemotherapy that offered <33% likelihood of clinical response Patient 1 : 57y male with metastatic colon cancer Patient 2: 76y male with metastatic colon cancer All: chemotherapy + IV ascorbic acid (AA) Patient 1: irinotecan + fluorouracil + folinic acid + bevacizumab + AA x 34 days Patient 2: irinotecan+ bevacizumab + capecitabine + AA x 115 days Safety, PK, clinical effectiveness Patient 1: disease progression Patient 2: stable disease x 3.5 mo Patient 3: CA 125 and CA 15 -3 increased further PK: plasma AA concentration -time profile was not affected by chemotherapy but there was short -term tissue retention of AA following chemotherapy Patient 1: no side effects/toxicity Patient 2: thirst & 19 Patient 3: 54y female with recurrent breast cancer Patient 3: capecitabine + trastuzumab + AA x 46 days unpleasant fluttering in upper abdomen during AA infusion + fatigue & mentally hazy the day after AA Patent 3: no toxicity but withdrew due to inconvenience Shin 2001134 vitamin E interferon Phase II USA 45 Adults with locally advanced head and neck squamous cell carcinoma Median age = 52y Males = 80% -interferon (IFN) + 13-cis-retinoic acid (13-cRA) + oral - tocopherol Concurrent therapy x 12 mo Disease recurrence, second primary tumor (SPT) development Recurrence: 9% locoregional, 5% locoregional + metastases 2% developed SPT Toxicity generally consistent with previous reports of IFN and 13 -cRA alone or in combinatio n Nonhematologic AE: mild - moderate mucocutaneous AE, flu -like symptoms, anorexia, weight loss, fatigue (grade 2 & 3), peripheral neuropathy (grade 2 & 3), mild - moderate hypertriglyceridemia, grade 3 vision change - 1 patient, severe strep throat infection - 1 patient Hematologic AE: mild Axtner 2016131 mistletoe catumaxomab, bevacizumab Cohort Germany Adults with advanced pancreatic carcinoma Median age = 68y Males = 48% Neither: no/<1 week of Viscum album (VA) + no chemotherapy Chemo: no/<1 week of VA + chemotherapy VA: >4 weeks of VA (any route) + no chemotherapy Both: >4 weeks of VA (any route) + chemotherapy 1 patient each on: catumaxomab; bevacizumab + gemcitabine Median survival Survival benefit for both (12.1 mo) vs. chemo (7.3 mo); p = 0.014 Survival benefit for VA (5.4 mo) vs. neither (2.5 mo); p = 0.006 Not discussed Thronicke 2017127 mistletoe nivolumab, ipilimumab, pembrolizumab Pilot cohort Germany 16 Adults with advanced or metastatic cancer Median age = 64y Intervention: immune checkpoint inhibitors (ICM) + IV or SC Viscum album (VA) Comparison: ICM Occurrence of adverse events (AE) Complete response: 0 Partial response: 0 ICM vs. 33.3% ICM/VA (p = 0.21) No serious AE or adverse reactions > 1 AE: ICM 71.4% vs. ICM/VA 66.7% (p > 0.99) 20 Males = 44% Duration of VA therapy x 84 days (median) Stable disease: 28.6% ICM vs. 22.2% ICM/VA (NS) 0.720) 1 patient: moderate nausea/ vomiting attributed with cancer Median age = 65y Males = 39% All participants: supportive therapy & chemotherapy permitted Combined: IV Viscum album (VA) + IV monoclonal antibody (mAb) on the same day VA: no mAb 1 month on either side of VA mAb: no VA 1 month on either side of mAb Combined therapy x 3.5 mo (median) Occurrence of adverse events (AE) Not discussed AE rates: mAb 26.5% mAb vs. combined therapy: 4.97 trastuzamab Phase II USA 30 Adults with cancer - related fatigue (CRF) Median age = 58y Males = 50% chemotherapy + oral Panax ginseng 1 patient each on: rituximab + vincristine + trastuzamab Concurrent therapy x 29 days Safety, tolerability, effect on fatigue Improvement in Functional Assessment of Chronic Illness Therapy: fatigue (p=0.0006), physical (p=0.002) Improvement in Edmonton Symptom Assessment Scale: pain (p=0.01), fatigue (p=0.0001), appetite (p=0.0097) Median improvement in Global Symptom Evaluation: 5 points No grade >3 AE attributed to ginseng Most common grade <3 AE: pain & nausea - not attributed to ginseng 21 Table 2.3 Concurrent NHPs and Immunotherapy in Case Series and Reports Paper Name NHP(s) Immunotherapy Drug(s) Type of Study Setting Participant(s) Conventional drug(s) & NHP(s) Clinical Course Fink 2011137 vitamin D trastuzumab Case Report Germany 59y female with - + carboplatin trastuzumab on day 1 of each cycle NHP: Vitamin D3 2000 units oral daily Developed moderate stomatitis, dermatitis on the fingertips, marked dysgeusia and eventually a painful fissure on the right thumb, low serum vitamin D After vitamin D x 3 wks, the skin was nearly healed, no stomatitis and taste disorder, serum vitamin D Narsana 2014138 vitamin D lenalidomide Case Report (Conference Abstract) USA 64y female with recent diagnosis of multiple myeloma + lytic bone lesions Drugs: daily + calcitriol 1mcg daily + vitamin D2 150,000 units weekly + IV calcium gluconate x 5 weeks 3 weeks post bisphosphonates & 4 days post denosumab the patient presented with severe acute hypocalcaemia (total cal cium 5.2mg/dl, ionized calcium 0.78 mmol/l, vitamin D 11 ng/ml) Calcium, calcitriol and vitamin D corrected the hypocalcaemia low vitamin D may have made her more prone to develop severe hypocalcaemia von Schoen - Angerer 2015139 mistletoe patient: 64y female with high-grade muscle - invasive urothelial bladder cancer Drug: Intravesical BCG every 3 mo x yrs 5 years tumor -free Patient reported an increase in energy on VA Local redness/itching, nausea and headache after first 2 VA injections; gross hematuria after BCG Kopecky 2018140 metastatic renal cell carcinoma Drugs: nivolumab 300mg every 14 days x 6 doses + fentanyl 100mcg/h patch every 3 days + intermittent diphenoxylate hydrochloride 2.5mg NHP: intermittent probiotic (Lactobacillus acidophilus) 14 days following the last dose of nivolumab the patient developed severe chorea -like dyskinesia and paranoid hallucinatory syndrome; query immune - related encephalitis 22 Figure 2. 3 Risk of Bias Assessment of Individual Randomized Studies141 Figure 2.4 Overall Risk of Bias Assessment of Randomized Studies141 23 Figure 2. 5 Risk of Bias Assessment of Individual Non -Randomized Studies141 Figure 2.6 Overall Risk of Bias Assessment of Non -Randomized Studies141 24 Concurrent immunotherapy and NHPs Monoclonal antibodies Clinical evidence exists of concomitant use of anticancer monoclonal antibodies along with vitamin D, vitamin C, mistletoe, and ginseng. The SUNSHINE randomized clinical trial,124 assessed to have a low risk of bias, included 139 adults with advanced or metastatic colorectal cancer on leucovorin, 5 -fluorouracil, oxaliplatin (mFOLFOX6) and bevacizumab . This trial compared progression free survival of those on high -dose oral vitamin D3 (8000 IU/day x cycle 1, then 4000 IU/day) to standard -dose oral vitamin D3 (400 IU/day). The median progression free survival was not statistically significantly different (p = 0.07) ; however , the supporting hazard ratio did show a statistically significant reduction in risk of cancer progression or death with high -dose oral vitamin D3 (HR 0.64, 95% CI 0 - 0.90; p = 0.02) .124 Hyperphosphatemia and nephrolithiasis were reported as possibly related to vitamin D supplementation ; however, fewer episodes of grade 3 or higher diarrhea were observed in the high -dose vitamin D group .124 Trastuzumab was also taken concurrently with vitamin D in a case report .137 This patient developed mod erate stomatitis, finger which improved after oral vitamin D3 supplementation .137 Vitamin C was used concurrently with monoclonal antibodies in two small phase I/II clinical trials. The first, was a vitamin C dose -finding study involving three patients with non - Hodgkin's lymphoma on a regimen of rituximab, cyclophosphamide, cytarabine, etoposide , and dexamethasone .135 While all patients reached their target plasma ascorbic acid concentration with a 75g intravenous (IV) dose, no AEs were attributed to the vitamin C .135 Hoffer et al.126 assessed the effect of high -dose IV vitamin C in 14 patients on chemotherapy which offered a low likelihood of clinical response. Three of these patients were on monoclonal antibodies, bevacizumab or trastuzumab, as part of various chemotherapy regimen s.126 While one pat ient reported no side effects, another reported thirst and unpleasant fluttering in their upper abdomen during vitamin C infusion and mental haziness the day following influsion .126 The third patient did not report any toxic effects but withdrew due to the inconvenience of t he vitamin C infusions .126 A pharmacokinetic effect of chemotherapy on short -term tissue retention of ascorbic acid was also reported .126 25 In a cohort of 240 patients with advanced pancreatic cancer, a statistically significant (p = 0.014 ) benefit on median survival was observed for mistleto e combined with chemotherapy (12.1 months) compared to chemotherapy alone (7.3 months) .131 AEs were not measured .131 This study included patients on heterogeneous chemotherapy regimens; only one pat ient each were on therapy that included catumaxomab or bevacizumab, making interpretation challenging .131 A cohort of 56 adults with cancer evaluated AEs in patients on monoclonal antibodies (trastuzumab, bevacizumab, cetuximab, panitumumab , or rituximab) in with IV mistletoe compared to e ach therapy alone; all groups were permitted other supportive therapy and chemotherapy .128 The AE rate was higher in the monoclonal antibody group versus combined therapy (OR 4.97, 95% CI 1.53 -16.14; p = 0.008) , and serious rates were similar (monoclonal antibodies 3% vs. combined 2%) .128 When ginseng was taken along with chemotherapy (one patient each on rituximab or trastuzamab), cancer -related fatigue was reduced, and no AEs were attributed to ginseng .129 Immune checkpoint inhibitors We identified articles that involved concurrent mistletoe or probiotics with immune checkpoint inhibitors. In a pilot cohort study of 16 adults with advanced or metastatic cancer, rates of AEs were not statistically significantly different in t hose on immune checkpoint inhibitors (nivolumab, ipilimumab pembrolizumab) with mistletoe in comparison to immune checkpoint inhibitors alone.127 One patient on combination therapy reported moderate nausea and vomiting , which resolved with the discontinuation of mistletoe .127 No serious AEs were identified over the duration of treatment (median 84 days) .127 The secondary exploratory outcome of disease response rate was not adequately powered to detect statistically sign ificant differences .127 A case report was identified in which nivolumab was used concurrently with intermittent Lactobacillus acidophilus probiotics, along with fentanyl and intermit tent diphenoxylate hydrochloride .140 This patient, with metastatic renal cancer, developed severe chorea -like dyskinesia and paranoid hallucinatory syndrome 14 days following their 6th dose of nivolumab; this was queried as immune -related encephalitis secondary to immune checkpoint inhibitors .140 26 Other immune system modulators Vitamins C, D, E, ginseng, and mistletoe have been used alongside anticancer cytokines , immunomodulatory drugs , and BCG in available clinical evidence. A randomized trial of 81 patients with myelodysplastic syndrome or acute myelogenous leukemia compared -interfer on, oral vitamin D3 and retinoid acid with cytosine arabinoside .132 There was no statistically significant difference in treatment response or survival, but authors hypothesized an additive or synergistic effect of interferon, vitamin D an d retinoid acid as the individual components generally give lower response rates .132 There was a higher frequency of side effects in the interferon, vitamin D, and retinoid acid group , and reversible hypercalcemia was noted in 20% of patients on vitamin D .132 Vitamin D was also taken concurrently with another i mmunomodulator, lenalidomide, in a case report .138 This patient experienced severe acute hypocalcaemia post bisphosphonate and denosumab therapy , which was treated with calcium, calcitriol, and vitamin D2 .138 While low serum vitamin D may have made this patient susceptible to hypocalcaemia, it is unclear whether concurrent lenalidomide had an effect on this AE.138 Vitamin s C and E have been used in combination with vitamin A, polyphenols, lipoid acid, carbocysteine , and several conventional medications, including thalidomide, for the treatment of clinical cachexia .125 Differe nt combinations appeared to have differing effects on lean body mass, resting energy expenditure , and fatigue, but toxicity was comparable .125 Forty - five adults with head and neck cancer were treated with -interferon, 13 -cis-retinoic acid, and oral vitamin E .134 Nine percent of patient experienced locoregional recurrence, 5% metastasis , and 2% developed second primary tumors .134 Toxicity was consistent with what would be expected of -interferon and 13 -cis-retinoic acid, taken alone or together, with patients experiencing mild to moderate non -hematological AEs, and mild hematologic AEs.134 Kountouras et al.136 predicted an additive or combinatio n of recombinant -interferon, doxorubicin, tamoxifen, desferrioxamine and oral ascorbic acid. However, this study was determined to be at critical risk of bias .136 While the mixture increased mean survival, tumor regression and stable disease, this was in comparison to patients on no antitumor therapy, suggesting a significant risk of residual confounding .136 Toxicities observed were attributed primarily to interferon and doxorubicin .136 A single arm study of thalidomide, arsenic trioxide, dexamethasone, and oral ascorbic acid ha d an overall response rate of 21% and 27 median progression free survival of 14.4 months in 28 patients with myelodysplastic syndrome, myeloproliferative neoplasms or primary dyspn ea, and infections , and 82% of patients experienced fatigue .130 Ginseng was taken in combination with rituximab and lenalidomide, one patient on each, with some benefit on cancer -related fatigue and without notable side effects attributed to the NHP .129 In addition, one patient in the literature took BCG and mistletoe concurrently for the treatment of bladder cancer .139 Local redness and itching, nausea , and headache were reported after the first two mistletoe injections, however the patient did report a feeling of increa sed energy on this therapy .139 Authors also indicated that mistletoe may have had a \"possible beneficial effect\" on the patient's cancer as they were tumor -free for 5 years ; however , there are many other clinical factors to consider , including that the patient underwent oth er treatments , such as tumor resection .139 Discussion To our knowledge, this is the first systematic review to synthesize existing clinical evidence on concurrent anticancer immunotherapies and NHPs. In terms of the effect on efficacy, the studies included in this review generally trended towards a beneficial effect of concurrent therapy. However, there is very high level of uncertainty in this result due to the lack of, or poor choice of comparison group, heterogeneity, and overall poor internal validity of studies . Conflicting results of efficacy were also reported by the study with the lowest risk of bias.124 Patients often take NHPs for their perceived benefit s throughout cancer treatment, but we did not find sufficient evidence to support this practice during immunotherapy .20,39 The small benefits seen in a few studies on treatment response, survival , and fatigue are, at most, hypothesis -generating and indicate the need for large, rigorous randomized controlled trials to confirm these findings. The evidence in this review did not highlight any clear safety signals of th e included NHPs taken concurrently with immunotherapy. In general, the addition of NHPs to an anticancer regimen containing immunotherapy resulted in comparable toxicity to what was observed or expected to be observed with single agents and/or the toxicity was not attributed to the NHP. Although very few AEs were reported for NHPs, often therapies were taken in heterogeneous combinations. In three papers, patients on any type of chemotherapy were included and this meant that only two of 240, three of 30 , and three of 14 participants were taking 28 immunotherapy .126,129,131 In addition, studies frequently lacked an adequate comparator; combined immun otherapy and NHPs were compared to a completely separate anticancer regimen132 or no anticancer treatment at all ,136 and many others were single -arm studies. These factors make assessing causality of AEs problematic, particularly as no methods for estimating causal relationships were reported in the studies .142 AEs may also be underestimated due to the high risk of type 2 errors in phase I and II clinical trials, as they are not designed to detect harms that are less common or delayed .143 In half of the included studies, sa fety was a secondary outcome and one study131 did not measure any safety outcome. Given the methodological limitations of the included papers, the paucity of harms reported in this review does not allow us to disregard their potential existence, but it helps provide a direction for future research. AEs attributed to NHPs included thirst, abdominal discomfort , and mental haziness with vitamin C ;126 hyperphosphatemia, hypercalcemia and nephrolithiasis with vitamin D ;124,132 and local redness and itching, nausea, vomiting , and headache with mistletoe .127,139 In a few studies, improved rates of AEs, such as diarrhea and mucocutaneous toxicity with vitamin D ,124,137 were seen with concurrent therapy; confirmatory studies are required. A lack of discussion on NHP use be tween patients and conventional oncology healthcare professionals is common .9,11-13 Reasons for nondisclosure of NHP use include lack of clini cian inquiry and patients' anticipation of clinician disapproval, disinterest, or lack of knowledge on NHPs .9,12,126 Additionally, there is a perception that NHP use may be irrelevant or innocuous to conventional treatment .9,11,12 The results of this systematic review reaffirm that NHPs are not without physiological effects and ongoing clinician -facilitated discussion and monitoring is required for fluctuations in anticancer efficacy and mitiga tion of toxicity .11,12,28 There are several strengths of this review. We utilized a number of productive databases with high quality, peer -reviewed articles ,71,144,145 conducted hand searching of NHP -based resources , and incorporated numerous synonyms in our search terms .73 This allowed us to reduce some of the barriers in locating NHP -related publications , such as publication biases and inconsistent indexing .70,71,73 In addition, we were comprehensive in our inclusion of observational studies in addition to interventional studies, to ensure that safety was adequately addressed .70,72,100 Two independent reviewers screened titles and abstracts , and subsequently the full text articles for inclusion and Cochrane risk of bias tools122,123 were used to assess validity issues within the studies included in our review. 29 Systematic reviews of complementary medicine, including NHPs, pose many unique challenges .70,71,73,144 There is some evidence that language -related publication bias exists in complementary medicine literature ,70 thus restricting to English only text was a potential limitation this review. It is likely that language -related publication bias results in more conservative results , as more often negative complementary medicine findings are present in English -language journals in comparison to non -English -language journals .70 As anticipated, we identified a low number of randomized controlled trials, only one of which was blinded ,124 and the interventions, controls , and outcomes were heterogeneous and not appropriate for meta - analysis .71,72 Generalizability of the results is affected by the variations in formulations, consistency , and quality of available NHPs ,39,40,65,70 and complexity and variability of anticancer regimens utilized in the papers and in practice. The existence of theoretical NHP -anticancer medication interactions , and the lack of sufficient supportive clinical data, is apparent in the litera ture.21,40,43,58 Proposed mechanisms for NHP -anticancer medication interactions exist from in vitro and animal studies, focusing primarily on the induction and inhibition of the CYP enzymes, impacts on drug transporters and efflux proteins , and various pharmacodynamic effects .18,54,58,146 Drug interactions with monoclonal antibodies, including those between two drugs, have not yet been fully elucidated in the research and therefore are often absent from previous reviews on NHP -anticancer medication .18,54,58,147,148 It is unders tood that monoclonal antibodies may have a lower susceptibility to drug -drug interactions due to differences in clearance pathways; they are commonly eliminated via catabolic processes compared to hepatic metabolism, renal excretion, and biliary excretion commonly used by other medications .115 However, NHPs' effect on immunotherapy pharmacodynamics is still a primary interest for future research , particularly as some NHPs may have immunomodulatory effects themselves as observed in in vitro and animal models.115,149 Similarly, other immun e system modulators in this review have few known drug - drug interactions , which could be related to their primarily non -enzymatic metabolism , or in the case of Bacillus Calmette -Guerin, absence of systemic absorption .150 While this may provide one potential explanation for the scarcity of interactions detected in our review, it is also clear that this topic has inadequate research focus , and this would be required to determine interactio n mechanisms. 30 This systematic review highlights that NHPs have pharmacologic actions and cannot be ignored throughout patient care, particularly in patients taking concomitant immunotherapy. To further supplement conversations and monitoring of NHP use du ring anticancer treatments, additional clarity is required on the positive and negative impacts. There are opportunities to improve research in this area by: 1) consistent document ation of NHP use by healthcare providers , 2) enhanced researcher reporting o f AEs in clinical studies , including assessment of causality , and 3) effective sharing and dissemination of NHP -drug interaction data. Despite the \"bench -to-bed-side\" approach to evaluation NHP -drug interactions suggested by Awortwe et al.,142 the ability to adequately study clinically relevant NHP -anticancer drug interactions requires simultaneous research that starts at the bedside. Given NHP use is already common in current practice ,20,22 if NHP use is documented in clinical electronic health records or inclu ded in cancer registries, there is great potential to use this for more robust pharmacoepidemiologic research .151 This approach has been adopted in Germany by Network Oncology, a registry that includes complementary therapies in addition to conventional medicine, and was utilized in all mistletoe cohort studies in this review .127,128,131 Another important step for ward is to improve reporting of AEs. The Consolidated Standards of Reporting Trials (CONSORT) group has recommendations for reporting harms in randomized trials .152 Like the findings of this review, other papers have described sub -optimal AE reporting in oncology publications72 and following the use of herbal medicine .101 The CONSORT recommendations152 need to be applied consistently to cancer research focused on both conventional and complementary medicine. In addition to improvements needed in randomized trials, enhanced pharmacovigilance and post - marketing AE reporting is required for NHP use in oncology, including consistent causality assessment with existing tools .96,99,142 Lastly, this information needs to be shared; as evidence builds with enhanced NHP and AE reporting, an accessible database of NHP -anticancer medication interactions is required for knowledge translation .116 Conclusion There are limited clinical data that exist on concurrent use of immunotherapy and vitamins C, D, E, mistletoe, ginseng , and probiotics. Current evidence can be considered as hypothesis -generating, largely involving phase I and II clinical trials , which are heterogeneous in patients, interventions, and outcomes , and case series or reports . Larger scale clinical studies 31 with two or more comparison groups are needed to further assist clinicians in shared decision making regarding the efficacy and safety of combining NHPs and anticancer immunotherapy. 32 CHAPTER 3: Natural health product use with antimicrotubul e anticancer medications: A systematic review Introduction Cancer is common and affects people of all demographics.102,103 It is suggested that about half of Canadians will d evelop cancer in their lifetime and new cases are expected to rise worldwide, predicted at over 27 million new cases in 2040.102,103 The aging and growing population , compounded by multiple environmental and health -related risk factors contribute to the increasing human and economic burden of cancer.102,103 In comparison to healthy adult s, individuals with cancer report higher natural health product (NHP) use.17 Health Canada defines NHPs as vitamins, minerals, herbal medicines, homeopathic remedies, traditional medicines, probiotics, amino acids , and essential fatty acids .76 Comparable definitions are used internationally , with the addition of enzymes,153 aroma therapy,154 and plants.155 Use of complementary therapies, including NHPs, is increasing.16,26 In women with breast cancer, complementary health approaches increased approximately 15% over a 7 -year span.16 Decision -making related to NHP use in patients with cancer is a complex and dynamic process, shaped by a number of sociodemographic, dis ease- related , and psychological factors.20,23 -26 Patients may choose NHPs to improve their general condition, provide symptom relief , and/or support conventional therapy.23,30,34 Many patients become first time NHP users after the diagnosis of cancer which may be related to the sense of losing control;24,156 making self -care choices can empower patients.24 NHP use is often revisited throughout cancer therapy in relation to changes in health status or other treatment landmarks.20,24,25 The widespread use of NHPs in patients with cancer, including concurrent use with prescription medications, puts them at risk of NHP -drug interactions.10,112,113 Antimicrotubul e, or microtubule -targeting drugs, are anticancer medications that target part of the cytoskeleton that helps maintain the shape of a cell , and are involved in chromosome separation during cell replication.105,107,157 These medications include are commonly used to treat a wide range of solid tumors such as breast, lung and ovarian cancers.105,150,158 Prostate cancer may also be treated by taxanes , docetaxel or cabazitaxel.105,150,158 Vinca alkaloids are used to treat several 33 types of cancer s as well . 88,131,13 Vincristine is used in the treatment of leukemia, lymphoma, and other child hood cancers .88,131,13 Vinblastine treats lymphoma and testicular cancer, and vinorelbine is used to treat breast and non -small cell lung cancer. 88,131,13 Eribulin and ixabepilone also have a role in the treatment of breast cancer. 88,131,13 NHP interactions with antimicrotubul e anticancer agents may have major clinical consequences by impacting treatment efficacy, toxicity, or quality of life .40,42,146 NHP -drug interactions are viewed as positive or negative contingent on their clinical impact and inf luence on anticancer therapy .39,40,116 Positive interactions could involve increasing the sensi tivity of cancer cells to chemotherapy, improving survival, response rates or quality of life , and reducing chemotherapy -related side effects .39,61,116 The mechanism by which interactions occur may be pharmacokinetic, impacting drug absor ption, distribution, metabolism and/or elimination, or pharmacodynamic, resulting in synergistic, additive , or antagonistic drug effects .39,54,55 Negative pharmacokinetic interactions are possible by altering plasma concentrations of chemotherapy; metabolic enzyme induction could result in treatment failure and enzyme inhibition could increase toxicity .39,40,54,61,116 Anticancer medications are especially sensitive to these types of interactions due to their narrow therapeutic index .40 Potentiating chemotherapy adverse events (AEs) or countering their anticancer action may also occur via pharmacodynamic NHP interactions .39,54,61,116,146 Concerns that exist regarding NHP -antimicrotubul e drug interactions are primarily based on in vitro and animal studies .39,40,43 ,61,112 Often these studies have focused on interactions involving the induction and inhibition of cytochrome P450 -58 Antagonistic effects on anticancer cytotoxicity and been found .39,61 -63 NHP solubility, bioavailability , and product variation frequently make preclinical prediction of clinical outcomes challenging , and in vitro data often do not translate to what is seen in clinical research or practice .39,40,43,61,116 With the surge in self - care and NHP use in patients with cancer ,16,26 it is necessary to determine whether these theoretical interactions are established in human studies. The purpose of this review is to summarize available clinical evidence on the efficacy and safety of concurrent use of NHP and antimicrotubul e anticancer medications. 34 Methods This systematic review was registered with PROSPERO: ID CRD42019124757. The Preferred Reporting Items for Systematic Reviews and Meta -Analyses (PRISMA) guideline100,117 was followed. Inclusion criteria All English language human studies, both observational and interventional, were eligible for inclusion. Participants with any stage or type of cancer were included. There was no restriction on participant age, gender, or ethnicity. Studies were included if concurrent use of antimicrotubul e agen ts and NHPs was present. Anticancer regimens could include additional anticancer medications in other pharmacological classes as long as an antimicrotubule agent was also present; there was no restriction on dose, frequency or duration. A clinically relevant list of NHPs was developed for inclusion , containing garlic, ginseng, milk thistle, mistletoe, probiotics, turmeric, vitamin C, vitamin D, and vitamin E . The NHP selection process, previously published by our research team ,121 involved identification of Canadian population -based data using MEDLINE and EMBASE in addition to expert consensus. Frequency of use, interaction potential , and clinical relevance for cancer patients were used as selection criteria. Cannab is was not included in this systematic review because it regulated by Health Canada differently than NHPs.2 NHP s of any dose, frequency , or duration were included; this involved patients taking more than one NHP, either multi -ingredient or multiple single -ingredient products. We expected that many studies retrieved in our search would have heterogeneous outcomes ; therefore , both efficacy and safety of combined therapy was reviewed. Search methods MEDLINE, EMBASE, CINAHL, and Cochrane Central Register of Controlled Trials (CENTRAL) were searched from inception. Terms related to the population, interventions, and outcomes of interest were used. The MEDLINE search strategy (Appendix 3.1) was translated using appropriate subject headings for each database. Handsearching was completed of reference lists, drug databases (Natural Medicines, About Herbs and Lexicomp® Online), clinicaltrials.gov, WHO International Clinical Trials Registry Platform , and the American Society of Clinical Oncology conference abstract library. 35 Data collection and analysis Search results were exported to RefWorks and duplicates were removed. Reviewe rs included a doctoral student , of which this systematic review is part of their thesis (MB), the doctoral student's supervisor (SV), and two medical students with research experience in NHP interactions and AEs (RS and ES). Titles and abstracts were scree ned independently by two reviewers (MB and RS) . Two reviewers (MB and ES) then independently examined full -text reports to determine eligibility for inclusion. Disagreements were discussed until consensus was reached, or if required, a third reviewer (SV) was consulted. Data extraction was completed by one reviewer (MB) using a pre -piloted spreadsheet. A second reviewer (ES) verified and examined for errors; any discrepancies were discussed. Cochrane risk of bias assessment tools were used. The RoB 2 tool122 was used for individu ally-randomized, parallel -group trials and the Risk Of Bias In Non -randomized Studies - of Interventions (ROBINS -I) tool123 for non -randomized studies. Risk of bias assessments were conducted by one reviewer (MB) and checked by a second (ES). Discrepancies were discussed until consensus was reached, or if required , a third reviewer (SV) was consulted. Data were too heterogeneous to pool for meta -analysis. Measures of effect have been reported in summary tables as provided in original papers. Findings are also presented as a narrative synthesis. Results Search Results A total of 561 records were identified after duplicates were removed. After title and abstract screening, 48 3 records were excluded, and an additional 39 articles were excluded after full-text articles were assessed for eligibility. Thirty -nine hu man studies met inclusion criteria , including 15 randomized trials and 17 non -randomized studies, most of which were phase I , phase II or pilot studies , and one of which was a conference abstract .160 Seven case series and reports were also included. Details of each step is depicted in the PRISMA flow diagram (Figure 3.1). Heterogenous study designs, methods and outcomes precluded a meta -analysis, but extracted data are presented in Tables 3.1, 3.2 and 3.3. Sample sizes of included studies ranged from 10 to 1225, with half recruiting less than 50 participants. Reported mean or median ages of adult patients ranged from 4 4 to 73 years of age. A single study focused on pediatric patients .161 36 Patients had a variety of diagnoses , including prostate, breast, lung, gynecological , and pancreatic cancers, leukemias and sarcomas; participants often had metastatic or advanced disease. At least one paper was identified for each of the NHPs included in the search. They were taken either as monotherapy or in combination with other NHPs, either as individual or multi - ingredient products. Several phase I, II , and III clinical studies focused on vitamin D analogues, such as high -dose calcitriol. Vitamin D analogues and vitamin D containing mo re than 2 ,500 International Units (IU) per dosage form are not classified as NHPs by Health Canada ,162 but available evidence can provide important insight into concurrent vitamin D and anticancer medications, particularly regarding safety signals. NHPs were taken concurrently studies included other anticancer and prescription medications that were taken concurrently as part of therapeutic regimens , as is common in clinical practice. Some studies included patients on any type of chemotherapy, and only select patients were taking antimicrotubul e medications .129,163 -169 Primary outcomes of the included studies were diverse. As many studies were aimed at drug development, outcomes on cancer benefits , such as survival, time to progression , and prostate -specific antigen (PSA) response were common. Others looked at NHPs' effects on chemotherapy and cancer -related side effects, including neuropathy, hepatotoxicity, immune function, fatigue , and quality of life. While a few articles focused on safety and tolerability as part of their primary outcome, AEs were often secondary outcomes, and three studies did not assess AEs at all .170-172 Commonly, AEs in the included papers were graded by severity using versions of the National Cancer Insti tute Common Terminology Criteria for Adverse Events (NCI CTCAE)133. How the AEs were ascertained was described in varying degrees, and often involved a brief description of whether they were clinician or patient reported. Some studies described the likelihood that an AE occurred from NHP or drug exposure, indicating that some form of causality assessment was performed .160,161,164,166,168,173 -183 While it appears that expert judgement was the most common approach taken to determine causality, there was no information on the exact processes used .184 Only one case report described using the Roussel Uclaf Causality Assessment Method (RUCAM ) / Council fo r International Organizations of 37 Medical Sciences (CIOMS) scale, an algorithmic approach, to determine a causal relationship .177,184,185 Risk of bias For the randomized trials, they were judged to raise some concerns or have a high risk of bias (Figures 3.2, 3.3). Bias arising from the randomization process and due to deviations from intended interventions was of primary concern. The lack of allocation concealment and blinding were major contributors to these areas of bias. Thr ee non -randomized studies were appropriate for assessment using the ROBINS -I tool123 and were determined to be at serious or critical risk of bias (Figures 3.4, 3.5). Residual confounding and information biases were concerning in these papers. The remaining non -randomized studies lacked a comparison group. These ar ticles, primarily phase I and II clinical trials, are important for drug discovery and approval, but they have inherent limitations and biases ;186 only a small number of subjects are studied, often with strict inclusion criteria and for a short duration. 38 Figure 3.1 PRISMA Flow Diagram117 Records identified through database searching (n = 581) Screening Included Eligibility Identification Additional records identified through other sources (n = 2 5) Records after duplicates removed (n = 56 1) Records screened (n = 56 1) Records excluded (n = 48 3) Full-text articles assessed for eligibility (n = 7 8) Full-text articles excluded (n = 39) No original data/results n = 15 No NHP of interest n = 9 No antimicrotubular drug n = 7 Duplicates n = 5 Not concurrent use n = 3 Studies included (n = 3 9) Randomized trials (n = 1 5) Non-randomized studies (n = 1 7) Case series/reports (n = 7) 39 Table 3.1 Concurrent NHPs and Anticancer Antimicrotubul e Drugs in Randomized Studies Paper Name NHP(s) Antimicrotubul e Drug(s) Study Type Setting N Participants Intervention(s) & Comparison(s) Primary Outcome(s) Efficacy Safety Ma 2014187 vitamin C paclitaxel Phase I -IIa USA 27 Females with stage III/IV ovarian cancer Intervention: paclitaxel + carboplatin + high - dose IV ascorbate Control: paclitaxel + carboplatin Concurrent x 6 mo Safety Survival: NSS trend towards improvement Median time to progression: NSS Grade 3 or 4 AE: NSS different Grade 1 or 2 AE: statistically significant ascorbate neurotoxicity, infection, bone dermatology toxicities Beer 2006188 vitamin D analogue docetaxel Exploratory analysis of ASCENT USA, Canada 250 Adult males with metastatic, androgen - independent prostate cancer Median age = Intervention : 68y; Control : 70y Intervention: docetaxel weekly + high-dose oral calcitriol Control: docetaxel weekly + placebo Concurrent x 3 weeks of a 4 week cycle; continued until disease progression, unacceptable toxicity or patient request > 50% Prostate - specific antigen (PSA) reduction within 6 months, confirmed > 4 weeks later Published elsewhere Exploratory analysis of safety: incidence of serious AEs (27% vs. 41%, p = 0.05) incidence of serious AEs due to thrombosis (1.6% vs. 7.2%, p = 0.04) grade 3 and 4 thrombosis (1.6% vs. 8.0% p = 0.03) and any grade thrombosis (1.6% vs. 8.8%, p = 0.02) Beer 2007180 (ASCENT -1) vitamin D analogue docetaxel Phase II USA, Canada 250 Adult males with metastatic, androgen - independent prostate cancer Median age = Intervention : 68y; Control : 70y Intervention: docetaxel weekly + high-dose oral calcitriol Control: docetaxel weekly + placebo Concurrent x 3 weeks of a 4 week cycle; continued until disease progression, unacceptable toxicity or patient request > 50% PSA reduction within 6 months, confirmed > 4 weeks later PSA response NSS: 49% placebo vs. 58% calcitriol (p = 0.16) overall survival improved HR 0.67 (95% CI 0.45-0.97; p = 0.04) Incidence of grade 3 or 4 AE: 70% placebo vs. 58% calcitriol 8% placebo (no elevation: 6% placebo vs. 7% calc itriol (no grade 3 or 4) 1 patient on calcitriol had a symptomatic renal calculi 40 Attia 2008181 vitamin D analogue docetaxel Phase II USA 70 Adult males with metastatic, androgen - independent prostate cancer Median age = Intervention : 72y; Control : 70y Intervention: docetaxel + oral doxercalciferol (DC) Control: docetaxel + placebo Concurrent x median 6, 28 day cycles PSA response No difference in the rate of PSA response: 46.7% DC vs. 39.4% placebo (p = 0.560) Rate of grade >3 toxicity: 46% DC vs. 42% placebo (p = 0.785) Increased rates of grade 3 diarrhea in DC group (p=0.025) DC group increased 24h urinary calcium DC dose reducti on needed for grade 2 (2 patients) and grade 4 (1 patient) hypercalcemia Scher 2011189 (ASCENT -2) vitamin D analogue docetaxel Phase III USA, Canada, Germany, Hungary, Czech Republic, Romania, Slovakia, Serbia 953 Adult males with metastatic, castration -resistant prostate cancer Mean age = Intervention : 70y; Control : 71y Intervention: + docetaxel every 3 weeks + dexamethasone Concurrent x 30 wks or until unacceptable toxicity or disease progression Overall survival (OS) Trial stopped early for death: 10.1% control vs. 17.0% calcitriol Median OS: 20.2 mo control vs. 17.8 mo calcitriol (p = 0.002) Similar rates of overall and serious AE Similar thromboembolic = 0.003), (p = 0.031), vomiting (p <0.001), anorexia (p <0. 001), dyspnea (p = 0.003), epistaxis (p <0.001), grade > 3 fatigue (p = 0.040) Hines 2009163 vitamin D taxanes Phase III North America 216 Premenopausal females wi th breast cancer (stages I to IIIB) Mean age = 44y All participants: oral calcium + oral vitamin D Intervention: chemotherapy + risedronate Control: chemotherapy + placebo Concurrent therapy <1 year Taxane -based chemotherapy 3% of patients; anthracycline + Change in lumbar spine bone mineral density (BMD) from baseline to 1 year Lumbar spine BMD: NSS 4.3% loss risedronate vs. 5.4% loss placebo (p = 0.18) Grade 4 AE: 9 patients on risedronate vs. 5 patients on placebo Of note, both groups were on vitamin D 41 taxane -based 55% of patients Argyriou 2005164 vitamin E paclitaxel Pilot Greece 40 Adults with nonmyeloid malignancies Mean age = 59y Males = 58% (13/20 patients on paclitaxel) oral -tocopherol Control: chemotherapy alone (12/20 patients on paclitaxel) Concurrent x 6 courses of chemotherapy + < 3 months post Incidence of neurotoxicity Incidence of neurotoxicity: intervention 25% vs. control 73.3% (p = 0.019; ITT population p = 0.023) Neurotoxicity RR = 0.34 (95% CI 0.14 - 0.84) Similar AE rates between groups Most common: GI toxicity (nausea and vomiting), alopecia and myelosuppression (leukopenia, neutropenia or thrombocytopeni a) No AEs attributed to vitamin E Argyriou 2006182 vitamin E paclitaxel Phase II Greece 37 Adults with solid or nonmyeloid malignancy Mean age = Intervention : 57y; Control : 57y Males = Intervention : 44%; Control 32% Intervention: paclitaxel + oral - tocopherol Control: paclitaxel alone Concurrent x 6 courses of paclitaxel + < 3 months post Incidence of paclitaxel - induced peripheral neuropathy (PIPN) Incidence of PIPN: intervention 18.7% vs. = 0.03; ITT population p= 0.032) Neurotoxicity RR = 0.3, (95% CI 0.1 -0.9) Similar AE rates between groups (p = 0.96) Most common: nausea, vomiting and alopecia No AEs attributed to vitamin E Kottschade 2011165 vitamin E taxanes Phase III USA 207 Adults with gross cancer removed + curative -intent chemotherapy Age >50y = 61% Males = 18% Intervention: chemotherapy + oral -tocopherol Control: chemotherapy + placebo 58% were on taxanes Concurrent x chemotherapy duration + 1 mo Incidence of grade 2+ sensory neuropathy (SN) No difference in incidence of grade 2+ SN; vitamin E 34% vs. placebo 29% (p=0.43) No difference in toxicity between groups Intervention group: two grade 3 AE (thrombocytopenia & hypersensitivity); deemed likely related to chemotherapy Anoushirvani 2018170 vitamin E paclitaxel RCT Iran 63 Adults with a solid tumour Mean age = omega 52y; vitamin E 51y; control 52y Males = omega 29%; vitamin E 24%; control 29% Omega: oral omega -3 + paclitaxel Vitamin E: oral vitamin E + paclitaxel Control: placebo + paclitaxel NHP use started with paclitaxel & continued 3 mo after discontinuation Presence of neuropathy Without neuropathy: 71.4% omega vs. 66.7% vitamin E vs. 28.6 placebo; intervention groups vs. control p=0.0001; NS difference between Not d iscussed 42 intervention groups Chen 2009190 ginseng vinorelbine RCT China 63 Adults with advanced non - small cell lung cancer Mean age = intervention 65y; control 58y Males = intervention 55%; control 50% Intervention: vinorelbine + cisplatin + IV Shengmai Injection (red ginseng, cisplatin Concurrent x median 2.94 cycles of chemotherapy Response rate, 1 year survival rate, median survival time and median time to progression (TTP) Response rate: 48.5% intervention vs. 32.2% control (p = 0.0373); Median survival time: 13 mo intervention vs. 9 mo control (p = 0.014); 1 year survival rate: NSS (p = 0.4042) 3/4 33.3% intervention vs. 39.3% control (p = 0.31) other severe AE found Fang 2018191 ginseng paclitaxel RCT China 150 Adults with advanced small cell lung cancer Mean age = Intervention 67y; Control 65y Males = Intervention 69%; Control 69% Intervention: paclitaxel + cisplatin + cisplatin Concurrent x 3 mo Peripheral blood T cell and ratio test, serum inflammatory factors CD 4+ T cell, CD 8+ T cell and CD 4+ /CD 8+ T cell were statistically significantly in intervention group after 1 mo, 2 mo and 3 mo IL-2, IL -6 and TNF - statistically significant in intervention group after 1 mo, 2 mo and 3 mo GI AE (p = 0.031), serious hair loss (p = 0.004) and liver/kidn ey toxicity (p = 0.025) in intervention group Ladas 2010161 milk thistle vincristine Pilot USA, Canada 50 Children 1 -19 yo with acute lymphoblastic leukemia in maintenance phase chemotherapy with > grade 2 hepatotoxicity Median age = Intervention 8y; Control 6y Control: chemotherapy + placebo Hepatotoxicity (AST, ALT, total bilirubin) at day 28 and 56 NSS differences in mean levels of AST, ALT or total bilirubin at day 28 AST at day 56 (p = 0.04) with milk thistle NSS differences in mean reduction in AST Similar grade 3 or 4 toxicities Side effects in mil k thistle group included diarrhea, flatulence, irritability and stomach - ache Adherence: 68% milk thistle group vs. 96% placebo 43 Concurrent therapy x 28 days or ALT from baseline to day 28 mean reduction in AST from baseline to day 56 (p = 0.05) Piao 2004166 mistletoe vinorelbine, vindesine RCT China 233 Adult patients with breast, ovarian and non-small cell lung cancer Median age = 51y Males = 22% Intervention: chemotherapy + subcutaneous + phytopharmacon with lung cancer (94 vinorelbine + cisplatin or mitomycin + vindesine + cisplatin Concurrent > 4 wks < 12 wks Quality of life, safety Statistically significant improvement of quality of life with mistletoe Total number of AE: 52 intervention vs. 90 control Serious number of AE: 5 intervention vs. 10 control 1 serious AE attributed to mistletoe: angioedema and urticaria Other AE attributed to mistletoe: fever (4 patients), rubor/pruritis injection site (7 patients) Marschalek 2017167 probiotic paclitaxel, docetaxel Pilot Austria 27 Postmenopausal females with breast cancer Median age = Intervention 59y ; Control 62y Intervention: chemotherapy + oral followed by docetaxel 45.5% of patients Concurrent x 2 wks Vaginal microbiota (Nugent score) Positive influence on vaginal microbiotia (towards normal) in 63% intervention vs. 36% control No AEs reported by patients NSS, not statistically significant ; ITT, intention to treat 44 Table 3.2 Concurrent NHPs and Anticancer Antimicrotubul e Drugs in Non -Randomized Studies Paper Name NHP(s) Antimicrotubul e Drug(s) Study Type Setting N Participants Intervention(s) & Comparison(s) Primary Outcome(s) Efficacy Safety Hoffer 2015126 vitamin C, vitamin D docetaxel, paclitaxel Phase I -II Canada 14 Adults with cancer on chemotherapy that offered <33% likelihood of clinical response Patient 1: 73y female with stage IV lung cancer Patient 2: 47y female with stage IIB cervical cancer Patient 3: 63y male with metastatic tonsil cancer Patient 4: 58y male with metastatic, small cell lung cancer All: chemotherapy + IV ascorbic acid (AA) Patient 1: carboplatin + docetaxel + AA x 85 days Patient 2: paclitaxel + vitamin D + AA x 2 mo Patient 3: carboplatin + docetax el + AA x 178 days Patient 4: paclitaxel + AA x 11 days Safety, PK, clinical effectiveness Patient 1: transient stable disease x 46 days Patient 2: transient stable disease x 84 days; energy level Patient 3: transient stable disease x 112 days; improv ed well - being Patient 4: disease progression PK: plasma AA concentration -time profile was not affected by chemotherapy but there was short -term tissue retention of AA following chemotherapy Patient 1: no AE attributed to vitamin C Patient 2: chilliness, thirst, headache, rumbling feelings and shakiness during infusion ( by slowing infusion rate) Patent 3: no AE discussed Patient 4: no AE discussed Beer 2001192 vitamin D analogue docetaxel Phase II pi lot USA 11 Adult males with androgen - independent prostate cancer Median age = 73y docetaxel + dexamethasone + oral high -dose calcitriol Concurrent <8 weeks 50% PSA reduction x 2 consecutive evaluations >4 weeks apart All patients: serum PSA 5 patients completed 8 weeks and all had >50% PSA reduction, 2 patients had confirmatory PSA & met PSA response criteria Grade 1 AE: 2 episodes of allergic reaction, 1 episode of aminotransferase elevation Grade 2 AE: 1 patient each - neutropenia, leukope nia, diarrhea, fatigue Grade 3 AE: 1 patient catheter -related infection Beer 2003193 vitamin D analogue docetaxel Phase II USA 37 Adult males with metastatic, androgen - independent prostate cancer Median age = 73y docetaxel + dexamethasone + oral high -dose calcitriol Concurrent x median 43 weeks 50% PSA reduction x 2 consecutive evaluations >4 weeks apart PSA death) Hypercalcemia: 2 patients grade 1 + 1 45 patient grade 2 (took dose in error); resolved without intervention No symptomatic urinary calculi Transient creatinine elevations (grade 1): 6 patients Similar AUC and half - life of docetaxel with and without calcitriol Muindi 2002183 vitamin D analogue paclitaxel Phase I USA 36 Adult patients with advanced solid tumors Median age = 64y Males = 72% paclitaxel + pre - medications + Concurrent x 3 -38 days PK analysis, dose limiting toxicity Substantial interpatient variation in peak serum calcitriol concentration, time to reach maximum concentration and area under the curve (AUC) Serum calcitriol AUC was not proportional to dose (p = 0.0014) No dose -limiting hypercalcemia or toxicity observed Blanke 2009173 vitamin D analogue docetaxel Phase II North America 25 Adults with previously untreated metastatic or locally advanced pancreatic cancer Median age = 63y Male = 68% docetaxel + dexamethasone + oral high -dose calcitriol Concurrent x median 2 cycles Time -to- progression Median time -to- progression: 3.6 mo (95% CI 1.9 -5.6 mo) Overall survival: 5.6 mo (95% CI 4.1 Grade 3 52% hyperglycemia hypercalcemia seen Medioni 2014174 vitamin D analogue docetaxel Phase I France 56 Adult males with naïve, metastatic, castrate -resistant prostate cancer Median age prednisone + oral inecalcitol toxicity (DLT) PSA response: 85% had >30% PSA decline within 3 mo DLT in 2 of 4 patients receiving 8,000 µg/day; maximum tolerated dose = 4,000µg daily Hypercalcemia: 3 patients experienced grades 2 and 3 at two highest doses; 31.5% reported at least 1 case of grade 1 46 Higher than expected frequency of neutropenia Mean PTH levels Lacouture 2017160 vitamin D analogue taxanes Phase I (conference abstract) USA 21 Adult females with breast, gynecologic cancers and sarcomas taxane -based chemotherapy+ topical calcitriol dose (MTD) Inter -individual PK variability Clinical response observed at each dose level Treatment -related A E (probably/possibly): mild-moderate scalp pain, vitamin D levels, passage of renal calculus MTD not detected No dose limiting toxicities or severe treatment -related AEs Petrioli 2007175 vitamin D analogue docetaxel Phase II Italy 26 Adult males with metastatic, hormone - refractory prostate cancer Median age = 68y docetaxel + dexamethasone + ondansetron >3 weeks, tolerability PSA response: 27% of patients, median duration of 3.8 mo Most frequent AE: neutropenia, anemia, thrombocytopenia, fatigue Grade 3 AE: neutropenia (2 patients), anemia (2 patients), thrombocytopenia (1 patient), vomiting (1 patient), fatigue (1 patient) Hypercalcemia: grade 1 = 16 patients, grade 2 = 1 patient Hypophosphatemia in most patients Tiffany 2005178 vitamin D analogue docetaxel, estramustine Phase I -II USA 24 Adult males with metastatic, androgen - independent prostate cancer Median age = 67y Estramustine + docetaxel + dexamethasone + oral high -dose calcitriol + aspirin + warfarin Concurrent x median 5 cycles Safety PSA response ( >50%): 32% Measurable disease: 13% partial response, 20% stable disease Median time to progression: 17 wks Median overall survival: 54 wks Most common grade 2, 3 or 4 AEs: hyperglycemia, hypophosphatemia, anemia, neutropenia, fatigue, nausea, constipation Hypercalcaemia: grade 1 - 12.5%, grade 2 - 4.2% 47 Grade 1 creatini ne: 42% 1 patient had dose - limiting toxicity: grade 3 liver function test Siewinski 2004171 vitamin E paclitaxel Non- randomized Poland 22 Adult females with stage III/IV ovarian cancer Age range = 23 - 64y Intervention : vitamin E + cisplatin + paclitaxel Control: activity with vitamin E Not discussed Zirpoli 2017172 (DELCaP) vitamin C, vitamin D, vitamin E paclitaxel Secondary Analysis of Phase III RCT USA 1225 Adult females with stage I -III breast cancer < 40y = 32%; 40 - cyclophosphamide + paclitaxel Interventions: supplement use (including vitamin C, D and E) Control: Non-users of selected supplements Concurrent use (duration not assessed) Chemotherapy -induced peripheral neuropathy (CIPN) Vitamin C, D and E were not statistically significantly associated with likelihood of grade 3/4 neuropathy Not discussed Cox 2006194 garlic docetaxel PK study USA 10 Adult females with metastatic or incurable, localized, breast cancer Median age = 53y docetaxel + dexamethasone + pre-medication (ondansetron, ranitidine, garlic Concurrent x 12 days Docetaxel PK Not discussed Mean clearance (L/h/m2): from 30.8 on docetaxel alone to 23.7 on garlic x 4 days to 20.0 on garlic x 12 days; NSS (p = 0.17) Patients carrying a CYP3A5*1A allele may be more susceptible to clearance NSS: change in peak concentration (p = 0.79), area under the curve (p = 0. 36), volume of distribution at steady state 48 (p=0.84), half life (0.36) Wang 2014195 ginseng docetaxel Cohort China 78 Adults with breast cancer Median age = Arm 1 48y; Arm 2 52y; Arm 3 49y; docetaxel, epirubicin, Arm Arm IV Shenmai injection (ginsenosides + ophiopogonis) Arm 3: cantharidin sodium + IV Shenmai injection Control: chemotherapy only Concurrent >3 cycles of chemotherapy Efficacy, toxicity No disease progression in any arms incidence of nausea, vomiting, fatigue and bone marrow suppression compared to control Yennuraj - alingam 2015129 ginseng paclitaxel, docetaxel, vincristine Phase II USA 30 Adults with cancer -related fatigue (CRF) Median age = 58y Males = 50% chemotherapy + oral Panax ginseng 1 patient each on: carboplatin + docetaxel + 5 - fluorouracil, patients: + paclitaxel Concurrent therapy x 29 days Safety, tolerability, effect on fatigue Improvement in Functional Assessment of Chronic Illness Therapy: fatigue (p=0.0006), physical (p=0.002) Improvement in Edmonton Symptom Assessment Scale: pain (p=0.01), fatigue (p=0.0001), appetite (p=0.0097) Median improvement in Global Symptom Evaluation: 5 points No grade >3 AE attributed to ginseng Most common grade <3 AE: pain & nausea - not attributed to ginseng Eisenbraun 2011168 mistletoe paclitaxel Prospective single -arm Germany 270 Adults with stage I-III breast cancer Mean age = 55y chemotherapy + subcutaneous mistletoe paclitaxel was part of 7.4% of regimens Concurrent x mean 20 weeks Health related quality of life Quality of life function and symptom scales initially during chemotherapy, then remained stable and compared to baseline 4 weeks after chemotherapy (p<0.0001) Local reactions at injection site: 87% of patients Expected side effects: lassitude (33%), headache (24.1%) and unspecified malaise (18.9%), 1 case of 49 dizziness, 1 case of dermatitis Severe AE: necrotizing colitis - deemed unlikely related to mistletoe 40.4% indicated occasional limitations, -arm 39 Adults with pancreatic cancer Median age = 61y Males = 56% chemotherapy + intratumoral mistletoe 1 patient on paclitaxel + cisplatin Safety, efficacy Median overall survival: 11 mo Most common AE: body temperature <38°C AEs: fever >38°C, pain, nausea, generalized skin irritation, changes in blood count, circulatory problems and headaches During 223 applications, 6 procedure -related difficulties and 2 errors occurred Mahammedi 2016176 turmeric docetaxel Phase II pilot France 30 Adult males with metastatic, castration - resistant prostate cancer Median age = 69y docetaxel + prednisone + oral curcumin Concurrent <6 cycles of chemotherapy Objective response rate (ORR) of target lesions, PSA by >50% ORR: 40% partial response, 60% stable disease PSA response: of patients Death: 1 cerebral hemorrhage, 1 Grade 3 or 4 AE: neutropenia (63%), ungual toxicity, anorexia No AEs were attributed to curcumin by investigators 50 Table 3.3 Concurrent NHPs and Anticancer Antimicrotubul e Drugs in Case Series and Reports Paper Name NHP(s) Antimicrotubul e Drug(s) Study Type Setting Participant(s) Conventional drug(s) and NHP(s) Clinical Course Carr 2014196 vitamin C paclitaxel Case Report New Zealand 45y female with invasive ductal carcinoma of the left breast (grade 2, ER+, PR+, HER2 -) Drug: paclitaxel once weekly NHP: vitamin C 50g IV twice weekly, 2 days either side of each chemotherapy session fatigue, pain, appetite loss, nausea/ vomiting and insomnia + physical, emotional, cognitive, social functioning and global health status following 4 weeks of vitamin C administration No AE observed by the patient or physician Madison 2002197 vitamin D estramustine Case Report (Letter to the Editor) USA 88y male with prostate cancer and bone metastases Drug: estramustine 2000 mg/m2 IV weekly x 2 doses NHPs: calcium carbonate 3900 mg per day + calcitriol 0.5 µg per day, cholecalciferol 50,000 units per week after diagnosis of deficiency After 2 doses of estramustine developed severe hypocalcemia (5.4 mg/dL; ionized 0.73 mmol/L), hypophosphatemia, 24h urine severe vitamin D deficiency (8 ng/mL). Improvement after supplementation initiated (not resolved as patient died of respiratory failure) Vitamin D deficiency predisposed patient to severe hypocalcemia with IV estramustine AEs not discussed Watthanasun - torn 2018198 vitamin D docetaxel Case Report USA 71y male with metastatic prostate cancer docetaxel denosumab NHPs: initially taking vitamin D 2; IV then oral calcium + oral ergocalciferol 50,000 units weekly + calcitriol 25 µg daily 20 days after first dose of denosumab and cycle 3 of docetaxel developed severe hypocalcemia; serum vitamin D also low Stable calcium with calcium and additional vitamin D supplementation Vitamin D deficiency likely contributed to the development of hypocalcemia Fink 2011137 vitamin D docetaxel Case Report Germany 59y with - + carboplatin trastuzumab on day 1 of each cycle NHP: Vitamin D3 2000 units oral daily Developed moderate stomatitis, dermatitis on the fingertips, marked dysgeusia and eventually a painful fissure on the right thumb, low serum vitamin D After vitamin D x 3 wks, the skin was nearly healed, no stomatitis and taste disorder, serum vitamin D Koizumi 2005199 vitamin E, vitamin C paclitaxel Case Series India Patient 1: 56y female with recurrent breast cancer Patient 2: 31y female with uterine and cervical cancer Patient 3: 61y female with breast cancer Patient 1: Drug: paclitaxel 3 times per month NHP: oral -tocopherol monoglucoside 50mg after chemotherapy infusion x 6 mo Patient 2: Drugs: paclitaxel + carboplatin 3 ti mes per month NHP: oral -tocopherol monoglucoside 1.0g/kg after chemotherapy infusion x 8 mo Patient 3: Drug: paclitaxel NHP: oral ascorbic acid glucoside 200mg/kg 2 hours before chemotherapy x 11 doses Patient 1: -tocopherol monoglucoside reduced nausea, loss of appetite and insomnia Patient 2: no nausea, insomnia or lack of appetite on combination therapy Patient 3: ascorbic acid glucoside resolved nausea No AEs observed 51 Legnani 2008200 mistletoe paclitaxel, vinorelbine Case female with metastatic tubal cancer Patient 2: 65y female with metastatic 1: Drugs: carboplatin + paclitaxel NHPs: Viscum album fermentatum Mali injection 20 days prior to start of the chemotherapy and x 6 cycles + Aurum water Patient 2: Drug: vinorelbine day 1, 8 then repeated in 21 days Viscum album D10 Patient 1: chemotherapy side effects (anemia, nausea, vomiting), improved quality of life; AE: local flushing Patient 2: stable disease, no infect ion; AE: skin flushing and warmth Costa 2018177 turmeric, milk thistle, vitamin E, vitamin C paclitaxel Case Report Portugal 67y male with lung cancer Drugs: paclitaxel 165mg/m2 + carboplatin every + tiotropium bromide NHPs: 4 days after first cycle of chemotherapy turmeric 15g/day, milk t histle 300mg with 1.5% silymarin three times daily 30 minutes before meals, vitamin C 60mg, vitamin E 20mg, vitamin A 1.5mg, zinc sulfate 5.5mg, selenium 50µg; 6 days after first cycle of chemotherapy started Chlorella 520mg/day x 14 days, colostrum 650mg/ day x 1 week; two weeks after the 2nd cycle of chemotherapy Chlorella restarted and stopped day before 3rd cycle Patient developed asthenia, anorexia, jaundice and choluria, elevated liver function tests (acute toxic hepatitis); once all drugs and dietary supplements stopped, the patient had a rapid recovery Potential of plasma paclitaxel due to CYP2C 8 and CYP3A4 inhibition by milk and Oscillatoriales cyanobacteria cyanotoxin Micro cystin -LR may have contributed to hepatotoxicity 52 Figure 3.2 Risk of Bias Assessment of Individual Randomized Studies141 53 Figure 3.3 Overall Risk of Bias Assessment of Randomized Studies141 Figure 3.4 Risk of Bias Assessment of Individual Non -Randomized Studies141 Figure 3.5 Overall Risk of Bias Assessment of Non -Randomized Studies141 54 Concurrent antimicrotubul e anticancer medications and NHPs Vitamin C Vitamin C has been used along with taxanes, paclitaxel and docetaxel, in available clinical evidence. In a phase I/IIa randomized study of 27 women with advanced ovarian cancer, the combination of paclitaxel, carboplatin, and high -dose intravenous (IV) ascorbic acid resulted in a decrease in grade 1 and 2 AEs and similar rates of grade 3 and 4 AEs compared to chemotherapy alone .187 There was a trend towards improved survival and increased time to progressio n, but as secondary outcomes they were underpowered and not statistically significant .187 Hoffer et al. noted transient st able disease and improved energy in four patients on taxane -based chemotherapy and IV ascorbic acid, but no comparison group was used .126 Similarly, two case reports, one using IV and one using oral vitamin C, noted a reduction in cancer and chemotherapy -related side effects such as fatigue, pain, appetite loss, nausea, vomiting, and insomnia , along with an improvement in functioning .196,199 In terms of the pharmacokinetics of vitamin C, the concentration -time profile was not affected by chemotherapy, but there was short -term tissue retention following anticancer medications .126 Side effects of chilliness, thirst, headache , and shakiness during vitamin C infusion occurred which were reduced by slowing the infusion rate .126 In the Diet, Exercise, Lifestyle, and Cancer Prognosis (DELCaP ) study, an observational study adjunct to a phase III randomized trial, NHPs' effect on chemotherapy -induced peripheral neuropathy was evaluated in patients with breast cancer .172 During the randomize d trial, which assessed varying regimens of doxorubicin, cyclophosphamide , and paclitaxel, participants were surveyed on their supplement use before and during chemotherapy .172 Although multivitamin use was marginally associated with reduced peripheral neuropat hy, other NHP use, including vitamin C, D , and E were not .172 Concerning is that in a companion paper published after this review's literature search, a non-statistically significant increase in cancer recurrence and death was found with the use of any antioxid ant (vitamins A, C , and E, carotenoids, coenzyme Q10) before and during chemotherapy .201 Vitamin C, D, E and acidophilus probiotic use on their own also trended towards harm, but the result was imprecise and insufficiently powered to de tect a statistically significant difference .201 55 Vitamin D Vitamin D, particularly vitamin D analogue use with antimicrotubul e chemotherapy was identified most frequently in the literature. In phase I and II non-randomized studies lacking a comparison group, docetaxel was tested with oral vitamin D analogues, calcitriol or inecalcitol, and produced varying PSA responses in patien ts with advanced castrate -resistant prostate cancer .174,175,178,192,193 One study also included estramustine .178 These findings were further evaluated in randomized controlled trials. The phase II Androgen -Independent Prost ate Cancer Study of Calcitriol Enhancing Taxotere (ASCENT )-1 trial found no statistically significant difference in PSA response (p = 0.16) between docetaxel with oral calcitriol 45µg , and docetaxel with placebo .180 Similarly, no benefit was found with the addition of doxercalciferol to docetaxel on PSA response .181 However, in the ASCENT -1 trial, there was an improvement observed in the secondary outcome of survival, which was then evaluated in the phase III trial, ASCENT - 2.180,189 This trial was stopped early for increased death in the calcitriol group (17.0%) compared to control (10.1%) .189 It is possi ble that differing docetaxel dosing between arms (weekly vs. every 3 weeks) may have had some effect on survival, however, the concern still remains regarding the effect of calcitriol on shorter patient survival .189 Vitamin D analogues were also used with taxanes in patients with advanced solid tumors, sarcomas , and pancreatic, breast, and gynecological cancers ; however , clinical response is uncle ar in these phase I/II studies since no comparator was used .160,173,183 In both oral and topical formulation, it appears that calcitriol has substantial interpa tient variation in its pharmacokinetics; serum calcitriol area under the curve was also not proportional to dose .160,183 Patterns of AEs during concurrent use of taxanes and vitamin D analogues are present. The most frequently reported AEs attributed to vitamin D were hypercalcemia ,174,175,178,180,189,193 renal calculi ,160,180 and creatinine elevation .178,180,193 Studies often prohibited the use of calcium supplements with vitamin D analogues174,178,180,181,189,193 and some also restricted dietary calcium and encouraged increased oral hydration .178,193 Other side effects reported included increased liver function tests, and diarrhea .178,181 In one study that looked at topical calcitriol during taxane -based chemotherapy for the prevention of alopecia, mild to moderate scalp pain occurred in addition to increased serum vitamin D levels .160 The preliminary decrease in incidence of serious AEs and thrombosis seen in the ASCENT -1 trial with calcitriol was not confirmed in ASCENT -2, as similar rates were seen in each group .180,188,189 56 Oral vitamin D supplementation was used i n a phase III randomized controlled trial of premenopausal women with breast cancer ; over half of patients were on taxane -based chemotherapy .163 This trial was designed to assess the effect of risedronate on chemotherapy - induced bone loss .163 While no vitamin D related AEs were noted, little else can be gleaned from this study as both arms had identical vitamin D supplementation .163 Three case reports also involved vi tamin D supplementation during chemotherapy .137,197,198 Severe hypocalcaemia was experienced by patients with metastatic prostate cancer .197,198 One patient experienced this after estramustine administration and the other following docetaxel and denosumab .197,198 Both patients were found to have vitamin D deficiency and required calcium and vitamin D supplementation .197,198 Another patient with breast cancer trastuzumab developed stomatitis, dermatitis , and .137 Vitamin D was initiated for a low serum vitamin D level, and after 3 weeks symptoms were impr oved .137 Vitamin E Oral vitamin E has been evaluated fo r its use in taxane -induced peripheral neuropathy in four randomized controlled trials .164,165,170,182 In a pilot study and then a phase II trial, Argyriou and colleagues found that the addition of -tocopherol to chemotherapy reduced the incidence of neurotoxicity ;164,182 a similar benefit was found by Anoushirvani et al.170 In a phase III study with 207 patients on curative -intent chemotherapy, of which 58% were on taxanes, there was no statistically significant difference in incidence of grade 2 or higher sensory neuropathy .165 The effect of vitamin E on neuropathy was also not signific ant in the DELCaP observational study .172 Enzymatic changes from vitamin E supplementation were assessed in patients on paclitaxel and cisplatin for ovarian cancer .171 Vitamin E supplementation had an effect on cysteine peptidases and th eir inhibitors, indicating a theoretical risk of NHP -anticancer drug interaction , which could be either beneficial or harmful .171 AE rates between chemotherapy and vitamin E compared to chemotherapy alone or with placebo were similar .164,165,182 Common side effects included nausea, vomiting, alopecia , and myelosuppression, but none were attributed to vitamin E.164,165,182,199 A 2020 observational study did find that antioxidant use, including vitamin E, before and during paclitaxel -containing chemotherapy trended towards increased b reast cancer recurrence and mortality .201 57 Ginseng Ginseng, often in combination with other NHPs, has been used in patients with cancer on antimicrotubul e medications. In three included studies, ginseng was one ingredient as part of Traditional Chinese Medicine, making extrapolation to other ginseng products very challenging .190,1 91,195 In one randomized trial, Shengmai Injection, a combination of red ginseng, lilyturf root and magnolia vine fruit, was taken with vinorelbine and cisplatin .190 Another Chinese medicine, Gujin Granule, was also taken .190 Some benefit was seen in response rate and median survival, but t here was no difference in 1 year survival rate or time to progression compared to anticancer agents alone .190 Similar grade 3 or 4 toxicities were seen between groups .190 A treatment of strengthening and consolidating body resistance, a Chinese medicine with multiple herbs including ginseng, w as used in patients with advanced small -cell lung cancer on paclitaxel and cisplatin .191 An increase in the surrogate endpoints of peripheral blood T -cells and seru m inflammatory markers indicated a theoretical effect of this herbal remedy on immune function .191 A decrease in gastrointestinal side effects, hair loss, liver toxicity , and kidney toxicity was also noted in comparison to chemotherapy alone .191 Shenmai injection, ginsenosides , and ophiopogonis was used along with docetaxel, epirubicin and cyclophosphamide, and in one arm, with cantharidin sodium injection .195 While a decline in chemotherapy -related AEs were noted with the addition of the Shenmai injection, this study was determined to have a critical risk of bias, and so these findings must be confirmed .195 Improvement in fatigue, appetite and pain, without additional AEs, was found with the use of oral Panax ginseng and chemotherapy in patients with cancer -related fatigue .129 However, only six of the included 30 participants were on antimicrotubul e drugs .129 Mistletoe There is weak evidence of improved q uality of life with subcutaneous mistletoe when used with vinca alkaloids and paclitaxel .166,168,200 However, AEs such as fever and injection site reactions were common .166,168,200 Allergic reactions, including angioedema and urticaria, have also been reported with mistletoe treatment .166 Similar AEs, such as increased body temperature, fever, skin irritation , and headaches have been seen with mistletoe given intratumorally .169 Procedure -related difficulties and errors also occurred with this administration .169 The discomfort of local reactions and frequent injections of mistletoe was highlighted by Eisenbraun et al. as 58 40% of partic ipants indicated occasional limitations with administration, 9% indicated confinements , and 6% stopped therapy altogether NHPs Garlic, probiotics, milk thistle , and turmeric were less commonly reported in the literature with concurrent antimicrotubul e agents. In a pharmacokinetic study, a short 12 day course of garlic decreased the mean clearance of docetaxel in patients with advanced breast cancer .194 This wa s not statistically significant ; however, it was suggested that CYP polymorphisms may play a role on the susceptibility to this effect .194 Oral Lactobacillus prob iotic use in postmenopausal women with breast cancer had a positive effect on vaginal microbiota without any reported AEs.167 Patients included in this pilot study were on several chemotherapy regimens; 27% were on paclitaxel and 45% were on docetaxel .167 Oral curcumin was used in a single arm study along with docetaxel and prednisone for advanced prostate cancer and no AEs were attributed to its use .176 In pediatric patients with acute lymphoblastic leukemia and hepatotoxicity, the addition of milk thistle to a vincristine -containing regimen aminotransferase , alanine aminotransferase, or bilirubin at day 28, but significantly reduced aspartate aminotransferase levels at day 56 .161 In a case report of a male with lung cancer, milk thistle and large doses of turmeric may have contribute d to the development of hepatoxicity with concurrent paclitaxel use .177 Discussion Clinical evidence of concurrent NHP and antimicrotubul e anticancer medications exists but is largely limited to phase I , phase II, or pilot studies , and case series or reports . Language - related publication bias may exist; however, excluding non -English -language article s was likely to provide more conservative results as negative findings for complementary approaches are more common in English -language journals.70 Generally , findings were more positive in small phase I or II studies. This may be partly due to inherent limitations of early clinical trials; they often lack the statistical power to detect uncommon harms, have strict exclusion criteria , and because of their shor t study duration, there is also a risk to underestimate harms and overestimate benefits .143 Additionally, many of these s tudies lacked a comparison group. In studies with increased power and rigor, a lack of efficacy and notable safety signals were identified. For example, while case reports and phase I/II studies highlighted a trend towards improved cancer 59 outcomes with vit amin C , and reduced chemotherapy side effects with vitamin C or E,126,164,182,187,196,199 this was not confirmed in a phase III study or large analysis of a phase III randomized trial .165,172,201 In fact, there was no benefit of vitamin C or E on chemotherapy - induced peripheral neuropathy , and a trend towards increased cancer recurrence and death with antioxidant use (vitamins A, C , and E, carotenoid s, coenzyme Q10) .165,172,201 Similarly, vitamin D analogue use along with antimicrotubul e agents showed some promise for prostate cancer in non-randomized phase I and II studies ,174,175,178,192 but this PSA response was not found to be significantly different when compared to chemotherapy alone in larger phase II randomized trials .180,181 Most concern ing is that a phase III trial was stopped early for increased death with the addition of high -dose calcitriol to docetaxel .189 NHPs' actions in the body can be similar to pharmaceutical products; some drugs have been developed from herbs and plants, including vinca alkaloids and taxanes themselves .39,202 The active components of NHPs have important implications for drug discovery , but also on the potential for clinically significant interactions with medicati ons.39 Antioxidants, such as vitamin C and E, can reduce free radicals, and therefore reduce oxidative tissue damage .39,61,203 This could work against chemotherapy drugs that generate free radicals as part of their mechanism of action including anthracyclines, platinum analogs, alkylating agents , and anticancer antibiotics .203 This pharmacodynamic interaction could lead to treatment failure and provides a potential explanation for the findings of increased cancer recurrence and lower survival by Ambrosone et al.39,61,201,203 It is also possible that the potential NHP -drug interaction is between antioxidants and doxorubicin axel, given these agents' differing cytotoxic mechanisms .39,61,201,203 A trend towards worsened disease -free survival was similarly found in breast cancer patients taking a combination of three to six of the antioxidants high-dose bet a-carotene, vitamin C, niacin, and zinc in addition to chemotherapy; the types of chemotherapy used were not reported .204 Vitamin D, in the form of calcitriol, also showed lower survival when taken with doce taxel in ASCENT -2.189 The difficulty in interpreting this result is that differing dosing of docetaxel were used in each arm: docetaxel weekly in the intervention , and every 3 weeks a long with twice daily prednisone in the control group .189 During the time between the phase II ASCENT -1 and phase III ASCENT -2 trials, docetaxel e very 3 weeks was established as the new standard of care for advanced prostate cancer. Despite this, ASCENT -2 progressed with the calcitriol and docetaxel weekly regimen as 60 studied in ASCENT -1.189 Therefore, the impact that calcitriol had on the increased risk of death remains unclear. Vitamin D has also been shown to significantly reduce atorvastatin and its active metabolites, indicating that it m ay induce CYP 3A4 enzymes .57 As docetaxel is primarily metabolized by CYP3 A4, there is a potential for a pharmacokinetic interaction with vitamin D.150 A pharmacokinetic interaction may have also occurred between milk thistle, turmeric and paclitaxel.177 Acute toxic hepatitis experienced by a 67-year-old male with lung cancer was initially attributed to paclitaxel.177 However due to greater than expected severity of the AE , it was thought that inhibition of CYP2C8 and CYP3A4 by milk thistle and turmeric , and therefore, increase in plasma concentration of paclitaxel, may have contributed.177,205 The effect of milk thistle was less clear, given its pote ntial hepatoprotective activity ,177,206 however the turmeric was assessed as probably related to the AE.177 Complicating this interaction was that the patient was also found to be taking a chlorella supplement that was contaminated with cyanobacteria and cyanotoxin , which was also deemed to have a probable relationship with the hepatotoxicity experienced .177 Evidence on NHP use presents unique challenges with regards to external validity. Due to inconsistency in quality control, NHPs may be contaminated and adulterated with dust, pollens, insects, rodents, parasites, microbes, fungi, mold, toxins, pesticides, toxic heavy metals , or prescription drugs .65 Likewise, a lack of standardization in growing, handling and /or manufacturing can lead to significant variation in the composition of the products, varying by batch and manufacturer .39,40,65,69,70,207 It is crucial that generalization and extrapolation from clinical evidence to commercially available NHPs is done with caution , and that the complexity and differences in NHP formulations are considered. Although recommend ations on reporting of herbal interventions in randomized controlled trials do exist ,208,209 challenges still exist in the application of these studies due to discrepancies between the product being studied, and the product being used in practice. Polypharmacy is also common in patients with cancer, particularly at advanced stages .45,46 This is related to anticancer regimens, which genera lly involve multiple agents being co -administered , as well as other prescription medications managing comorbidities .45,46 Chronic medications used for comorbidities were often not mentioned in the studies of this review, but frequently participants were on more than one anticancer medication and ad ditional prescription medications to prevent and manage chemotherapy -related side effects. Further complicating this is that multiple NHPs or NHPs with 61 multiple ingredients may be used. In the four included studies on ginseng, each intervention involved a vastly different formulation of ginseng .129,190,191,195 Three of these studies combined ginseng with at least one additional NHP ingredient .190,191,195 Generalization of these findings to other forms of ginseng becomes problematic and it also presents an obstacle for causality assessment. Numerous methods and tools exist for the assessment of causality of AEs, some specifically developed for drug intera ctions and NHPs .47,94,96,184,210 -213 Causality assessment is recognized as essential when reporting and reviewing harms ,100,152 but the information provided on the ascertainment of AEs and causality assessment was very limited in the papers of this systematic review. Much of the AE data in this review are from secondary outcomes, single -arm studies, and case reports, which makes determining whether causal relationship exists difficult, particularly with the aforementioned polypharmacy and inconsistencies of qua lity, content, and formulation of NHPs. Despite this, some studies reported on the likelihood that an AE was related to a NHP, anticancer medication or other prescription medication .160,161,178 - 183,164,166,168,173 -177 It appeared that this was primarily base d on clinician judgement, but no information was provided on the specific method used. Where this becomes most concerning is when AEs are not attributed to the NHP without clear explanation on why or how this was determined ,160,164,168,176 or when AEs are not discussed at all .170-172,197,201 This indicates that there is a risk that harms may be underestimated. Nonetheless, in both efficacy and safety evaluations of available evidence, the addition of NHPs to anticancer anti microtubul e medications is not benign. Beyond potential harmful implications on cancer recurrence and survival, some notable AEs occurred. Negative effects of administration occurred , such as IV infusion reactions with vitamin C ,126 local injection site reactions and discomfort , as well as procedure -related difficulties with mistletoe .166,168,169,200 Increased body temperature, fever and headaches were also associated with mistletoe use.166,168,169,200 Hypercalcemia, renal calculi, creatinine elevation, increased liver function tests, and diarrhea were attributed to vitamin D use during anticancer therapy .160,174,175,178,180,181,189,193 It is important for clinicians to be aware of potential benefits and risks of combined therapy , as lack of knowledge is a threat to effective communication between health car e providers and patients .9,12,207 Non-judgmental dialogue about NHPs between provider and patient is critical to maximize benefit and avoid potential AEs.9,11,28,61 Evidence suggests that patient s want to 62 collaborate with their conventional healthcare providers on NHP decision -making, even if this involves clinicians admitting that uncertainty exists .9,214 This review has summarized existing evidence suggesting there are clinical consequences of taking certain NHPs along with taxanes, vinca alkaloids , or estramusti ne. Difficulties in current evidence do exist with lack of consistent clinical efficacy, heterogeneity, methodological limitations, and low number of study participants , as well as challenges with application to clinical practice. With this evidence alone, we are unable to provide specific clinical recommendations on the use of NHPs concurrently with microtubule -targeting anticancer medications, but it provides groundwork for future investigation. A rigorous and standardized approach to research is necessar y to improve generalizability for front -line clinicians. The Consolidated Standards of Reporting Trials (CONSORT) statement has extensions that provide recommendations for improved reporting of randomized trials of herbal medicine interventions and harms d ata.152,208,209 Clear descriptions of NHP interventions including characteristics, dosage, regimen , and quality testing should be reported , as well as details on the ascertainment and causality assessment of harms outcomes .96,152,208,209 Consideration should also be given to the types of NHP formulations used in clinical research. Although individually isolated active compounds makes characterizing biological effects, aggregating data , and assessing causality simpler, it does not necessar ily aid in our understanding of NHP formulations that are available over-the-counter .39,61 Many NHPs have a long his tory of use as traditional medicines, despite the paucity of clinical studies .212 Given that the use of NHPs is already high, post -marketing pharmacovigilance and pharmacoepidemiologic research can provide cri tical real -world evidence .143,186,212,215 Structured patient interviews regarding NHP use have been developed and implemented .47,50,94,95 This active surveillance method uses a systematic approach to ascertain NHP use and related AEs to complement ongoing passive pharmacovigilance processes .47,50,83,85,94,95,99 Several patient care settings have incorporated this method as part of their clinical practice .47,50,94,95 If documentation of NHP usage improves with clinician -initiated communication, real -world data sources , such as electronic medical records and population - based databases or registries can be utilized .186,215,216 Approaches to dialogue about NHPs also include establishing trust, exploring patients' attitudes, values and lived experiences, discussing the evidence, and collaborating with patients to form a treatment and monitoring plan .28,61,217. Given the complexity of NHPs and the evidence about them, an individuali zed approach to care 63 is necessary. This approach could involve pharmacists; as the most accessible healthcare professional in Canada and as medication management experts,218 pharmacists are well - positioned to play a role in the discussion and monitoring of patients' NHP use alongside other members of the healthcare team . Conclusion This systematic review has summarized clinical outcomes on taking NHPs concurrently with antimicrotubul e anticancer medications. W hile human studies on this topic are primarily limited to phase I/II and pilot studies with methodological weaknesses , and case series/reports , safety concerns on the use of vitamins C, D , and E , milk thistle, and turmeric have been identified. Current literature is insufficient to provide strong direction on efficacy of combined use; however , it is important that clinicians are aware of the existing evidence and its limitations. To improve this body of evidence, consistent and enhanced reporting on NHP interventions and harms data in clinical studies is required , in addition to ongoing efforts in post -marketing surveillance. Clinician -initiated discussion, monitoring , and documentation of NHP use is required to supplement r eal-world data sources and provide an individualized, patient -centered approach to cancer care. 64 CHAPTER 4: Study of natural health product adverse reactions (SONAR) in adult patients with cancer: a cross -sectional study Introduction Natural health products (NHPs), named dietary supplements and ingredients in the US,219 are defined by Health Canada as vitamins, minerals, herbal medicines, homeopathic remedies, traditional medicines, probiotics, amino acids and essential fatty acids.76 Self-treatment with NHPs , and visits to complementary health practitioners by patients with cancer has significantly increased over the years , and it appears that patients with cancer report higher NHP use as comp ared to healthy adults.16,17 Patients may choose to use NHPs to improve their quality of life, ability to cope with their cancer diagnosis , and/or to support their conventional anticancer treatment by improving effectiveness or reducing side effects.23,30,34 While the use of NHPs during cancer treatment is often perceived by patients as positive,23,34,156 little is known about the potential harms of concurrent use. Anticancer medications generally have a narrow therapeutic index, with small differences between therapeutic and toxic doses; slight changes in plasma concentrations can result in adverse events ( AEs) or treatment failure.40-42 Polypharmacy involving prescribed medications for cancer and other chronic diseases in addition to NHP use, further adds to the complexity and interaction potential.45,46 NHPs may modulate the activity of drug -metabolizing enzymes and drug transporters or influence the pharmacodynamic effects of medications.18,40,43,54,58 Therefore, patients with cancer are potentially vulnerable to clinically imp ortant NHP -drug interactions and serious AEs.10,27,112,113,220 However, these theoretical effects have not been well -documented clinically , and further investigation is needed.39,54,221 Early clinical trials for approval of medications and NHPs are often limited by their highly controlled environment, small number of highly selected patients , and short trial duration.222,223 Pre-marketing investigation of NHPs may be further limited, sometimes relying only on pilot studies and textbook references for evidence of efficacy and safety.75-78 A lack of standardization in the manufacturing and quality control of NHPs also exists, which increases the risk of contamination, adulteration , or variation in the composition of the product.39,40,65 Given their prevalence of use, m onitoring NHPs after their approval and sale is necessary to extend safety monitoring and improve our understa nding of NHP adverse events and interactions.75 65 A common method of post -marketing surveillance is passive surveillance, also known as spontaneous reporting, that relies on unsolicited reports of AEs by healthcare professionals and more recently, patients themselves.77,83 -85 Spontaneous reporting is often limited by underreporting, poor quality reports , and the inability to quantify the risks.87,90 -92,224 Unfortunately, passive surveillance of NHP AEs is further obstructed by the infrequent disclosure of NHP use or NHP -related AEs to healthcare providers.89,224,225 Nondisclosure is common due to lack of inquiry by healthcare professionals, patients' fear of healthcare professionals' disapproval , and the perception that NHPs are inherently safe and irrelevant to their conventional care.11,12,225 Active surveillance methods aim to overcome the barriers of spontaneous reporting by solici ting AEs in a pre -organized, systematic process.83,85,99 To date, our team has developed an approach to the active surveillance of NHPs , which has been used in community pharmacies and ambulatory mental health and HIV clinics.47-50,94,95 More data are urgently needed on other high - risk populations, including patients with cancer. We hypothesize that adults with cancer who take NHPs concurrently with prescription medications are at a higher risk of experiencing AEs compared to those taking prescription medications alone . The purpose of this cross -sectional study was to identify and characterize NHP use, and associated AEs experienced by adult medical oncology patients. Methods Ethics approval was obtained from the Health Research Ethics Board at the University of Alberta (Pro00025387) and University of Calgary (HREBA.CC -16-0245). Site -specific operational approval was als o obtained. Active surveillance Active surveillance methods were conducted as previously published by our research team , with minor modifications.47-50,94,95 Using a one -page screening form (Appendix 4.1), adults at outpatient oncology clinics were screened to investigate the use of prescription medications and NHPs. The screening form prompted patients for their gender, and although this was self - defined, it likely captured patients' biological sex. Patients were asked about any undesirable effects , and what actions, if any, were taken to treat them. Clinic staff received initial training on the screening process. A site principal investigator was identified at each cancer centre to act as a 66 primary cont act for those centres. Ongoing follow -up and support occurred with the site principal investigators via phone and email. Screening questions included: (1) In the last month, have you taken any anticancer or prescription medications? If Yes, list the medic ations and for how long they have been taken. If unsure, please ask your healthcare team. (2) In the last month, have you taken any natural health products (NHPs) e.g. vitamins, minerals, herbals, homeopathic remedies, traditional Chinese medicines, probiotics etc.? If Yes, list the NHP and for how long they have been taken. Please try to be as specific as possible. (3) In the last month, have you experienced any undesirable effects? If Yes, describe these effects. (4) What did you do about it? A) Nothing/treated it myself; B) Phoned for information; C) Saw doctor about it; D) Doctor treated it; E) I was hospitalized because of it Clinicians at participating clinics were asked to review the completed screening forms and describe whether the patient -reported AE(s) were serious and unexpected or caused a delay or change in treatment. They were also asked to report any additional serious and unexpected AEs they observed. If the patient reported NHP use in question 2 and indicated 4D or 4E , or the healthcare provider indicated that a serious and unexpected AE occurred, an information package outlining the study and a cons ent form for a follow -up telephone interview was provided to the patient. If consent was obtained, a telephone interview was conducted by the study pharmacist. This interview gathered details relating to the AE (duration, treatment, seriousness), NHPs and prescription drugs used (name, strength, dose, duration of use, indication), demographic information , and medical history, including both social and family history. This information was utilized for causality assessment. Causality assessment What separate s an AE from a suspected or actual adverse reaction (AR) is a causal relationship between product and the AE.179,226 Currently, there is no universally accepted gold standard for causality assessment of AEs.212,213 A stepwise approach was used as previously executed by our research team utilizing algorithmic assessment tools and expert judement.47,94,96 Data collected from the telephone interviews was summarized and submitted to two adjudicators, 67 clinical NHP experts, that independently assessed each case. Three tools, slightly modified for specific analysis of NHP -associated AE, were used: 1 ) Centre (WHO -UMC) system227 2) Naranjo Causality Scale228 3) Horn Drug Interaction Probability Scale (DIPS)229. The WHO -UMC system227 was completed for each case and the Naranjo Causality Scale228 was used if there was at least a possible NHP -related AE , and the Horn DIPS229 if there least a po ssible NHP -drug or NHP -NHP interaction. Disagreements between experts were discussed until consensus and final decision was reached , or another expert was consulted. Laboratory analysis, if deemed necessary by adjudicators (e.g., high likelihood of contami nation or adulteration, probable or possible causality), was available to support causality interpretation. Participants Consecutive adult patients attending either new or follow -up appointments at participating outpatient oncology clinics were screened as part of the clinic's routine patient assessment. Informed consent was the only inclusion criteria for initial screening. There was no restriction on stage or type of cancer. Inclusion criteria for detailed patient follow -up interview included: 1) the use of NHPs in the last month 2) an undesirable effect was experienced in the last month and was deemed serious by the patien t (medically treated or required hospitalization) and/or serious and unexpected by a healthcare provider 3) written consent from the patient. Interventions A patient was classified as using a prescription medication in the last month if they answered \"ye s\" to question 1 and/or they listed at least one medication that had a drug identification number. A patient was classified as using a NHP in the last month if they \"yes\" to question 2 and/or they listed at least one NHP as defined by Health Canada.76 Outcomes Using active surveillance, the following outcomes were assessed: 1) prevalence of product/drug use in adult oncology patients including prescription medication use alone, NHP use alone and concurrent NHP a nd prescription drug use; 2) description of common NHPs used by patients with cancer; 3) prevalence of AEs in patients using NHPs alone, prescription drugs alone and concurrent NHP and prescription drug use; 4) comparison of prevalence of AEs 68 between patient groups 1, 2, and 3 ; 5) description of the types of AEs reported in patient groups 1, 2, and 3 . Causality assessment was used to describe potential mechanisms and causality of serious AEs occurring while patients with cancer were taking at l east one NHP. A patient was considered as having an AE if they answered \"yes\" to question 3 and/or the patient or healthcare provider listed a t least one undesirable effect. AEs were coded using the National Cancer Institute Common Terminology Criteria f or Adverse Events (NCI CTCAE)230 and System Organ Class of the Medical Dictionary for Regulatory Activities (MedDRA) hierarchy.231 The patient was considered to have had a serious AE if the patient reported that the AE resulted in medical treatment or hospitalization , and/or if a healthcare provider deemed an AE to be serious and unexpected , or cause a delay or change in treatment. Healthcare providers were prompted to deem a grade 3 or higher AE as defined by the NCI CTCAE as serious.230 The NCI CTCAE230 is a sev erity scale , and while seriousness and severity are not synonymous,232 this scale was used due to its familiarity with oncologists. NCI CTCAE grade >3 describes AEs that involve hospitalization, prolongation of hospitalization, life -threatening consequences , or death, which mimic the definition of a serious AE as defined by Health Canada.233 Sample size With a sample size of 821 patients , assuming an AE prevalence of 20% for patients taking prescription medications alone and an of 0.05 , we calculated 80% power to detect a minimum clinically significant difference in mean AE prevalence of 5% (effect size: 0.125) in those taking prescription medications and NHPs concurrently. The sample size was inflated by 10% to 904 patients to account for potential losses to follow -up and missing data. The Chi - square test was used to calculate the sample size using G*Power 3.1.234 Similar work i n patients attending Canadian community pharmacies identified an AE prevalence on concurrent prescription medications and NHPs of approximately 7%.47,94,235 Based on pilot data w e assume d that AE prevalence w ould be higher in patients with cance r. Data management Study data were managed using REDCap electronic data capture tools236 hosted and supported by the Women and Children's Health Research Institute at the University of Alberta. 69 Data analysis Patient demographic information, NHP use, and prescription medication use was examined with descriptive statistics, using frequencies and percentages. AE prevalence was calculated and compared between patients who used prescription medications alone, NHPs alone , and both concurrently using the Chi -square test and , when small frequencies were present, the Fisher exact test. Multivariate logistic regression was used to calculate the odds ratio and associated 95% confidence interval (CI ) for AE prevalence comparing patients using NHPs and prescription medications concurrently to prescription drug use alone while controlling for cancer centre. STATA Version 15.1237 was used for analys es. Results A total of 996 adult oncology patients were screened between 2012 and 2017. Patients were screened at cancer centres in Alberta and Ontario . Patients screened at participating clinics were primarily female (70. 3%) which did not differ significantly between patients using prescription medications alone, NHPs alone, both concurrently and neither. The most common cancer diagnoses were breast (29. 2%), colorectal (17. 6%), and lung cancer (15. 3%) (Table 4.1). Natural health product use Of the 996 patients, 274 (27.5%) were taking prescription medications alone, 123 (12.4%) were taking NHPs alone, 498 (50.0%) were taking prescription medications and NHPs concurrently , and 101 (10.1%) were taking neither prescriptions nor NHPs in the last month (Figure 4.1). The most frequently reported NHPs that were taken by medical oncology patients are listed in Table 4.2, with v itamin D and multivitamins being most common. The median number of NHPs that patients were taking concurrently was two (interquartile range (IQR) 1-4); the maximum was 20 concurrent NHPs , which was the case for one participant. Adverse events The most comm on AEs reported were gastrointestinal disorders, general disorders and administration site conditions (e.g., chills, fatigue, fever, generalized pain, injection site reactions), nervous system disorders (e.g., headache, paresthesia, peripheral neuropathy) , and skin disorders (e.g., alopecia, nail changes, rash). Table 4.3 lists the frequencies of AEs, of any severity, classified by MedDRA System Organ Class and stratified by product and drug use. The 70 median number of AEs reported by each patient was two for both those taking NHPs and prescription drugs concurrently (IQR 1 -3; range 1 -7) and those taking prescription drugs only (IQR 1 -2.5; range 1 -7). Patient sex was not significantly associated with AE prevalence. A significantly higher (p <0.0001) number of patients taking prescriptions alone reported an AE in the last month (N = 121; 44.2%) compared to those taking NHPs alone (N = 14; 11.4%). Of the 121 patients on prescription medications alone reporting at least one AE, 83 were taking at least one anticanc er medication, 21 did not report taking an anticancer medication, and 17 did not list their medications. AEs were experienced by 39.6% (N = 197) of patients taking prescription drugs and NHPs concurrently. Of these 197 patients, 146 were taking at least on e anticancer medication, 44 did not report taking an anticancer medication, and seven did not list their medications. The prevalence of AEs in patients taking prescription drugs and NHPs concurrently was not significantly different from those taking prescr iptions alone (OR 0.85, 95% CI 0.62 -1.16; p = 0.298 ). These results remained consistent when analysis was conducted with only participants reporting the use of at least one anticancer medication. Seventy -six patients that were taking at least one prescrip tion drug or NHP were excluded from the analysis of serious AEs due to missing information. Serious AEs were reported in 2.5% of patients on NHPs alone (N = 3), 8.0% on prescriptions alone (N = 19) and 6.9% on both (N = 32) (Figure 4.1). The proportions of patients reporting serious AEs were not statistically significantly different (Table 4.4). Further details on the serious AEs reported can be found in Appendix 4.3. Causality assessment Thirty -five participants qualified for a follow -up telephone interview, five of which consented to be contacted. Of those, one participant was successfully contacted, and a telephone interview was completed. At the time of initial screening a 72 -year-old female with breast cancer was taking eribulin chemotherapy and a course of cephalexin along with a multivitamin, calcium supplement, and halibut liver oil. The patient had reported blurred vision, loss of appetite, weight loss, nail changes, skin dryness, n umbness in fingers and toes as well as a hospitalization for pneumonia and pleural effusion. Both adjudicators determined that these AEs were unlikely related to the NHPs as per the WHO -UMC causality assessment system.227 No further assessment was required. 71 Table 4.1 Demographic information stratified by prescription medication use alone, NHP use alone, concurrent prescription medication and NHP use, and the use of neither Total (n = 996) Prescriptions Alone (n = 274) NHPs Alone (n = 123) Concurrent (n = 498) Neither (n = 101) N (%) N (%) N (%) N (%) N (%) Sexa Female 588 (70. 3) 148 (66.4) 78 (7 4.3) 304 (70.7) 58 (73.4) Male 249 (29. 7) 75 (33.6) 27 (25.7) 126 (29.3) 21 (26.6) Cancer Centre Centre 1 572 (57.4) 171 (62.4) 47 (38.2) 281 (56.4) 73 (72.3) Centre 2 223 (22.4) 75 (27.4) 27 (22.0) 104 (20.9) 17 (16.8) Centre 3 113 (11.4) 26 (9.5) 12 (9.8) 66 (13.3) 9 (8.9) Centre 4 88 (8.8) 2 (0.7) 37 (30.1) 47 (9.4) 2 (2.0) Cancer Diagnosisb Breast 179 (29.2) 54 (30.9) 17 (28.8) 86 (26.9) 22 (37.3) Colorectal 108 (17.6) 34 (19.4) 11 (18.6) 56 (17.5) 7 (11.9) Lung 94 (15.3) 27 (15.4) 2 (3.4) 56 (17.5) 9 (15.3) Melanoma 70 (11.4) 22 (12.6) 5 (8.5) 39 (12.2) 4 (6.8) Ovarian 44 (7.2) 5 (2.9) 7 (11.9) 23 (7.2) 9 (15.3) Uterine 29 (4.7) 6 (3.4) 9 (15.3) 12 (3.8) 2 (3.4) Pancreatic 14 (2.3) 4 (2.3) 0 (0.0) 10 (3.1) 0 (0.0) Liver 11 (1.8) 8 (4.6) 1 (1.7) 2 (0.6) 0 (0.0) Esophageal 10 (1.6) 1 (0.6) 0 (0.0) 9 (2.8) 0 (0.0) Gastric 10 (1.6) 1 (0.6) 2 (3.4) 7 (2.2) 0 (0.0) Peritoneal 7 (1.1) 1 (0.6) 0 (0.0) 3 (0.9) 3 (5.1) Cervical 6 (1.0) 1 (0.6) 2 (3.4) 1 (0.3) 2 (3.4) Prostate 6 (1.0) 3 (1.7) 0 (0.0) 3 (0.9) 0 (0.0) Other 25 (4.1) 8 (4.6) 3 (5.1) 13 (4.1) 1 (1.7) a159 participants had missing data: total, n = 837; prescriptions alone, n = 223; NHPs alone, n = 105; concurrent, n = 430; ne ither, n = 79 b383 participants had missing data: total, n = 613; prescriptions alone, n = 175; NHPs alone, n = 59; concurrent, n = 320; neither, n = 59 NHPs, natural health products 72 Note: 76 patients were excluded from the final row as they did not have information on the seriousness of the AE (see n = sample size). AE, adverse event; NHPs, natural health products Figure 4.1 The proportion of adult oncology patients using prescription medication s alone, NHP s alone, prescription medication s and NHP s concurrently and the proportion of patients reporting any AE(s) and serious AE (s) for each patient group Adult Patients Screened N = 996 Patients Reporting Prescriptions Alone (n = 996) N = 274 (27.5%) Patients Reporting AE(s) (n = 274) N = 121 (44.2%) Patients Reporting Serious AE(s) (n = 237) N = 19 (8.0%) Patients Reporting NHPs Alone (n = 996) N = 123 (12.4%) Patients Reporting AE(s) (n = 123) N = 14 (11.4%) Patients Reporting Serious AE(s) (n = 118) N = 3 (2.5%) Patients Reporting Concurrent Use (n = 996) N = 498 (50.0%) Patients Reporting AE(s) (n = 498) N = 197 (39.6%) Patients Reporting Serious AE(s) (n = 464) N = 32 (6.9%) Patients Reporting Neither (n = 996) N = 101 (10.1%)73 Table 4.2 Most common natural health products reported NHPs Reported (n = 1908) N (%) Vitamin D 328 (17.2) Multivitamin 183 (9.6) Vitamin B 166 (8.7) Calcium 150 (7.9) Vitamin C 125 (6.6) Omega -3 fatty acids/Fish oils 111 (5.8) Turmeric/Curcumin 75 (3.9) Probiotics 70 (3.7) Magnesium 67 (3.5) Mushrooms (e.g., Turkey Tail, Reishi, Chaga, Maitake) 43 (2.3) Melatonin 37 (1.9) Glucosamine 24 (1.3) Iron 24 (1.3) Vitamin E 23 (1.2) Coenzyme Q10 22 (1.2) Green tea 22 (1.2) Folic acid 17 (0.9) Mistletoe 13 (0.7) Chinese herbs (unspecified) 12 (0.6) Zinc 12 (0.6) Senna 11 (0.6) Potassium 11 (0.6) Essiac 10 (0.5) Ginseng 8 (0.4) NHPs, natural health products 74 Table 4.3 Classification of adverse events by MedDRA System Organ Class stratified by prescription medication use alone, NHP use alone and concurrent prescription medication and NHP use Adverse Event by MedDRA System Organ Class Prescriptions Alone (n = 227) NHP A lone (n = 16) Concurrent (n = 401) Total (n = 644) N (%) N (%) N (%) N (%) Gastrointestinal disorders 61 (26.87) 2 (12.50) 123 (30.67) 186 (28.88) General disorders and administration site conditions 51 (22.47) 2 (12.50) 70 (17.46) 123 (19.10) Nervous system disorders 36 (15.86) 2 (12.50) 42 (10.47) 80 (12.42) Skin and subcutaneous (12.50) 36 (8.98) 58 Musculoskeletal and connective disorders (5.73) (25.00) 33 (8.23) 50 (7.76) Respiratory, thoracic and mediastinal disorders 6 (2.64) 0 (0.00) 14 (3.49) 20 (3.11) Metabolism and nutrition disorders 5 (2.20) 0 (0.00) 15 (3.74) 20 (3.11) Infection and infestations 2 (0.88) 2 (12.50) 12 (2.99) 16 (2.48) Psychiatric disorders 4 (1.76) 1 (6.25) 10 (2.49) 15 (2.33) Eye disorders 1 (0.44) 1 (6.25) 12 (2.99) 14 (2.17) Vascular disorders 8 (3.52) 0 (0.00) 7 (1.75) 15 (2.33) Blood and lymphatic system disorders 5 (2.20) 0 (0.00) 7 (1.75) 12 (1.86) Reproductive system and breast disorders 3 (1.32) 0 (0.00) 6 (1.50) 9 (1.40) Investigations 1 (0.44) 0 (0.00) 7 (1.75) 8 (1.24) Renal and urinary disorders 4 (1.76) 0 (0.00) 2 (0.50) 6 (0.93) Ear and labyrinth disorders 2 (0.88) 0 (0.00) 1 (0.25) 3 (0.47) Endocrine disorders 2 (0.88) 0 (0.00) 1 (0.25) 3 (0.47) Immune system disorders 1 (0.44) 0 (0.00) 1 (0.25) 2 (0.31) Injury, poisoning and procedural complications 2 (0.88) 0 (0.00) 0 (0.00) 2 (0.31) 0 (0.00) Cardiac disorders 0 (0.00) 0 (0.00) 1 (0.25) 1 (0.16) Neoplasms benign, malignant and unspecified 0 (0.00) 0 (0.00) 1 (0.25) 1 (0.16) MedDRA, The Medical Dictionary for Regulatory Activities; NHPs, natural health products 75 Table 4.4 Comparison of the proportions of patients reporting AEs between those using prescription medication s alone, NHP s alone and prescription medication s and NHP s concurrently using Chi -square test and Fisher exact test* Prescriptions Alone (n = 274) NHPs Alone (n = 123) P-value# Concurrent (n = 498) P-value^ P-value$ Total (n = 895) P-value~ N (%) N (%) N (%) N (%) Reporting AE(s) Yes 121 (44.2) 14 (11.4) <0.0001 197 332 (37.1) <0.0001 0.059* 32 (6.9) 0.589 0.084* 54 (6.6) 0.119* #P-value of comparison between Prescriptions Alone vs. NHPs Alone; ^P-value of comparison between Prescriptions Alone vs. Concurrent; $P-value of comparison between NHPs Alone vs. Concurrent; ~P-value of comparison between three groups a76 participants had missing data: prescriptions alone, n = 237; NHPs alone, n = 118; concurrent, n = 464; total, n = 819 AE, adverse event; NHPs, natural health products 76 Discussion Half of the adults screened at outpatient oncology clinics were taking NHPs concurrently with prescription medications. The proportion of patients taking NHPs increases to over 60% when including patients who were taking NHPs alone. This is consistent to p revious reports of prevalence of NHP use in patients with cancer ranging from 13 to 63%.18 While our prevalence of concurrent use is slightly higher than what was seen by Engdal et al. (38%) , we included all prescription medications, whereas they considered herbal remedies that were taken concurrently with anticancer agents only.21 Similarly, Jermini et al. found that 45% of patients were using complementary approaches at the time of cancer treatment.22 The use of more than one NHP at a time is also consistent with previous findings.21 The high prevalence of NHP use in Canadian oncology clinics highlights the need for clinician inquiry on this subject. Up to 77% of patients with cancer may not disclose their use of complementary approaches to their conventional healthcare provider.11 One significant barrier in disclosure of NHP use is healthcare providers' lack of inquiry.11 Unlike passive surveillance and other types of patient surveys, this active surveillance approach was integrated into clinical workflow as part of patient history taking. Screening was feasible and served to open the discussion regarding NHP use. Clinician -led discussion also has the potential to enhance the provider -patient relationship, improve patient satisfaction , and is the first step to risk mitigation.11,13,28 To our knowledge, this is the first surveillance study investigating AE prevalence associated with NHP use in adults with cancer. In a cross -sectional study conducted in France, the overall prevalence of experiencing at least on e AE in patients with advanc ed and recurrent ovarian cancer was 74.8%.238 Serious AEs were experienced by 12.6% of patients.238 While the overall AE prevalence for patients taking at least one prescription medication or NHP was much lower in our study at 37.1% and 6.6% for seriou s AEs, we captured this data over a one -month recall period versus 12 months of follow -up, making comparison challenging. Another potential explanation for this discrepancy is the presence of recall bias. We aimed to limit recall bias by using a narrow scr eening timeframe of one month ; however , some evidence suggests that a one - week timeframe might be optimal to avoid substantial loss of information for patient -reported outcomes.239,240 Differing from some of the previous screening procedures utilized by our research team,47,94 healthcare provider reported AEs were additionally incorporated to enhance detection of AEs, particularly those that a patient may be unaware of , such as laboratory -based 77 events , or treatment changes or delays. Despite these efforts to increase reporting of AEs, it is possible that our overall AE prevalence is lower compared to previous reports238,241 -244 due to the screening of patients healthy enough to attend outpatient oncology clinics. Additionally, if the screening form was filled out, but questions about AEs were left blank, the assumption was made that no AE occurred in the last month; this may have underestimated AE prevalence . No significant difference in overall AE prevalence in adult oncology patients on prescription medications and NHPs compared to prescription medications alone was seen. This is in contrast to community pharmacies , HIV clinics, and mental health clinics where patients were 6.4, 3.2 and 2.1 times more likely to experience an AE with concurren t use compared to prescription drug use alone, respectively.47-49 It is possible that the addition of NHPs to prescription medications in patients wit h cancer does not increase the risk of experiencing an AE. Given the heterogeneity among products included in Health Canada's classification of NHPs,1 it is also possible that some combinations of products increase the risk of AEs, whil e others lower or have no effect on the risk. This could occur through pharmacokinetic or pharmacodynamic NHP -drug interactions.18,40,43,54,58 The prevalence of AEs in those taking prescription medications alone was much higher than ha s been observed in other SONAR studies with different populat ions.47-50,95 This is not surprising as the risk of AEs is generally high for patients taking anticancer medication s.238 However, if patien ts are very sick already on prescription medications , it may make it more difficult to discern AEs that occur when NHPs are taken concurrently. As more data are systematically gathered, further evaluation of patterns and the identification of safety signal s can (and should) occur .245 Important limitations exist and need to be considered in the interpretation of AE prevalence in this study . Prognostic variations between patients could influence our results as only cancer centre was adjusted for in the multivariate analysis. It is likely several unmeasured or unknown confounders still exist. For example, patients were screened when attending new or follow -up visits at an outpatient cancer clinic. Included patients may have been seeking care when they were newly diagnosed, initiating cancer treatment , or at other treatment milestones. This is further highlighted in that some patients were not on anticancer medications and 10% were on no prescription medications or NHPs during the one -month screening timeframe . Information was not gathered on the patient's current phase of care or health status and differences in this may have impacted our results. It may be helpful to restrict the screening inclusion criteria to those who have been on anticancer 78 medications in the last one month to reduce heterogeneity and improve detection of potential NHP -anticancer medication interacti ons. Information biases such as social desirability bias may have also impacted AE prevalence .246 Since this screening form was used as part of clinical care, it is possible that those who were taking NHPs may not want to disclose that they had a negative effect to their oncologist or healthcare team. Anticipation of disapproval or fear of judgement i s a known barrier to patient -clinician discussion of complementary approaches.11,12,225 Cancer care is complex in that medications fluctuate frequently and inter- and intra -patient variability of treatment effects is common.40,42 Patients may experience fluctuating symptoms and symptom severity over time, which may not be accurately captured in a one -month recall.240 Daily symptom diaries may be be tter suited for capturing this variability, however they add considerably to patient burden.240 Another consideration is that our study may have incompletely detected AEs that caused a reduced treatment response or indirect harms such as a delay in treatment. We tried to capture these types of AEs by including a checkbox for healthcare providers on the screening form for \"caused a delay or change in treatment.\" However, these occurrences may be infrequently thought of as an AE , and lack of reporting on this does not rule out that they exist.21 Due to the observational study design, we are only able to look at associations and not causality of most of the AE data. This means that we are not able to distinguish between AEs caused by anticancer medications, other prescription medication, NHPs , or other factors such as the underlying condition. Additionally, we are unable to determine the direction of the association due to the collection of exposure and outcome data at a single time point. Reverse causality could exist, in which patients are taking a particular NHP to treat a side effect. Due to these inherent limitations, a detailed causality adjudication procedure was in place for serious AEs occurring while patients were taking NHPs. However, there was a large loss to follow -up on those eligible f or a telephone interview, severely limiting causality assessment. Only 14% of eligible participants consented to be contacted , and just one (3%) was successfully contacted. The initial screening forms were anony mous, so we were unable to report on why cons ent was not obtained for some eligible participants. Some logistical challenges were reported by clinic staff whe n eligible patients were mistakenly not provided the consent form to participate in the telephone interview, despite ongoing support offered by SONAR investigators. Beliefs regarding 79 the relationship between AE experienced and NHP, fear of judgement, or perceived burden of a follow -up interview may have also contributed to losses to follow -up. This high rate of losses to follow -up also occurred during active surveillance completed previously by our research team.47,94 Therefore, the screening form was adapted for this study to provide data rega rding the seriousness of the AE on initial screening by asking patients to identify what actions they took regarding the AE. This was an important first step in providing meaningful data on the clinical relevance of reported AEs, though further standardiza tion of patient reported AEs could enrich this data. Recently, a measurement system was developed for patient reporting of symptomatic AEs in cancer clinical trials.239 The Patient -Reported Outcomes version of the Common Terminology Criteria for Adverse Events (PRO -CTCAE) Measurement System allows for direct patient reports of AEs by utilizing plain -language symptom terms and prompts that reflect the frequency, severity and i nterference of the symptom.239 While this AE measurement system alone does not investigate the use of NHPs or prescription medications, it may be beneficial to merge with our existing active surveillance screening questions to allow for enhanced A E description at initial patient contact. Additionally, since cancer care is complex and may involve frequent fluctuations in health status and cancer treatments, challenges exist when delaying patient follow -up and causality assessment. Gathering sufficie nt information on initial screening for causality assessment or conducting causality assessment as part of initial contact should be considered in future research. Ongoing collection of comprehensive data on NHP AEs in adults with cancer is necessary to fa cilitate the development of a database for information sharing and to support the identification of safety signals, complementing existing vigilance programs. It is known that improved communication about NHP use is urgently needed between conventional h ealthcare providers and patients.11,13,28 This active surveillance method was integrated successfully into clinical care and NHP use was reviewed and discussed at cancer clinic visits. Canada has made significant progress over the past 10 years regarding the use of electronic med ical records (EMRs).247 Electronic health record data is available for 94% of Canadians, and 85% of Canadian primary care physicians use EMRs.247 Additionally, these electronic systems are improving the ability to communicate and share health information; in some EMRs, pa tients can document and contribute their own health information.248 Incorporating the screening and documentation of NHP use and AEs as presented in this paper as 80 part of documentation in EMRs has immense potential for linking to other important prognostic factors and following patie nts over time. Conclusion Active surveillance was successfully implemented in cancer centres to detect NHP use and associated AEs. The majority of adults with cancer are taking NHPs and half are taking NHPs along with prescription medications. Adult s with cancer frequently experience AEs while taking prescription drugs and NHPs concurrently , as well as from prescription medications alone. Prevalence of AEs appear similar between these groups, but further research is required to determine the causality of these AEs and the impact on patients over the continuum of cancer care. Incorporating questions about NHP use and AEs is feasible in outpatient canc er clinics as part of best practice and there is potential to integrate this approach into EMRs to enhance data linkage, surveillance, and patient safety. 81 CHAPTER 5: Study of natural health product adverse reactions (SONAR) in children with cancer: a cross -sectional study Introduction Complementary health approaches, outside of what would be considered conventional medical care, are used commonly by children.249 These include nutritional approaches , such as dietary supplements and herbs, psychological approaches , such as meditation, and physical approaches , such as massage or acupuncture.249 A national survey in the US reported that approximately 12% of children aged 4 to 17 years use complemen tary health approaches.31 It appears that use is even higher in children with chronic, recurrent , or incurable conditions.32,95 In pediatric patients with cancer, prevalence of complementary healt h use ranges from 6% up to 91%.30 Approximately 1 ,000 children aged <14 years are diagnosed with cancer each year in Canada.250 The most common cancers in children are leukemias, tumors of the central nervous system , and lymphomas.251 Survival of childhood cancer continues to increase , likely due to improved treatment protocols, supportive care , and the development of new therapies.250 Despite these advances, in Canada, cancer is still the leading cause of disease -related mortality in children over one month of age , and chronic disabilities caused by cancer treatments are common.251 Children with cancer and their families often use complementary approaches to help treat cancer, provide symptomatic relief , or reduce side effects from conventional therapy.30,34 Complementary therapy is often thought of as more \"natural\" and is therefore, perceived as safe.33 Three quarters of pediatric patients and families surveyed at a pediatric outpatient clinic in Quebec did not believe that complementary approaches could cause adverse events ( AEs) or interact with medications.33 Natural health products (NHPs), known as dietary supplements in the US,219 are of the most common complementary approaches used by pediatric patients.30-32 NHPs are classified by Health Canada as v itamins and minerals, herbal medicines, probiotics, amino acids, essential fatty acids , homeopathic remedies , and traditional medicines.1 Complementary approaches are commonly used with conventional medical care, including prescription medications.32 Like conventional medicine, NHPs are potentially biologically active and have the possibility to cause AEs.39 When taken with prescription drugs, there is also a risk of NHP -drug interactions.40,43 82 This is particularly concerning for anticancer agents , which oft en have a narrow window between plasma concentrations that cause serious toxicities and those that have a lack of therapeutic response.40 Although pediatric patients with cancer are vulnerable to these theoretical risks, very limited clinical evidence exists on AEs associated with NHP use in this population. Assessing for potential AEs was recently identified as a top priority internation ally in pediatric complementary medicine research.252 Due to inconsistent and limited pre -marketing requirements , as well as the potential for variations in compositio n and quality of NHPs, there is a need for rigorous post -marketing surveillance to assess AEs.75,78,224 Several passive surveillance systems exist , where AEs are spontaneously reported by healthcare professionals and patients ; however , they are severely limited by under -reporting.83,85,87 This is intensified for NHPs because patient disclosure of their use to healthcare providers is very low.32,33 Although it is well known that a systematic method o f soliciting AEs is needed, very few of these active surveillance methods exist, particularly for children.33,83,85,93 AE re porting rates are increased with the use of active surveillance as compared to routine passive methods.47,97,98 This has been observed in general pediatric primary care and more recently, in pediatric chiropractic care.97,98 To address some of the limitations of passive surveillance, our research team has developed an active surveillance system for the reporting of NHP -related AEs.47,48,50,94,95 This has been modeled in community pharmacies ,47,94 HIV clinics49 and both adult and pediatric mental health clinics.48,50,95 We hypothesize that children with cancer are at a higher risk of experiencing AEs while concurrently using NHPs and prescription medications compared to those using prescription medications alone . The purpose of this cross -sectional study was to implement this NHP active surveillance method in outpatient pediatric oncology clinics to: 1) determine the prevalence of NHP and/or prescription drug use in pediatric oncology patients 2) describe common NHPs used by pediatric patients with cancer; 3) determine the prevalence of AEs in those using NHPs alone, prescription medications alone , and concurrent NHP and prescription medications; 4) compare th e prevalence of AEs between groups 1, 2, and 3 ; 5) describe of the types of AEs occurring ; and 6) determine the likelihood of NHPs caus ing a serious AE. 83 Methods Ethics approval was obtained from the Health Research Ethics Board at the University of Alberta (Pro00025387) . Site-specific operational approval was also obtained. Active surveillance Active surveillance methods previously published by our research team were adapted and used at pediatric oncology centers.47,48,50,94,95 Patients up to 18 years old and their guardians attending appointments at participating outpatient cancer clinics were provided a one -page screening form to fill out (Appendix 5.1) as part of history taking. Clinic staff received training on the screening process to assure consistency in the process and enhance feasibility within clinical workflow. Ongoing phone and email follow -up was provided to a site principal investigator, who acted as a primary contact for each participating centre. The surveys were completed anonymously, and the only inclusion criterion was informed consent. Questions on the survey asked about the child's prescription medication use, NHP use, and any AEs experienced over the last month. (1) In the last month, has your child taken an y anticancer or prescription medications? If Yes, list the medications and for how long they have been taken. If unsure, please ask your healthcare team. (2) In the last month, has your child taken any natural health products (NHPs) e.g. vitamins, mineral s, herbals, homeopathic remedies, traditional Chinese medicines, probiotics etc.? If Yes, list the NHP and for how long they have been taken. Please try to be as specific as possible. (3) In the last month, has your child experienced any undesirable effec ts? If Yes, describe these effects. (4) What did you do about it? A) Nothing/treated it myself; B) Phoned for information; C) Saw doctor about it; D) Doctor treated it; E) Was hospitalized because of it The healthcare providers at the clinic were then as ked to review the screening form. If the patient/guardian had reported an undesirable effect in question 3, healthcare providers were asked to describe whether it was serious or caused a delay or change in treatment. Additionally, they were asked to report any other serious and unexpected AE. 84 (5) For healthcare provider: In the last month, has the patient had any other serious and unexpected adverse effect? If Yes, describe the effect. Please identify if serious and unexpected or caused a delay or change i n treatment. If the patient/guardian responded that the patient had taken an NHP in the last month (question 2), had an undesirable effect (question 3) which required medical intervention (question 4D) or hospitalization (question 4E) , or the healthcare p rovider indicated that a serious and unexpected AE occurred (question 5), they were provided an information package and consent form for a follow -up interview. A telephone interview was conducted if consent was obtained to gather additional details on the patient's medical history, NHP and prescription drug history and the AE(s) experienced to assist with causality assessment. Prescription medication use was defined as responding \"yes\" to question 1 and/or listing at least one medication with a drug identification number. NHP use was defined as responding \"yes\" to question 2 and/or listing at least on NHP as defined by Health Canada.76 Concurrent use was defined as reporting both prescription medication use and NHP use. A patient was considered to have had an AE if the patient/ guardian respond ed \"yes\" to question 3 and/or the patient/ guardian or healthcare provider reported at least one undesirable effect. If question 3, 4 and 5 were left empty and other por tions of the form were filled out, the assumption was that no AE occurred in the last month. A serious AE was defined as the patient/guardian report of an undesirable effect resulting in medical treatment or hospitalization and/or the healthcare provider i ndicated an AE was serious and unexpected or resulted in a delay/change in treatment. Healthcare providers were guided to classify > grade 3 AE according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE)230 as serious. The NCI CTCAE and System Organ Class of the Medical Dictionary for Regulatory Activities (MedDRA) and were used to code AEs.230,231 Causality assessment Causality assessment was conducted for consenting participants if the child /guardian had reported NHP use and a serious AE in the last month. This was done to determine whether a suspected or actual NHP adverse reaction had occurred.179,226 After the follow -up interview, data was summarized for two adjudicators. The adjudication was done using methods previously published by our research team.47,94,96 Each adjudicator independently assessed each case using 85 the World Health Organization -The Uppsala Monitoring Centre (WHO -UMC) system, modified to consider all health products (vs. drugs only).227 If there was at least a possible causal relationship between NHP(s) and AE(s) , a modified Naranjo Causality Scale228 was then conducted. The modified Horn Drug Interaction Probability Scale (DIPS)229 was also used if there was at least a possible NHP -drug or NHP -NHP interaction. Inconsistency in NHP content and quality, including potential adulteration and contamination, complicates causality assessment.253-257 Therefore, laboratory analysis was available, if deemed necessary by adjud icators. Disagreements were discussed until consensus was reached, or if required, a third adjudicator was consulted. Sample size Previous NHP active surveillance work in patients seeking care at Canadian community pharmacies determined AE prevalence in patients on concurrent prescription medications and NHPs to be approximately 7%.47,94,235 We anticipated that the preva lence of AEs will be higher in pediatric patients with cancer. With a sample size of 206 patients , assuming an AE prevalence of 20% for patients taking prescription medications alone and an of 0.05 , we calculated 80% power to detect a minimum clinically significant difference in mean AE p revalence of 10% (effect size: 0.25) in those taking prescription medications and NHPs concurrently. To account for potential losses to follow -up and missing data, the sample size was inflated by 10% to 227 patients . Samp le size was calculated with the Chi -square test using G*Power 3.1.234 Data management Study data were managed using REDCap electronic data capture tools236 hosted and supported by the Women and Children's Health Research Institute at the University of Alberta. Data analysis Descriptive statistics were used to summarize patient demographic information and determine the frequencies and percentages of NHP use, prescriptio n medication use , and AEs. The Chi -square test and Fisher exact test, when small frequencies were present, were used to compare the prevalence of AEs in each patient group. The odds ratio and associated 95% confidence interval (CI) for AE prevalence in pat ients using NHPs and prescription medications concurrently compared to prescription medication use alone was calculated using multivariate 86 logistic regression controlling for cancer centre. Data analysis was performed using STATA Version 15.1.237 Results Three cancer centres in two Canadian provinces participated. A total of 282 patients under the age of 18 were screened between 2014 and 2018. Male patients represented 54. 4% of those included , which did not vary significantly between patient groups. Leukemia (4 9.2%), central nervous system cancers (15. 1%), and lymphoma (11. 0%) were the most frequent cancer diagnoses reported (Table 5.1). Natural health product use Of the 282 patients included, 104 (36.9%) were taking prescription medication alone, 39 (13.8%) were taking NHPs alone, 111 (39.4%) were taking NHPs and prescription medication concurrently , and 28 (9.9%) were taking neither NHPs nor prescription medications in the last month. In those taking NHPs, the median number of NHPs used was 1 (interquartile range (IQR) 1-2; range 1 -13). Vitamin D and multivitamins were, by far, the most frequently reported NHPs used. The most common NHPs reported are presented in Table 5.2. Adverse events Figure 5.1 shows the proportion of patients reporting any AEs and serious AEs for each patient group. Only two (5.1%) patients taking NHPs alone reported AE s; one indicated that the AEs were not serious and the other had missing information on seriousness. Thirty -six percent (N = 40) of patients taking NHPs and p rescription drugs concurrently reported a t least one AE compared to 34.6% (N = 36) taking prescription drugs alone. After controlling for cancer centre, there was no significant difference in the odds of experiencing an AE between these two groups (OR 0.99 , 95% CI 0.56 -1.77; p = 0.981). Of the 40 patients experiencing an AE on concurrent therapy, 31 were taking at least one anticancer medication, eight were taking prescription medication(s) other than anticancer medications , and one did not list their medic ations. Of the 36 patients experiencing an AE on prescription drugs alone, 30 were taking an anticancer medication, five were taking other prescription medication(s) , and one did not list their medications. Patient sex was not significantly associated with the prevalence of AEs. Gastrointestinal disorders were of the most frequently reported class of AE s, followed by general 87 disorders and administration site conditions , and nervous system disorders. Table 5.3 provides further details on types of AEs, of any severity, reported in each patient group . A median of two AEs (IQR 1 -3; range 1 -7) were reported by each patient in both those taking NHPs and prescription drugs concurrently and those taking only prescription drugs. The proportion of patients reporting s erious AEs were also similar between groups with 10.1% (N = 11) with concurrent therapy and 10.0% (N = 10) with prescription medications alone (p = 0.982) (Table 5.4). Further information on the serious AEs can be found in Appendix 5.3 including patient sex, diagnos is, prescription medications, NHPs, CTCAE terms, and actions taken. 88 Table 5.1 Demographic information stratified by prescription medication use alone, NHP use alone, concurrent use, and the use of neit her Total (n = 282) Prescriptions Alone (n = 104) NHPs Alone (n = 39) Concurrent (n = 111) Neither (n = 28) N (%) N (%) N (%) N (%) N (%) Sexa Male 153 (54. 4) 59 (56.7) 19 (48.7) 61 (55.5) 14 (50.0) Female 128 (45. 6) 45 (43.3) 20 (51.3) 49 (44.5) 14 (50.0) Cancer Centre Centre 1 173 (61.4) 51 (49.0) 38 (97.4) 60 (54.1) 24 (85.7) Centre 2 77 (27.3) 42 (40.4) 1 (2.6) 32 (28.8) 2 (7.1) Centre 3 32 (11.4) 11 (10.6) 0 (0.0) 19 (17.1) 2 (7.1) Cancer Diagnosisb Leukemia 130 (49.2) 53 (53.5) 10 (32.3) 59 (54.6) 8 (30.8) CNS 40 (15.1) 13 (13.1) 5 (16.1) 15 (13.9) 7 (26.9) Lymphoma 29 (11.0) 10 (10.1) 2 (6.5) 13 (12.0) 4 (15.4) Sarcoma 18 (6.8) 8 (8.1) 1 (3.2) 6 (5.6) 3 (11.5) Neuroblastoma 15 (5.7) 5 (5.1) 4 (12.9) 4 (3.7) 2 (7.7) Wilms tumor 12 (4.6) 7 (7.1) 3 (9.7) 2 (1.9) 0 (0.0) Hepatoblastoma 5 (1.9) 0 (0.0) 1 (3.2) 3 (2.8) 1 (3.9) Other 15 (5.7) 3 (3.0) 5 (16.1) 6 (5.6) 1 (3.9) a1 participant had missing data: total, n = 281; concurrent, n = 110 b18 participants had missing data: total, n = 264; prescriptions alone, n = 99; NHPs alone, n = 31; concurrent, n = 108; neith er, n = 26 NHPs, natural health products ; CNS, central nervous system 89 Table 5.2 Most com mon natural health products reported NHPs Reported (n = 254) N (%) Vitamin D 79 (31.1) Multivitamin 47 (18.5) Omega -3 fatty acids/Fish oils 16 (6.3) Vitamin C 12 (4.7) Probiotics 10 (3.9) Essential oils (unspecified) 9 (3.5) Iron 6 (2.4) Vitamin B (unspecified, B 6, B12) 6 (2.4) Melatonin 6 (2.4) Magnesium 5 (2.0) Calcium 4 (1.6) Astragalus 4 (1.6) Coenzyme Q10 3 (1.2) Antioxidants (unspecified) 3 (1.2) 90 AE, adverse event; NHPs, natural health products Note: 7 patients were excluded from the final row as they did not have information on the seriousness of the adverse event (see n = s ample size). Figure 5.1 The proportion of pediatric oncology patients using prescription medication s alone, NHP s alone, prescripti on medication s and NHP s concurrently and the proportion of patients reporting any AE(s) and serious AE(s) for each patient group Pediatric Patients Screened N = 282 Patients Reporting Prescriptions Alone (n = 282) N= 104 (36.9%) Patients Reporting AE(s) (n = 104) N = 36 (34.6%) Patients Reporting Serious AE(s) (n = 100) N = 10 (10.0%) Patients Reporting NHPs Alone (n = 282) N = 39 (13.8%) Patients Reporting AE(s) (n = 39) N = 2 (5.1%) Patients Reporting Serious AE(s) (n = 38) N = 0 (0.0%) Patients Reporting Concurrent Use (n = 282) N = 111 (39.4%) Patients Reporting AE(s) (n = 111) N = 40 (36.0%) Patients Reporting Serious AE(s) (n = 109) N = 11 (10.1%) Patients Reporting Neither (n = 282) N = 28 (9.9%) 91 Table 5.3 Classification of adverse events by MedDRA System Organ Class stratified by prescription medication use alone, NHP use alone and concurrent prescription drug and NHP use Adverse Events by MedDRA System Organ Classes Prescriptions Alone (n = 80) NHP Alon e (n = 4) Concurrent (n = 95) Total (n = 179) N (%) N (%) N (%) N (%) Gastrointestinal disorders 38 (47.50) 0 (0.00) 38 (40.00) 76 (42.46) General disorders and administration site conditions 8 (10.00) 0 (0.00) 16 (20.00) 24 (13.41) Nervous system disorders 10 (12.50) 0 (0.00) 12 (12.63) 22 (12.29) Skin and subcutaneous tissue disorders 7 (8.75) 1 (2.50) 6 (6.32) 14 (7.82) Metabolism and nutrition disorders 5 (6.25) 0 (0.00) 6 (6.32) 11 (6.15) Psychiatric disorders 2 (2.50) 1 (2.50) 8 (8.42) 11 (6.15) Musculoskeletal and connective tissue disorders 2 (2.50) 1 (2.50) 4 (4.21) 7 (3.91) Blood and lymphatic system disorders 3 (3.75) 0 (0.00) 2 (2.11) 5 (2.79) Investigations 2 (2.50) 0 (0.00) 2 (2.11) 4 (2.23) Eye disorders 1 (1.25) 1 (2.50) 1 (1.05) 3 (1.68) Infection and infestations 1 (1.25) 0 (0.00) 0 (0.00) 1 (0.56) Renal and urinary disorders 1 (1.25) 0 (0.00) 0 (0.00) 1 (0.56) MedDRA, The Medical Dictionary for Regulatory Activities; NHPs, natural health products Table 5.4 Comparison of the proportions of patients reporting AEs between those using prescription medication s alone, NHP s alone and prescription medication s and NHP s concurrently using Chi -square test and Fisher exact test* Prescriptions Alone (n = 104) NHPs Alone (n = 39) P-value# Concurrent (n = 111) P-value^ P-value$ Total (n = 254) P-value~ N (%) N (%) N (%) N (%) Reporting AE(s) Yes 36 (34.6) 2 (5.1) <0.0001* 40 (10.0) 0 11 (10.1) 0.982 0.067* 21 (8.5) 0.093* #P-value of comparison between Prescriptions Alone vs. NHPs Alone; ^P-value of comparison between Prescriptions Alone vs. Concurrent; $P-value of comparison between NHPs Alone vs. Concurrent; ~P-value of comparison between three groups a7 participants had missing data: prescriptions alone, n = 100; NHPs alone, n = 38; con current, n = 109; total, n = 247 AE, adverse event; NHPs, natural health products 92 Causality assessment After initial screening, 11 patients qualified for a follow -up telephone interview. Of these, two guardians consented to be contacted, and one was successfully contacted. A 6 -year- old male patient with acute lymphoblastic leukemia was receiving vincristine, methotrexate, 6 - mercaptopurine and asparaginase and developed ptosis and foot drop. At this point the NHPs alpha lipoic ac id, vitamin B6 , and coenzyme Q10 were initiated for neuropathy support. Since it was determined at the follow -up interview that the NHPs were initiated after the AEs developed, both adjudicators agreed that there was no causal relationship between NHPs and AEs. Discussion In this study, we identified that just over half of the children with cancer were taking NHPs , and 2 in 5 patients took both NHPs and prescription drugs concurrently. A 2010 systematic review on the prevalence of complementary medicine use in pediatric cancer had similar findings with the use of herbal remedies ranging from 2% to 45% of those surveyed and dietary and nutritional interventions ranging from 3% to 47%.30 Studies published after this systematic review also reported similar proportion s of NHP use.32,34,37 Valji et al. surveyed pediatric oncology clinics and found that 60.5% of patients used complementary approaches.37 They observed that 40.8% of participants used NHPs along with prescriptions drugs, with multivitamins being the most commonly used product.37 Multivitamin use was also high in our study, second only to vitamin D. Although we did not ask patients and guardians why they chose to use NHPs, reasons suggested in the literature include treating or helping with the treatment of cancer, strengthening the immune system, or reducing side effects of conventional cancer treatment.30,34 Some families use NHPs prior to their child's diagnosis and continue them afterwards, and some start therapies at diagnosis.34 Decision making regarding NHP use at initial diagnosis or recurrence of cancer is often characterized by feelings of fear and loss of control.24 However, this decision making process does not happen at any one time point, it continues throughout cancer care.24 Of patients taking at least one NHP or prescription drug, 31% reported experiencing an AE, and 9% reported a serious AE. These proportions are higher than has been seen by our research team's surveillance in other p atient populations ;47,48,50,94,95 however, given the high rate of side effects commonly experienced with anticancer medications244, this is not unexpected. 93 There was no significant difference between the prevalence of AEs in those who reported taking both NHPs and prescription drugs comp ared to those taking prescription drugs alone. This is also in contrast to what has been seen in patients attending community pharmacies , HIV clinics, and mental health clinics, which reported a significant increase in risk of AEs with concurrent use of NHP and prescription drugs.47-50 Much of what is known about interactions between NHPs and anticancer medications comes from the results of in vitro studies and challenges often exist in extrapolating this to what is experienced clinically.40,43 This may be due to the poor bioavailability of NHPs and/or the variation in doses and content of products used in clinical practice.40,43 These factors may have contributed to the lack of significant impact that the addition of NHPs to prescription medications had on the risk of experiencing an AE. Health Canada's definition of NHPs is br oad and i t is likely that inter -product variation on the risk of AEs exists.40 Some NHPs or combinations of NHPs and prescription medicatio ns may have resulted in a reduction in AEs, some may have increased AEs, and some may have had no effect .61 However, due to substantial loss to follow -up for the telephone interview, we can only report on associations and not causality for nearly all AEs; we are unable to report on the likelihood that the AEs reported were caused by prescription medications, NHPs or other factors.179 Further complicating this association is the potential for residual confounding, given that very few patient characteristics were measured, and consequently were not controlled for. Small differences between the types of AEs reported in each patient grou p were observed. A slight decrease in frequency of gastrointestinal disorders was noted in the patient group using NHPs and prescription drugs concurrently. Children with cancer and their families use NHPs to reduce chemotherapy side effects30,34 and NHPs are commonly trialed for pediatric gastrointes tinal complaints.258 Limited, low quality evidence exists on the benefits of some NHPs for gastrointestinal side effects in patients with cancer. In a case report, the addition of oral vitamin D to chemotherapy improved the patient's stomatitis and dysgeusia.137 A reduction in chemotherapy induced nausea and vomiting has been seen with vitamin C in case reports and a phase I/II a clinical stud y.187,196,199 Probiotics may decrease the incidence of diarrhea when given with chemotherapy or radiation.61 Confirmatory studies are needed to explore th e potential associatio n between the use of NHPs and a decrease in gastrointestinal AEs. On the other hand, there was a n increase in frequency of general disorders and administration site conditions , as 94 well as psychiatric disorders in the concurrent therapy group. The impact of NHPs on the increase of these types of AEs also warrants further investigation. The cross -sectional design of this study means that a temporal relationship between NHPs and AEs cannot be directly assessed.86 Protopathic bias, also refer red to as reverse causation, may be present where the use of an NHP is the result of the AE or early sign of the AE.259 This concept is highlighted when looking at our patient who was successfully reached for telephone follow -up. This patient qualified for interview since they reported taking an NHP and experiencing a serio us AE in the last month. Upon further investigation during the interview, it was determined that the NHPs were initiated after the AE occurred, to treat the AE. One of the first steps of causality assessment is establishing a temporal relationship.83,227 While this is effectively captured in our c ausality assessment methods,47,94 it was reserved for patients experiencing a serious AE who consented for a follow -up interview. Therefore, we do not know the temporal relationship of other NHPs and AEs. This study has several key strengths. An active surveillance pharmacovigilance method was implemented to systematically ascertain AEs in children with cancer. Active surveillance systems are quite rare worldwide,93 particularly in children.85 Very little is know n about NHP - related AEs in children with cancer97,101 and to our knowledge, no other active pharmacovigilance system currently exists to assess them. Active surveillance systems that do exist have been shown to significantly increase the number of AE reports in chil dren, including those that are serious and life -threatening.97,260 Often the quality of information reported is also improved.86,260 Another strength is that our method was integrated into rout ine clinical care. Lack of discussion about NHP use between patients and conventional oncology care providers is common,9,11-13 so including q uestions regarding NHP use as part of history taking in children with cancer is a step towards enhanced practice. Our study confirms that NHPs are taken by many children during cancer care, emphasizing the need for inquiry and discussion about NHPs at each patient visit. At an individual health level, collaborating with patients and their families is needed to form a shared treatment and monitoring plan.28,61 These discussions about NHPs and the documentation of NHP use can also imp act efficacy and safety at a population health level by increasing available real world data. Some potential limitations exist with this study. Patients and families were asked to recall product use and AEs over a one -month period. Although this timefram e is relatively narrow, 95 some suggest that a one -week period may be best to reduce recall bias.239,240 As mentioned previously, a drawback of cross -sectional studies is that they examine prevalence at a single timepoint.86 Cancer treatment is complex and may involve changes to therapies over time . For example, some patients screened at participating clinics did not report taking any anticancer medications in the last one month. It also appears that NHP use may also be dynamic and depend on the phase of cancer care.24 Including onl y patients actively being treated with anticancer medications could limit heterogeneity and enhance detection of NHP -anticancer medication interactions. Since exposures may also change over time, a longitudinal study could provide a deeper understanding of AEs throughout cancer care.86 Another weakness is that th e screening form did not gather extensive data on patient characteristics and it is likely that residual confounding exists. However, adding to the screening form must be balanced with participation and reporting rates. In other active surveillance program s, the top barriers impacting reporting include heavy workload and time to complete detailed questionnaires.260 These barriers may be overcome by linking to other types of data sources , such as registries and electronic medical records.85,86,93,261,262 One major limitation that we have identified in our surveillance method is the high rate of loss to follow -up in securing a telephone interview with participants. Only one of the 11 qualified participants was successfully contacted and able to provide adequate information for causality adjudication. Since losses to follow -up were noted as being high in previous work by our research team,47,94 patients/guardians in this study were asked to identify what actio n they took regarding the AE on initial screening (question 4). This was to provide meaningful information regarding the seriousness of the AE without the need of an additional follow -up interview. A further consideration may be to conduct causality assess ment during initial screening, particularly for serious AEs. As healthcare providers were asked to review the screening form and report AEs themselves, they could also be asked to conduct a brief causality assessment. Yet this may not be feasible because l ack of time, lack of knowledge about NHPs , and difficulty in determining whether an AE is associated with a product or a disease have been noted as significant barriers in adverse reaction reporting.260,263 There are several opportunities for future work in this area. First, it is important that the discussion and documentation of NHP use and AEs in pediatric cancer c linics continues. It is necessary for this to be part of routine care. Our screening questions may serve as a helpful guide for clinicians to integrate inquiry and documentation of NHP use and AEs as part of their best 96 possible medication history.264 Though the priority with NHPs is to \"first do no harm\"252 this is not possible without a complete history of what the patient is taking; only then can clinicians make i nformed and shared decisions with patients and families.264 This also needs to be done consistently across phases and transitions of care.264 Not only does this have the potential to reduce the risk of AEs, it facilitates accurate monitoring of all medication use, including NHPs.264,265 Electronic medical records are increasingly common, and it is possible that completing and documenting a best possible medication history , including the screening of NHP use, can occur electronically.265,266 This can allow for enhanced tracking of outcome measures, such as AEs, and may provide valuable real world data for ongoing pharmacovigilance efforts.85,265 There is also an opportunity to develop a patient registry on NHP use or add this information to existing cancer registries, and again this requires continual inquiry by healthcare providers.151 Longitudinal studies looking at the use of NHPs and AEs experienced throughout the cancer trajectory would also add value to this area of study. Until real world data sources on NHP use improve, prospective studies involving primary data collection could be developed. Though there is a clear need for clinical practice change regarding discussion, documentation , and monitoring of NHP use, these changes will take time. Ongoing active surveillance of NHP - related AEs in children with cancer is necessary for enhanced patient safety. Active surveillance can increase reporting and the quality of AE reports in an area with sparse information.86,97,260 Due to the large losses to follow -up in completing causality assessment, it may be helpful to conduct this at initial screening or continue with a stepwise approach but assess every AE experienced while on an NHP. Intensive monitoring support ed by additional resources at a sample of sentinel sites may improve feasibility of continued active surveillance by reducing the burden on clinicians. This could supplement ongoing efforts to improve discussion and documentation in the clinical setting. L astly, as more data is gathered on NHPs and potential AEs, it can be used to support existing vigilance programs in the development a population - based database that facilitates sharing of information and identification of safety signals. Conclusion More t han half of children with cancer take NHPs, and many take them along with prescription medications. AEs were frequently reported using an active surveillance system at pediatric cancer centers across Canada . Thirty -one percent of patients taking at least one NHP or 97 prescription drug reported AE(s), and 9% reported a serious AE. While no significant differen ces were noted in the prevalence of overall or serious AEs between those using NHPs and prescription medication concurrently , and those using only prescription medications, this preliminary quantification requires further investigation. A focus on causalit y assessment is required to improve our understanding of NHP adverse reactions in this population. Ongoing inquiry and documentation of NHP use and AEs in routine clinical practice , supplemented by intensive active surveillance systems will improve our abi lity to identify important safety signals. 98 CHAPTER 6: Conclusion Summary This thesis was undertaken to enhance our understanding of clinically important natural health product ( NHP )-associated adverse events ( AEs), including NHP -drug interactions in patients with cancer. Two systematic reviews were conducted to synthesize the existing clinical evidence on the efficacy and safety of concurrent use of NHPs and two classes of anticancer medications , immunotherapies and antimicrotubule anticancer agents . Available evidence is heterogeneous and primarily consists of phase I and II clinical trials and pilot studies with methodological limitations , as well as case series and reports . Several AEs associat ed with NHPs were identified in the reviews. In particular, s afety signals with the use of vitamins C, D , and E , milk thistle, and turmeric alongside antimicrotubul e agents were identified . The efficacy and safety data on concurrent anticancer medication and NHP use identified in the systematic reviews are best considered hypothesis -generating, as opposed to hypothesis -proving. This thesis has identified important gaps in the literature and has s everal implications for future research. Active surveillance was implemented in adult and pediatric cancer centres across Canada as part of routine clinical workflow to detect NHP use and associated AEs. The majority of patients with cancer, both adults a nd children, take NHPs and many take them along with prescription medications. The prevalence of AEs during prescription drug use and concurrent NHP and prescription drug use w as high, but similar between groups. This is in contrast to active surveillance conducted by our research team in community pharmacies as well as mental health and HIV clinics, all of which saw an increase in the proportion of patients reporting AEs if they were taking both NHPs and prescription medications as compared to prescription s alone.47-50 Since a cross -sectional study design was used and a high loss to follow -up occurred prior to causality adjudication, we were only able to report on potential associations and not causal relationships between NHPs and AEs. With careful examination of this limitation and others, there are a few important next steps for further work in this area. Limitations Systematic reviews 1. Internal validity of available evidence & reporting of harms : The available evidence on concurrent NHPs and anticancer antimicrotubule agents and immunotherapies had 99 several limitations. In most of the papers included in the systematic reviews, harms were secondary outcomes, and in a few papers, they were not reporte d at all . Where harms were reported, variable detail was provided on how harms -related data was collected. This information was generally limited to whether AEs were clinician or patient reported, without adequate detail on the mode of data collection (e.g., questionnaires, interviews, tests), the timing of data collection, or how attribution of the AE to the NHP or other intervention was performed.101,152 There is no universally accepted method for attribution of the event to an intervention, or causality assessment.212 However, a n umber of methods do exist, and some are specifically developed for NHPs.47,94,96,184,210 -213 Exact methods used were often not described in the papers included in the systematic reviews, making it difficult to determine the true likelihood that the AE(s) were caused by the NHP of interest. Additionally, since m any studies were designed to determine whether the addition of an NHP increased the effectiveness of anticancer medication s or reduced their side effects , the high risk of bias present in most studies with a comparison group may have biased the results away from the null hypothesis. Therefore, these studies were more likely to show an increase in beneficial effects and decrea se in harmful effects. The remaining papers were primarily phase I/II clinical studies without a comparison group. Phase I and II studies are important for drug development, but they often lack sufficient power to detect uncommon AEs and have a short duration, which may also overestimate benefits and underestimate harms.143,186 2. External validity of available evidenc e: There are challenges in the generalizability of the systematic review findings. The heterogeneity in the available research prevented meta -analysis and the ability to provide concrete direction on clinical guidance. Study participants had a range of can cer diagnoses and cancer -related conditions , and outcomes for both safety and efficacy varied substantially among studies. Also limiting the generalizability of the systematic reviews is the complexity and variability of anticancer regimens, often involvin g multiple agents administered concurrently. Although the use of multiple agents mimics usual practice,45,46 it is challenging to extrapolate findings in which the doses, frequencies , and concurrent therapies vary among studies and may also differ from the regimens being used in practice, which may also vary between sites. 100 Despite this, we were able to summarize the findings for several common ly used anticancer agents. Unique obstacles also exist in generalizing the results based on NHP use, and this must be done with caution. Frequently, the NHPs studied do not match the products being used in a clinical setting. We aimed to overcome these limitations by focusing on a clinically releva nt list of NHPs selected based on Canadian population data and clinical expertise. Commercially available formulations of NHPs may vary from the product studied, and many NHPs are available in combination products over the counter.39,40,65,70,207 Additionally, even products with the same single ingredient can have significant variation in their content, varying between brands but also within brands between batches.39,40,65,70,207 This highlights the importance of using real world data, such as that used in SONAR active surveillance. 3. Gaps in studied NHPs and anticancer medications: Of the NHPs included in the search (garlic, ginseng, milk thistle, mistletoe, probiotics, turmeric, vitamin C, vitamin D, and vitamin E) there was evidence of each one of them being used concurrently with antimicrotubul e agents in at least one paper. For concurrent use with immunotherapy, no clinical data were identified for garlic, milk thistle , or turmeric. There were not studies that focused on each of the available antimicrotubul e medications or immunotherap ies. These systematic reviews aim ed to focus on a list of NHPs that were relevant to cancer care in terms of their frequency of use , and potential for interaction with anticancer medications. However, this list was not all -inclusive, and as data are continued to be collected in this area and NHP use changes over time , other relevant NHPs are likely to be identified. Additionally, while cannabis falls outside Health Canada's definition of NHPs , it is often considered a complementary therapy and has clinical relevance for patients with cance r, particularly since the recent legalization of recreational use in Canada .1,2,267 It is also important to note that a total of eight groups of anticancer agents were identified by our research team as necessary to review NHP -drug interactions; this thesis focused on only two of those drug categories for feasibility reasons. Further asses sment of all relevant classes of anticancer agents would be worthwhile. 101 Active surveillance 1. Information bias: As a cross -sectional study design was used for active surveillance, information bias is possible. Frequently, NHP use is discouraged during che motherapy, radiation therapy or cancer surgery.268 Therefore, s ocial desirability bias may have been present .246 It is possible that some patients using NHPs did not want to disclose AEs to their healt hcare team due to fear of judgement.11,12,225 2. Selection bias: Only seven cancer centres across Canada participated in these active - surveillance studies. Additionally, only some clinics and clinicians within these centres participated. Therefore, i t is possible that selection bias exists where patients screened at participating clinics were n ot representative of the overall population of patients with cancer.269 This is particularly relevant among adult patients as clinics were often diagnosis -based, meaning that some cancer diagnoses are likely over -represented in the sample. This likely contributed to the distribution of sex in our adult data, as several clinics seeing female -predominate cancers participat ed. It is also possible that selection bias exists because patients were screened at ambulatory clinics , and this requires patients to be healthy enough to attend; those with more severe illness may have been excluded.269 Although staff and clinicians that were involved in the screening process were instructed to screen consecutive patients, it is possible that those selected or willing to participate also contributed to potential bias. 3. Confounding: Confounding may have occurred in which a variable associated with NHP and/or prescription drug use influenced the likelihood of experiencing an AE.269 Limited data w ere gathered on patient characteristics beyond the exposures and outcome o f interest. As a result, only cancer centre was adjusted for in the multivariate analysis. Likely several unmeasured and unknown confounders still exist and were not controlled for, leading to residual confounding. Further exacerbating this is the potentia l heterogeneity in patients as they were attending both new and follow -up visits. This means that patients may have accessed care at various phases within the cancer care trajectory , including at diagnosis or relapse and during or after cancer treatment. The decision to use NHPs is often reevaluated based on changes in health status or other 102 treatment landmarks20,24,25 so the patient's phase of care may have had an impact on NHP use. Health status and the use of varying non-drug cancer treatments (e.g., radiation, surgery) at different phases of care could have also impact ed the AEs experienced. 4. Causality: It is not possible for us to make causal inferences due to the cross -sectional design of these studies. Therefore, we were only able to report on the associations between drug or product taken and AE(s) experienced. Interpreting the associations is challe nging because we were unable to investigate the temporal relationship since both exposure and outcome data are collected simultaneously. Reverse causation may exist where the use of an NHP is the result of an AE, rather than its cause .259 A causality assessment procedure was planned for patients taking an NHP and reporting a serious AE. Substantial loss to follow -up occurred prior to this step, and therefore, for most cases we were unable to report on whether the AEs reported were caused by prescription medications, NHPs , or other factors.179 5. AEs in oncology: The proportion of patients on prescription medications alone reporting AEs was much higher in patients with cancer as compared to what was seen in SONAR studies in community pharmacies, mental health clinics and HIV clinics.47-50,94,95 It was also common for patients with cancer to report more than one AE in the last one month. This is likely due to the toxicity of anticancer drugs, which include a wide range of side effects.270 Symptoms of cancer may also have contributed to reported AEs.270 Since the toxicity of anticancer medications may be perceived as \"normal\" by patients with cancer,270 it may be more difficult to detect differences in AEs that occur with the addition of NHPs, particularly if the symptoms and/or symptom severity fluctuate over time. Accurate determination of the severity of each AE reported is re quired.270 Moreover, it is likely that our cross -sectional studies incompletely detected potential reduction in cancer treatment effectiveness. Although healthcare providers were asked to report AEs that \"caused a delay or change in treatment ,\" cancer treatment failure is likely best evaluated using other study designs.86 103 6. NHP definition: The Health Canada definition of NHP s1 was used for classifying patient groups in active surveillance as used in previous SONAR studies.47-50,94,95 While the se NHPs share the same regulations, it is important to consider the diversity of products included in this definition and also what is not included, such as cannabis and drugs which require a prescription that are derived from natural sources.1,76 Given the inherent differences that exist between products such as vitamins and minerals as compared to herbal medicines ,39 there may also be variations in their influence on drug interactions and AEs. A large proportion of patients screened were using vitamins and minerals, which may have had an impact on the AE prevalence observed. By adopting active surveillance of NHP -related AEs in patients with cancer more widely, the development of a population -based database would be possible to look further at potential differences among products. 7. Reported medications: Some patients that were screened at participating clinics who were taking prescription medications did not report any anticancer medications. It is possible that patients were screened prior to or more than one month post chemotherapy treatment . It is also possible that patients did not completely report this as they assumed the clinic already had this information or they were uncertain about these medications. However, the screening form did specify that patients report anticancer medications and other prescription medications and prompted patients to ask their healthcare team if uncertain of their medications. There were also several patients that did not record the specific medications they were taking, and therefore th ese data w ere missing. Implicat ions for Research Harms Reporting in Primary Research on NHPs The systematic reviews in this thesis identified that clinical studies determining the effects of concurrent NHP and anticancer medications are limited, particularly on immunotherapies. Ongoin g clinical research in this area, particularly when safety signals are identified, will facilitate evidence -based clinical practice and support decision making. With this research, i t is likely that challenges will always exist in extrapolating NHPs studie d to those used by patients seen in clinic.39,40,65,70,207 However, the consolidated standards of reporting trials (CONSORT) statement for herbal interventions provides a number of recommendations for 104 complete and accurate reporting.271 Reproducibility and clinical applicability of the study is enhanced by providing precise details of NHPs used , including product name, character istics, dosage regimen , and any chemical and purity testing conducted .271 Similar recommendations exist for published case report s on AEs following NHP use.101 Clear reporting will assist clinicians in determining whether results apply to the clinical context , including whether variations in NHP content or contaminants had a role in outcome. Enhanced reporting on harms data is also required in studies on the use of NHPs in patients with cancer, as it is currently suboptimal. In particular, improvements are required in describing how harms -related informat ion was collected , and presenting the absolute risk of each AE as per the harms extension of the CONSORT statement.152 How harms data were collected, when it was collected, and the rules around stopping the trial for harms should be included.152 The grade and seriousness of AEs should also be described.152 Causality assessment of AEs should be performed using available tools.96,99,142 Additional Syntheses The synthesis of clinical e vidence on the efficacy and safety of concurrent use of NHPs with other classes of anticancer medications is needed , including antimetabolites, alkylating agents, endocrine platinum analogs, small molecule inhibitors , and topoisomerase inhibitor s. This is a current priority of our research team. Furthermore, future efforts could look at expanding the list of NHPs reviewed. While having consistency among NHPs reviewed in our systematic reviews may be beneficial for the development of an NHP -drug interaction tool,272 selection of NHPs with the strongest preclinical evidence of interaction or AE potential with each class of anticancer medication should be considered moving forward . Our active surveillance results can further contribute to NHP utilization data by identifying NHPs commonly used by patients with cancer. With careful consideration of cannabis -specific research challenges,273,274 it would be also be meaningful to evaluate the effects of concurrent cannabis and anticancer medications. SONAR Active Surveillance Methods Based on the experiences and limitations identified with the active surveillance studies, several opportunities have been identified. Seeking further information on patient characteristics as part of screening is suggested. This could include health status or phase of cancer care , and 105 other patient demographic information (e.g., age, comorbidities, other concurrent treatments - surgeries, radiation). There is also an opportunity for linking screening data with existing electronic medical records, disease re gistries , or laboratory test result repositories to collect additional patient information.143 It is recommended that at least one additional source of information is used to verify patient reported medication use as part of a Best Possible Medication History (BPMH).264 Therefore, linking to existing data sources may also improve the accuracy and completeness of the patients' anticancer and prescription medication history. Our study team aimed to address the high rate of losses to follow -up prior to the telephone interview by asking patients to identify what actions they took regarding the AE on the initial screening form . This was to narro w the focus of follow -up to those who may have experienced the most clinically relevant AEs. This also allowed for the collection of meaningful information regarding the seriousness of the AEs without additional follow -up. However , there is still opportuni ty to enhance our understanding of serious AEs and their causation. The Patient - Reported Outcomes version of the Common Terminology Criteria for Adverse Events (PRO - CTCAE) Measurement System could be incorporated into the questionnaire.239 It util izes plain - language symptom terms and prompts to indicate the frequency, severity , and interference of the symptom.239 This i s suggested because although the actions patients take as a result of an AE provide us some insight into seriousness, it may not always accurately reflect this. For example, if a patient experienced moderate dyspepsia requiring medical intervention, this w ould be classified as grade 2, or not severe, by the CTCAE version 5.0;133 however, we would have classified this as serious, based on our methods. CTCAE grade 3 or higher describes an AE that involves hospitalization, prolongation of hospitalization, life -threatening consequences or death, which matches the definition of a serious AE as defined by Health Canada.233 Although our method was likely conservative in classifying AEs more serious than they were , utilizing PRO - CTCAE239 as part of our screening may reduce the risk of such discrepancies. Accurate ly grading each AE reported would be useful in determining the clinical relevance of AEs, particularly as it was found that this patient population commonly reported more than one AE at a time. The use of an electronic screening form, versus the paper -based form used in th ese studies, would be helpful, particularly if adding in screening questions. Electronic questionnaires have shown to decrease the amount of missing information compared to paper -based.275 For 106 example, i nformation o n the duration of use of each medication or NHP was included on our screening form, but patient report of this information was often partially or completely missing. The use of an electronic form may improve the report of this information at initial screening , and therefore, valua ble information on temporal relationship s. The NHP utilization data gleaned from our active surveillance studies can be used to design future studies with an ample sample size to evaluate separate categories of NHPs, such as vitamins/minerals, herbal medi cines, and fatty acid supplements. This would allow for the determination of differences, if any, that may exist in AE prevalence amongst some NHPs. However, due to the variety of NHPs available, it is essential that active surveillance is adopted more wid ely to facilitate the development of a population -based database. Consideration should also be given to narrowing the inclusion criteria for screening to patients who are actively being treated with anticancer medications to reduce heterogeneity and enhanc e the ability to detect potential NHP -anticancer medication interactions. Longitudinal Studies There is also an opportunity to utilize a longitudinal study design to capture NHP and prescription medication use, and AEs experienced over time. The choice to use NHPs does not happen at one time point during cancer care, it is revisited throughout, mean ing that the use of NHPs is likely to fluctuate in this patient population;24 cancer treatments also commonly change over time . Since exposures are expected to shift throughout phases of care, longitudinal studies may be helpful to observe patients over a period of time and allow for the calculation of incidence.86 This may also be particularly valuable for time -dependent outcomes , such as time to cancer progression or survival, which may be influenced by changes in anticancer medication effectiveness. Such studies may be prospective, relying on the generation of primary data to conduct this research.276 If improved clinical documentation of NHP use occurs, secondary data could be used to conduct retrospective longitudinal studies.276 Implications for Clinical Practice Clinical Care Active screening for NHP use and AEs was successfully integrated into routine care at several cancer centres. Patient disclosure of NHP use to conventional healthcare providers' is historically very low, often due to a lack of inquiry by the provider.9-15 Our screening methods 107 can serve as a guide for clinician -initiated discussion by directly asking about NHP use and AEs experienced as part of best possible medication histories during ambulatory cancer care visits and across transitions of care.11,264 Not only does this have opportunity to enhance rapport between provider and patient, facilitate shared -decision making and increase patient satisfaction, it allows for close monitoring of efficacy and safety.11,13,28 Electronic medical records are increasingl y part of standard care in Canada.247,265 This provides a great opportunity for the documentation of patient NHP use by healthcare providers and the tracking of this use . Various outcome measures, such as AEs, can also be studied through routine electronic healthcare data.85 Over time, electronic medical records can become a valuable real world data source for use in longitudinal studies and other pharmacovigilance efforts for NHPs.85,265,276 Knowledge Translation A number of pharmacist responsibilities around NHPs have been identified in the literature , including being knowledgeable about, providing education on , and ensuring safe and appropriate use of NHPs .3-5 Pharmacists, as drug experts, are well -positioned to lead conversations with patients about NHP use.12 The role of a pharmacist involves assessing the indication, efficacy , safety , and adherence of medications.12,277 This role also involves the understanding and awareness of potential drug interactions.12,277 However, it appears that a perceived lack of knowledge about NHPs contributes to pharmacist reluctanc e to counsel on NHPs or report NHP - associated AEs.3,278 Similarly, lack of training and limited knowledge about NHPs appear to prevent physician engagement in discussions about NHPs.279 Patient disappointment with the lack of information or support provided by conventional health practitioners is also apparent.11 This thesis has major implications for knowledge translation. First, all available clinical research has been synthesized on concomitant use of NHPs relevant for cancer care and immunotherapy and antimicrotubul e anticancer medications. These systematic reviews will be published in high impact, open access journals and presented at relevant conferences. Additionally, we plan to use the results of these systematic reviews to supplement ongoing work by our research team to develop clinician tools.272 A quick -reference, oncology -specific NHP - drug interaction tool is planned to provide an evidence -based resource for frontline clinicians. The systematic reviews can also be incorporated into existing web tools, such as Knowledge in 108 Integrative Oncology Website (KNOW), which provides a summary of human studies on natural agents in cancer care.280 Implications for Policy Pharmacovigilance Completing my thesis during the COVID -19 pandemic has been a unique experience. Two key policy opportunities, related to this thesis, have also been highlighted by the pandemic: 1) the need to address misleading claims and misinformation of health products ,281 and 2) establishing robust safety surveillance systems.282 The spread of misinformation, including that of NHPs, has been amplified by the COVID -19 pandemic.282 The first step identified to address and manage an infodemic, \"too much information including false or misleading information\", is to identify, collate, review, and appraise available evidence.282,283 While this ongoing effort is important as it relates to COVID -19, the momentum should continue to combat misinformation and enhance safety of NHPs used for other conditions, such as cancer. The systematic reviews of this thesis have begun taking steps to identify and synthesize clinical evidence on the use of NHPs during cancer treatment, and there is an opportunity to work with health authorities, such as Health Canada, to communicate and translate this information to t he public , as well as continue the synthesis of this information in a coordinated manner.282 Countries have been recommended to strengthen their surveillance systems for the detection of AEs following COVID -19 immunization, and it is important that these efforts are sustained in the monitoring of other health products.282 With the completion of this work on active surveillance of NHP use and AEs in cancer centres coinciding with an international call for enhanced pharmacovigilance, there is great opportunity to capitalize on the focus on safety surveillance and collaborate with health authorities.282 Ongoing active surveillance of NHP - related AEs in patients with cancer is necessary for patient safety. Our active surveillance method, utilizing structured pati ent interviews regarding NHP use, can be used to complement existing passive surveillance processes.47,50,83,85,94,95,99 Active surveillance has been shown to increase the number of AE reports and the quality of reported information, allowing for causality assessment.47,86,94,97,98 By working with Health Canada to implement ongoing intensive monitoring, it will be possible to collect more data on NHPs and associated AEs. Systematic data collection efforts can facilitate the de velopment of a population -based database that can be used for information sharing and the identification of safety signals.116,186,215,216,245 109 Conclusion This work has expanded our understanding on the safety of NHP use in patients with cancer . Contrary to our hypothesis, and to our surprise, active surveillance did not demonstrate that patients with cancer who take NHPs are at a higher risk of experiencing clinically im portant AEs. Critical consideration s of this work include that each type of NHP may have differing impacts on AEs , and it is not possible to determine NHP causation of harm using these studies alone. Several NHP -associated AEs and NHP -drug interactions were identified in our systematic reviews. Although t hese safety signals are hypothesis generating, as opposed to hypothesis - proving, they are a reminder that NHP use cannot be ignored throughout patient care. Until important research gaps are addressed, recommendations on the use of NHPs in patients with cancer must be individualized ; given the seriousness of the condition being treated, continued caution about polypharmacy appears prudent . There is a continued need for clinical research on the use of NHPs with anticancer medications, particularly when safety signals are detected. C ausality assessment is crucial to improve our understanding of the NHP -associated AEs in this population. C linical studies should also be designed in a way to minimize bias and improve the reporting of the NHP interventions used and harms -related outcomes. An increase in primary studies in this area will facilitate ongoing efforts to synthesize and disseminate evidence -based information on the use of NHPs in patients with cancer and support clinicians in shared -decision making. Active screening for NHP use and AEs was successfully integrated into clinical workflow. There are opportunities for enhancement of our active surveillance method by screening only patients being actively treated with anticancer medications, utilizing an electronic screening form, incorporating validated patient -reported AE measurement systems and additional demographic questions, and lin king to healthcare databases. Our active surveillance methods can be adopted more widely to be used as a framework for improved inquiry and documentation of NHP use and AEs in routine oncology practice, and to augment pharmacovigilance of NHPs to enhance safety signal detection through the development of a population -based database . 110 BIBLIOGRAPHY 1. Health Canada. Natural Health Products [Internet]. 2. Government of Canada. Health products containing cannabis or for use with cannabis: Guidance for the Cannabis Act, the Food and Drugs Act, and related r egulations [Internet]. 2018 Griener G, Cali M. The ethics of dietary supplements and natural health products in pharmacy practice: a systematic documentary analysis. Int J Pharm Pract. 2009;17(1):31 -8. 4. Iyer P, McFarland R, La Caze A. Expecta tions and responsibilities regarding the sale of complementary medicines in pharmacies: perspectives of consumers and pharmacy support staff. Int J Pharm Pract. 2017;25(4):292 -300. 5. Ung COL, Harnett J, Hu H. Community pharmacist's responsibilities with regards to traditional medicine/complementary medicine products: A systematic literature review. Res Soc Adm Pharm. 2017;13(4):686 -716. 6. Blackburn DF, Gill M, Krol E, Taylor J. Natural health products and community pharmacy —remove the mysticism not th e product. J Pharm Pract. 2017;30(6):590 -2. 7. Gunawan S, Arnoldussen M, Sitaresmi MN, van de Ven PM, ten Broeke CAM, et al. Comparing health -care providers' perspectives on complementary and alternative medicine in childhood cancer between N etherlands and Indonesia. Pediatr Blood Cancer. 2016;63(1):118 -23. 8. Ogbogu U, Necyk C. Should Canadian pharmacies sell natural health products? The Globe and Mail TA, Sandberg JC, Kristoffersen AE, Musial F, et al. Perception of risk and communication among conventional and complementary health care providers involving cancer patients' us e of complementary therapies: A literature review. BMC Complement Altern Med. 2016;16(1):1 -14. 10. Lee AH, Ingraham SE, Kopp M, Foraida MI, Jazieh AR. The incidence of potential interactions between dietary supplements and prescription medications in can cer patients at a Veterans Administration Hospital. Am J Clin Oncol Cancer Clin Trials. 2006;29(2):178 -82. 11. Davis EL, Oh B, Butow PN, Mullan BA, Clarke S. Cancer patient disclosure and patient - doctor communication of complementary and alternative medi cine use: A systematic review. Oncologist. 2012;17(11):1475 -81. 12. Le TQ, Smith L, Harnett J. A systematic review - Biologically -based complementary medicine use by people living with cancer - is a more clearly defined role for the pharmacist required? Res Soc A, Kimball B, et al. Communication predictors and consequences of Complementary and Alternative Medicine (CAM) discussions in oncology visits. Patient Educ Couns. 2 016;99(9):1519 -25. Wong ME, Porcino AJ, Truant TLO, Thorne SE, Wong ST. Complementary and alternative medicine (CAM) information and support needs of Chinese -speaking cancer patients. Support Care Cancer. 2018;26(12):4151 -9. 15. , Garber A, Luong M, Cooley K, Busse JW. No improvement in disclosure of natural health product use to primary care medical doctors in the last 15 years: A survey of naturopathic patients. Complement Ther Clin -7. Trends in complementary/alternative medicine use by breast cancer survivors: Comparing survey data from 1998 and 2005. BMC Womens Health. 2007;7(4):1 -7. 17. Miller MF, Bellizzi KM, Sufian M, Ambs AH, Goldstein MS, Ballard -Barbash R. Dietary supplement use in individuals living with cancer and other chronic conditions: A 112 population -based study. J Am Diet Assoc. 2008;108(3):483 -94. 18. Sparreboom A, Cox MC, WD. Herbal remedies in the United States: Potential adverse interactions with anticancer agents. HS, Vroegindewey A. Reasons for and characteris tics associated with complementary and alternative medicine use among adult cancer patients: A systematic review. Integr Cancer Ther. 2005;4(4):274 -86. 20. Balneaves LG, Weeks L, Seely D. Patient decision -making about complementary and alternative medici ne in cancer management: context and process. -100. 21. Engdal S, Klepp O, Nilsen OG. Identification and exploration of herb -drug combinations used by cancer patients. Integr Cancer Ther. 2009;8(1):29 22. Zaman K, Buclin T, Csajka C, et al. Complementary medicine use during cancer treatment and potential herb -drug interactions from a cross - sectional study in an academic centre. Sci Rep. 2019;9(1):1 -11. 23. Roberts D, Wilson C, Todd C, Long AF, Mackereth P, Stringer J, et al. Complementary therapies in cancer: Patients' views on their purposes and value pre and post receipt of complementary therapy -A multi -centre case study. Eur J Integr Med. 2013;5(5):443 -9. 24. Weeks L, Balneaves LG , Paterson C, Verhoef M. Decision -making about complementary and alternative medicine by cancer patients: Integrative literature review. Open Med. 2014;8(2):e54 -66. 25. Bauml JM, Chokshi S, Schapira MM, Im E -O, Li SQ, Langer CJ, et al. Do attitudes and beliefs regarding complementary and alternative medicine impact its use among patients with cancer? A cross -sectional survey. Cancer. 2015;121(14):2431 -8. 26. Bonacchi Fazzi L, Toccafondi A, Cantore M, Mambrini A, Muraca MG, et al. Use and perceived be nefits of complementary therapies by cancer patients receiving conventional treatment in Italy. J Pain Symptom Manage. 2014;47(1):26 -34. 113 27. McCune JS, Hatfield AJ, Blackburn AAR, PO, Livingston RB, Ellis GK. Potential of chemotherapy -herb interact ions in adult cancer patients. Support Care Cancer. 2004;12(6):454 -62. 28. Ben-Arye E, Polliack A, Schiff E, Tadmor T, Samuels N. Advising patients on the use of non-herbal nutritional supplements during cancer therapy: A need for doctor -patient communic ation. J Pain Symptom Manage. 2013;46(6):887 -96. BC, Geller G, Warsame R, Kumbamu A, Jatoi A, Koenig B, et al. Looking back, looking forward: the ethical framing of complementary and alternative medicine in oncology over the last 20 years. On cologist. 2018;23(6):639 -41. 30. Bishop FL, Prescott J, von Elm E, Lewith GT. Prevalence of complementary medicine use in pediatric cancer: A systematic review. Pediatrics. 2010;125(4):768 -76. 31. Black LI, Clarke TC, Barnes PM, Stu ssman BJ, Nahin RL. Use of complementary health approaches among children aged 4 -17 years in the United States: National health interview survey, 2007 -2012. Natl Health Stat Report. 2015;(78):1 -19. 32. Adams D, S, Clifford T, Baydala L, King WJ, Hervas -Malo M, et al. Complementary and alternative medicine use by pediatric specialty outpatients. Pediatrics. 2013;131(2):225 -32. 33. Jean D, Cyr C. Use of complementary and alternative medicine in a general pediatric clinic. Pediatrics. 2007;120(1): e138 -41. 34. Magi Lüer S, Frei -Erb M. Use of complementary and alternative medicine in children with cancer: A study at a Swiss University Hospital. PLoS One. 2015;10(12):1 -13. 35. Roth M, Lin J, Kim M, Moody K. Pediatric oncologists' views toward the use of complementary and alternative medicine in children with cancer. J Pediatr Hematol Oncol. 2009;31(3):177 -82. DD, Braudt SM, Mallick M, Weiner MA. Use of 114 unconventional therapies by children with cancer at an urban medical center. Am J Pediatr Hematol Oncol. 2000;22(5):412 -6. 37. Valji R, Adams D, Dagenais S, Clifford T, Baydala L, James King W, et al. Complementary and alternative medicine: A survey of its use in pediatric oncology. Evidence -Based Complement Altern Med. 2013;2013:1 -8. 38. Scaria Sood S, Raad C, Khanafer J, Jayachandiran R, Pupulin A, et al. Natural health products (NHP's) and natural compounds as therapeutic agents for the treatment of cancer; mechanisms of anti -cancer activity of natural compounds and overall trends. Int J Mol Sci. 2020;21(22):1 -32. 39. Fouladbakhsh JM, Balneaves L, Jenuwine E. Understanding CAM natural health products: Implications of use among cancer patients and survivors. J TA, Reikvam A. Drugs with narrow therapeutic in dex as indicators in the risk management of hospitalised patients. Pharm Pract (Granada). 2010;8(1):50 -5. 42. Alnaim L. of cancer and clinical data for predicting CYP3A4 -mediated herb -drug interactions in cancer patients. Cancer Treat Rev. 2013;39(7):773 -83. 44. Fasinu PS, Rapp GK. Herbal interaction with chemotherapeutic drugs —A focu s on clinically significant findings. Front Oncol. 2019;9(Dec):1 -10. 45. LeBlanc TW, McNeil MJ, Kamal AH, Currow DC, Abernethy AP. Polypharmacy in patients with advanced cancer and the role of medication discontinuation. Lancet Oncol. 2015;16(7):e333 -41. 115 46. Alwhaibi Alsalloum B. and comorbidities among ambulatory cancer -9. H, Foster BC, LeGatt D, Cembrowski G, et al. Pharmacy study of natural healt h product adverse reactions (SONAR): A cross -sectional study using active surveillance in community pharmacies to detect adverse events associated with natural health products and assess causality. BMJ Open. 2014;4(3):1 -10. 48. Zorzela L, Khamba B, Spark s E, Necyk C, Urichuk L, Katzman MA, et al. Study of natural products adverse reactions (SONAR) in adults with mental health conditions: A cross -sectional study. Drug Saf. 2021;44(9):999 -1006. 49. Sparks E, Zorzela L, Necyk C, Hughes C, Vohra S. Study of natural product adverse events in adult HIV -infected patients in Canada. HIV Med. 2021;(July):1 -10. 50. Necyk C, Khamba B, Chue P, Urichuk L, Snaterse M, Vohra S. Study of natural health product -drug adverse reactions (S.O.N.A.R.) in patients seeking me ntal health services. Curr Med Res Opin. 2016;32(8):1335 -43. 51. Haidar C, Jeha Drug pharma cology — drug disposition, action, and therapy in infants and children. N Engl J Med. 2003;349(12):1157 -67. 53. Nahata M, Taketomo C. general topics pediatric pharmacotherapy. Weitz M, Boyle PJ, editors. Pharmacotherapy: A Pathophysiol ogic Approach. 11th ed. McGraw Hill; 2020. 54. Fasinu PS, Bouic PJ, Rosenkranz B. An overview of the evidence and mechanisms of herb-drug interactions. Front Pharmacol. 2012;3(69):1 -19. 55. Brunton L, Knollmann & Gilman's: The Pha rmacological Basis of Therapeutics. 12th ed. New York, NY: McGraw -Hill; 2018. 56. Brigelius -Flohé R. Vitamin E and drug metabolism. Biochem Biophys Res Commun. 116 2003;305(3):737 -40. 57. Schwartz of vitamin D supplementation in atorvastatin -treated patients: A new drug interaction with an unexpected consequence. Clin Pharmacol Ther. mechanisms of induction. Oncologist. 2006;11(7):742 -52. 59. Chu D, Wong W, Mavligit G. Immunotherapy with Chinese medicinal herbs. II. Reversal of cyclophosphamide -induced immune suppression by administration of D , Wong W, Mavligit G. Immunotherapy with Chinese medicinal herbs. I. Immune restoration of local xenogeneic graft -versus -host reaction in cancer patients by vitro. J Clin Lab Immunol. 1988;25(3):119 -23. 61. Hardy M L. Dietary supplement use in cancer care: Help or harm. Hematol Oncol Clin North Am. 2008;22(4):581 -617. 62. D'Andrea GM. Use of antioxidants during chemotherapy and radiotherapy should be avoided. CA Cancer J Clin. 2005;55(5):319 -21. 63. Heaney ML, Ga Golde DW, Scheinberg Smith EA, al. Vitamin C antagonizes the cytotoxic effects of antineoplastic drugs. Cancer Res. 2008;68(19):8031 -8. 64. Omenn GS. Chemoprevention of lung cancers: Lessons from CARET, the beta -carotene and retinol efficacy trial, and prospects for the future. Eur J Cancer Prev. 2007;16(3):184 - 91. 65. Posadzki P, Watson L, Ernst E. Contamination and adulteration of herbal medicinal products (HMPs): An overview of systematic reviews. Eur J Clin Pharmacol. 2013;69(3):295 -307. 66. Health Canada. Sharma V, Jebakumar D, Narayanan M, Rao A. Mercury in natural health products as a cause of membranous nephropathy. Baylor Univ Supplements: Presence of serotonin and significant variability of melatonin content. Clin Sleep Araki Holick MF, Alfonso BD, Charlap E, Romero CM, Rizk D, et al. Vitamin D intoxication with severe hypercalcemia due to manufacturing and labeling errors of two dietary suppl ements made in the United States. J Clin Buscemi N, Friesen C. Challenges in systematic reviews of complementary and alternative medicine topics. Ann Intern Med. 2005;142(12):1 042-7. 71. Manheimer E, Berman B. Producing and disseminating systematic reviews: A summary of Cochrane Colloquium. J Altern Complement Med. 2006;12(2):193 -6. Latif A, McBride RB, Stensland KD, Wisnivesky J, Haines L, et al. Adverse event reporting in cancer clinical trial publications. J Clin Oncol. 2014;32(2):83 -9. 73. Pilkington K. Searching for CAM evidence: An evaluation of therapy -specific s earch strategies. J Altern Complement Med. 2007;13(4):451 -60. 74. FDA. FDA 101: Dietary Supplements [Internet]. Hassan MAG. Need to incorporate Pharmacovigilance of herbal medicine to the curriculum. Natl J Physiol Pharm Pharmacol. 2014;4(2):99 -100. 76. Health and -prescription Health Products [Internet]. 2015 products/natural -non-prescription.html 118 77. FDA. Dietary Supplements - How to Report a Problem [Internet]. 2017 [cited 2018 Mar 15]. Available from: https://www.fda.gov/Food/DietarySupplements/ReportAdverseEvent/d efault.htm 78. Health Canada. Pathway for Licensing Natural Health Products used as Traditional Medicines. 2012; Available from: -medicines.html 79. Health Canada. Pathway for Licensing Natural Health Products Making M odern Health Claims [Internet]. 2012. p. natural remedies \"a joke,\" doctor says [Internet]. CBC The approach to natural health products [Internet]. 2013 [cited 2018 U, Necyk C. Community pharmacists ' views and practices regarding natural health products sold in community pharmacies. PLoS One. 2016;11(9):1 -19. 83. WHO. The safety of medicines in public health programmes: Pharmacovigilance an essential tool [Internet]. 2006. 61 p. Available from: http://www.who.int/medicines/areas/quality_safety/safety_efficacy/Pharmacovigilance_B. pdf 84. Health Canada. Adverse Reaction and Medical Device Problem Reporting [Internet]. 2017 [cited N, Helms P, Moir D. Pharmacovigilance in children: Detecting adverse drug reactions in routine electronic healthcare records. A systematic review. Br J Clin Pharmacol. 2015;80(4):844 -54. 86. ICH. E2E Pharmacovigilance Planning 2004. 1 -20 p. Available from: https://www.ich.org/fileadmin/Public_Web_Site/ICH_Products/Guidelines/Efficacy/E2E/ Step4/E2E_Guideline.pdf 87. Hazell L, Shakir S. Under -reporting of adverse drug reactions: A systematic review. Drug Saf. 2006;29(5):385 -96. 88. Charrois TL, Hill RL, Vu D, Foster BC, Boon HS, Cramer K, et al. Community identification of natural health product -drug interactions. Ann P harmacother. 2007;41(7):1124 -9. 89. Barnes J, Mills SY, Abbot NC, Willoughby M, Ernst E. Different standards for reporting ADRs to herbal remedies and conventional OTC medicines: Face -to-face interview with 515 users of herbal remedies. Br J Clin Pharmac ol. 1998;45(5):496 -500. 90. Alvarez -Requejo A, Carvajal A, Begaud B, Moride Y, Vega T, Martin Arias L. Under - reporting of adverse drug reactions. Estimate based on a spontaneous reporting scheme and a sentinel system. Eur J Clin Pharmacol. 1998;54(6):483 -8. 91. Jacobsson I, Jönsson AK, Gerdén B, Hägg S. Spontaneously reported adverse reactions in association with complementary and alternative medicine substances in Sweden. Pharmacoepidemiol Drug Saf. 2009;18(11):1039 -47. 92. Begum SS, Mansoor M, Sande ep A, Mahadevamma L, Krishnagoudar B. Tools to improve reporting of adverse drug reactions - A review. Int J Pharm Sci Rev Res. 2013;23(1):262 -5. 93. Huang YL, Moon J, Segal JB. A comparison of active adverse event surveillance systems worldwide. Drug Sa f. 2014;37(8):581 -96. 94. Vohra S, Cvijovic K, Boon H, Foster BC, Jaeger W, LeGatt D, et al. Study of natural 120 health product adverse reactions (SONAR): Active surveillance of adverse events following concurrent natural health product and prescription dru g use in community pharmacies. PLoS One. 2012;7(9):7 -11. 95. Sparks E, Zorzela L, Necyk C, Khamba B, Urichuk L, Barnes J, et al. Study of Natural products Adverse Reactions (SONAR) in children seen in mental health clinics: a cross - sectional study. BMJ P aediatr Open. 2020;4(1):e000674. 96. Zorzela L, Mior S, Boon H, Gross A, Yager J, Carter R, et al. Tool to assess causality of direct and indirect adverse events associated with therapeutic interventions. Curr Med Res Opin. 2018;34(3):407 -14. 97. Menni ti-lppolito F, Raschetti R, Da Cas R, Giaquinto C, Cantarutti L. Active monitoring of adverse drug reactions in children. Lancet. 2000;355(9215):1613 -4. 98. Pohlman KA, Carroll L, Tsuyuki RT, Hartling L, Vohra S. Comparison of active versus passive surve illance adverse event reporting in a paediatric ambulatory chiropractic care setting: A cluster randomised controlled IR, Moretti U, Sarinic VM, et al. Patient - reported safety information: A renaissance of pharmacovigilance? Drug Saf. DG, et al. PRISMA harms checklist: Improving harms reporting in systematic reviews. BMJ. 2016;352. 101. Gardiner P, Adams D, Filippelli AC, Nasser H, Saper R, White L, et al. A systematic review of the reporting of adverse events associated with medical herb us e among children. Glob Adv Heal Med. 2013;2(2):46 -55. 102. Canadian Cancer Statistics Advisory Committee. Canadian Cancer Statistics 2019. Toronto, Can Cancer Soc. 2019;1 -94. 103. American Cancer Society. Global Cancer Facts & Figures 4th Edition. Atla nta; 2018. 104. American Cancer Society. Yee GC, Posey L, Haines ST, Nolin TD E V., editor. Pharmacotherapy: A Pathophysiologic Approach. 11th ed. McGraw -Hill; 2020. 106. Lake DF, Briggs AD. Immunopharmacology. In: Katzung B, editor. Basic & Clinical Pharmacology. 14th ed. New York, NY: McGraw -Hill; 2018. 107. Dong H. The Basic Concepts in Cancer Immunology and Immunotherapy. In: Dong H, Markovic S, editors. The Basics of Cancer Immunotherapy. Springer; 2018. 108. Wellstein A, Giaccone G, Atkins E. Pathway -Targeted Therapies: Monoclonal Antibodies, Protein Kinase Inhibitors, and Various Small Molecules. In: Brunton L, Hilal -Dandan R, Knollmann B, editors. Goodman & Gilman's: The Pharmacological Basis of Therapeutics. 13th ed. New York, NY: McGraw -Hill; 2018. 109. Akkn S, Varan G, Bilensoy E. A review on cancer immunotherapy and applications of nanotechnology to chemoimmunotherapy of different cancers. Molecules. 2021;26(11):3382. 110. National Institutes of Health, National Cancer Institute. Immu notherapy to Treat Cancer [Internet]. Fritz JM, Lenardo MJ. A guide to cancer immunotherapy: from T cell basic science to clinical practice. Nat Rev Immunol. 2020;20(11):651 -68. 112. Werneke U, Earl J, Seydel C, Horn O, Crichton P, Fannon D. Potential health risks of complementary alternative medicines in cancer patients. Br J Cancer. 2004;90(2):408 -13. 113. Alsanad SM, Howard RL , Williamson EM. An assessment of the impact of herb -drug combinations used by cancer patients. BMC Complement Altern Med. 2016;16(1):1 -9. 114. Oncology. In: Dong H, Markovic S , The Basic Concepts in Cancer Immunology and Immunotherapy. Springer; 2018. p. 21 -37. 122 115. Zhou H, Mascelli MA. Mechanisms of monoclonal antibody -drug interactions. Annu Rev Pharmacol Toxicol. 2011;51:359 -72. 116. Cheng CW, Fan W, Ko SG, Song L, Bian ZX. Evidence -based management of herb -drug interaction in cancer chemotherapy. Explore (NY). 2010;6(5):324 -9. 117. Moher D, Liberati A, Tetzlaff J, Altman DG, Altman D, Antes G, et al. Preferred reporting items for systematic reviews and meta -analyses: The PRISMA statement. PLoS Med. 2009;6(7):e1000097. 118. Vandenbroucke JP. When are observational studies as credible as randomised trials? Lancet. 2004;363(9422):1728 -31. 119. O'Brien K, McKoy J, F. Cancer Comorbidity: Implications for Drug Safety. In: McKoy J, West D, editors. Cancer Policy: Pharmaceutical Safety Cancer Treatment and Research. Springer; 2019. 120. Kutt A, Girard L, Necyk C, Gardiner P, Boon H, Barnes J, et al. Natural health product - drug interaction tool: A scoping review. Can Pharm J. 2016;149(2):75 -82. 121. Cvijovic K, Boon H, Barnes J, Brulotte J, Jaeger W, Murty M, et al. A tool for rapid identification of potential herbal medicine - drug interactions. Can Pharm J. 2009;142(5):2 Blencowe NS. RoB 2: a revised tool for assessing risk of bias in randomised trials. BMJ. 2019;366:l4898. 123. ND, Viswanathan M, et al. ROBINS -I: a tool for assessing risk of bias in non -randomized studies of interventions. BMJ. 2016;355:i4919. 124. Ng K, McCleary NJ, Abrams Yurgelun MB, Cleary JM, et al. Effect of high-dose vs standard -dose vitamin D3 supplementation on progression -free survival among patients with advanced or metastatic colorectal cancer: SUNSHINE randomized G, A, Madeddu Serpe R, Massa E, Dessì M, et al. Randomized 123 phase III clinical trial of five different arms of treatment in 332 patients with cancer cachexia. J, et al. High -dose intravenous vitamin C combined with cytotoxic chemotherapy in patients with advanced cancer: A phase I -II clinical trial. PLoS One. 2015;10(4):1 -19. 127. Thronicke A, Steele ML, Grah C, Matthes B, Schad F. Clinical safety of combined therapy of immune checkpoint inhibitors and Viscum album L. therapy in patients with advanced or metastatic cancer. BMC Complement Altern Med. 2017;17(534):1 -10. 128. Schad F, Axtner J, K roz M, Matthes H, Steele ML. Safety of Combined Treatment With Monoclonal Antibodies and Viscum album L Preparations. Integr NM, Chisholm GB, Lee RT, Lopez G, et al. High - dose Asian g inseng (Panax ginseng) for cancer -related fatigue: A preliminary report. Cancer Ther. 2015 Bejanyan Raza A, Jankowska A, Kalaycio M, Advani A, et al. A phase 2 trial of combination therapy with thalidomide, arsenic trioxide, dexamethasone, and ascorbic acid (TADA) in neoplasms (MDS/MPN) or primary myelofibrosis M, Spahn G, Matthes H, Schad F. Health services research of integrative oncology in palliative care of patients with advanced pancreatic Cancer. 132. Gahrton G, Mellstedt H, Lindemalm C, Einhorn S, et al. Therapeutic effects of low -dose cytosine arabinoside, alpha -interferon, 1 -hydroxyvitamin myelodysplastic syndromes. Eur J Haematol. 1988;40(5):449 -59. 133. Cancer Therapy Evaluation Program (CTEP). Common Terminology Criteria for Adverse Events (CTCAE).v.5.0. Cancer Ther Eval Progr [Internet]. DM, Khuri FR, Murphy B, Garden AS, Clayman G, Francisco M, et al. Combined interf eron-alfa, 13 -cis-retinoic acid, and alpha -tocopherol in locally advanced head and neck squamous cell carcinoma: novel bioadjuvant phase II trial. J I, Miyamoto M, Murayama H, et al. Phase I clinical trial of intravenous L -ascorbic acid following salvage chemotherapy for relapsed B -cell non -Hodgkin's lymphoma. Tokai J Exp Karolides A, T sapas G. Recombinant a2 interferon (a -IFN) with chemo -hormonal therapy in patients with hepatocellular carcinoma (HCC). Hepatogastroenterology. 1995 Feb;42(1):31 -6. 137. Fink M. Vitamin D deficiency is a cofactor of chemotherapy -induced mucocutaneous toxicity and dysgeusia. J High -dose viscum album extract treatment in the prevention of recurrent bladder cancer: A retrospective case series. Perm J. 2015;19(4):76 -83. 140. Kopecky J, Kubecek O, Geryk Slovackova Hoffmann P, Ziaran M, et al. Nivolumab induced encephalopathy in a man with metastatic renal cell cancer: A case report. J Med Case Rep. 2018;12(262):1 -8. 141. McGuinness LA, Higgins JPT. Risk -of-bias VISualization (robvis): An R package and Shiny web app for visualizing risk -of-bias assessments. Res Synth Methods . 2020 Apr 26; 142. Awortwe C, Makiwane M, Reuter H, Muller C, Louw J, Rosenkranz B. Critical evaluation of causality assessment of herb -drug interactions in patients. Br J Clin Pharmacol. 2018;84(4):679 Strom BL, Kimmel SE, Hennessy S, 125 editors. Pharmacoepidemiology. Sixth. John Wiley & Sons Ltd; 2019. p. 1 -26. 144. Cogo E, Sampson M, Ajiferuke I, Manheimer E, Campbell K, Daniel R, et al. Searching for controlled trials of complementary and alternat ive medicine: A Comparison of 15 databases. Evidence -Based Complement Altern Med. 2009;2011:1 -9. 145. from: http://cam.cochrane.org 146. Yap KY -L, See CS, Chan A. Clinical ly-relevant chemotherapy interactions with complementary and alternative medicines in patients with cancer. Recent Pat Food Nutr Agric. 2010;2(1):12 -55. 147. Hu Z, Yang X, Ho PCL, Sui YC, Heng PWS, Chan E, et al. Herb -drug interactions: A literature revi ew. Drugs. 2005;65(9):1239 -82. 148. Brami C, Bao T, Deng G. Natural products and complementary therapies for chemotherapy -induced peripheral neuropathy: A systematic review. Crit Rev Oncol Hematol. -34. 149. Moody R, Wilson K, Jaworowski A, Plebanski M. Natural compounds with potential to modulate cancer therapies and self -reactive immune cells. Cancers (Basel). 2020;12(3):1 - 24. 150. BC Cancer. BC Cancer Drug Manual [Internet]. Available from: http://www.bccancer.bc.ca/health C, Gutsch J, et al. Network Oncology (NO) --a clinical cancer register for health services research and the evaluation of integrative therapeutic interventions in a nthroposophic medicine. 152. O'Neill RT, Altman DG, Schulz K, et al. Better reporting of harms in randomized trials: An extension of the CONSORT statement. Ann Intern Med. 20 04;141(10):781 -8. 153. FDA. Dietary Supplement Products & Ingredients [Internet]. 2017 [cited 2018 Mar 13]. 126 Available from: https://www.fda.gov/Food/DietarySupplements/ProductsIngredients/default.htm 154. Therapeutic Goods Administration. Complementary [Internet]. [cited 13]. Available from: Medic ines for and list entry [cited 2018 Mar JM, S tevens MJ. Use of complementary and alternative medical therapies (CAM) by patients attending a regional comprehensive cancer care centre. J Complement Integr Med. 2014;11(2):139 -45. 157. Tobias J, Hochhauser D. Cancer and its Management. 2014. 25 -43 p. 158. Chu E. Cancer Chemotherapy. In: Katzung B, editor. Basic & Clinical Pharmacology. 14th ed. New York, NY: McGraw -Hill; 2018. 159. Wellstein A, Giaccone G, Atkins M, Sausville E. Cytotoxic Drugs. In: Brunton L, Hilal - Dandan R, Knollmann B, editors. Goodman & Gilman's: The Pharmacological Basis of Therapeutics. 13th ed. New York, NY: McGraw -Hill; 2018. 160. Lacouture ME, Konner JA, Belum VR, Stevens J, Dion H, Ciccolini K, et al. A phase I safety study of topical calcitriol (BPM 31543) for the preve ntion of chemotherapy - induced alopecia (CIA). In 2017 Annual Meeting of the American Society of Clinical Oncology, ASCO. United States.; 2017. 161. NH, Cheng B, Ndao DH, Rheingold SR, et al. A randomized, controlled, double -blind, pilot study of milk thistle for the treatment of hepatotoxicity in childhood acute lymphoblastic leukemia (ALL). Cancer. 2010 Jan 15;116(2):506 -13. 162. Health Canada. Prescription Drug List [Internet]. [cited 2021 Jul 6]. Available from: https://h pr-rps.hres.ca/pdl.php 127 Hines SL, Mincey BA, Sloan JA, Thomas SP, Chottiner E, Loprinzi CL, et al. Phase III randomized, placebo -controlled, double -blind trial of risedronate for the prevention of bone loss in premenopausal women undergoing chemotherapy for primary breast cancer. J Clin Oncol. 2009;27(7):1047 -53. J, Papapetropoulos S, Katsoulas G, et al. Vitamin E for prophylaxis against chemotherapy -induced neuropathy: A randomized controlled trial. Neurology. 2005;65(3):501 -2. 165. Kottschade LA, Sloan JA, Mazurczak MA, Johnson DB, Murphy BP, Rowland KM, et al. The use of vitamin E for the prevention of chemotherapy -induced peripheral neuropathy: Results of a randomized phase III clinical trial. Support Care Cancer. 2011;19(11):176 9- 77. 166. Piao BK, Wang YX, Xie GR, Mansmann U, Matthes H, Beuth J, et al. Impact of complementary mistletoe extract treatment on quality of life in breast, ovarian and non - small cell lung cancer patients. A prospective randomized controlled clinical rr ial. Anticancer Res. 2004;24(1):303 -9. -L, Domig KJ, Kneifel W, Singer CF, et al. Influence of orally administered probiotic lactobacillus strains on vaginal microbiota in women with breast cancer during chemotherap y: A randomized placebo -controlled double Eisenbraun J, Scheer R, Kröz M, Schad F, Huber R. Quality of life in breast cancer patients during chemotherapy and concurrent therapy with a mistletoe extract. Phytomedicine. 2011;18(2 -3):151 -7. S, Kroz M, et al. Intratumoral mistletoe (Viscum album L) therapy in patients with unresectable pancreas carcinoma: A retrospective analysis. Integr Cancer The r. 2014 Jul;13(4):332 -40. 170. Anoushirvani AA, Poorsaadat L, Aghabozorgi R, Kasravi M. Comparison of the effects of omega 3 and vitamin E on palcitaxel -induced peripheral neuropathy. Open Access Maced J Med Sci. -61. 128 171. Siewinski M, aleh Y, Gryboc M, Murawski M, Ekonjo Ziolkowski P, et al. Determination of cysteine peptidases -like activity and their inhibitors in the serum of patients with ovarian cancer treated by conventional chemotherapy and vitamin E. J Exp Ther Oncol. 2004 -Campbell LE, Hershman DL, Ciupak G, Davis W, et al. Supplement use and chemotherapy -induced peripheral neuropathy in a cooperative group trial (S0221): The study. J Natl Cancer Inst. 2017;109(12 ):1-8. 173. Blanke CD, Beer TM, Todd K, Mori M, Stone M, Lopez C. Phase II study of calcitriol - enhanced docetaxel in patients with previously untreated metastatic or locally advanced pancreatic cancer. Invest New Drugs. 2009;27(4):374 -8. 174. Medioni Maurina T, Rodier J -MP, Raymond E, et al. Phase I safety and pharmacodynamic of inecalcitol, a novel VDR agonist with docetaxel in metastatic castration -resistant prostate cancer Clin Cancer Res. 2014 Sep 1;20(17):4471 -7. 175. Petrioli R, A, Francini E, Marsili A, Rubertis G, et al. Weekly high-dose calcitriol and docetaxel in patients with metastatic hormone -refractory prostate cancer previously exposed to docetaxel. Pouget M, Durando X, Curé H, Guy L, et al. The new combination docetaxel, prednisone and curcumin in patients with castration -resistant prostate cancer: A pilot phase II study. Oncol. 2016;90(2):69 -78. 177. Costa ML, Rodrigues Eiras E, Campos MG. Hepatotoxicity induced by paclitaxel interaction with turmeric in association with a microcystin from a contaminated dietary supplement. Toxicon. 2018;150:207 -11. 178. Tiffany NM, Ryan CW, Garzotto M, Wersinger EM, Beer TM. High dose pulse calcitriol, docetaxel and estramustine for androgen independent Strom 129 Hoboken, NJ: Wiley -Blackwell; 2019. p. 165 PM, Petrylak DP, GS, Ruether JD, study of high -dose calcitriol plus docetaxel compared with placebo plus docetaxel in androgen -independent prostate cancer: A report D, Blank J, Ahuja H, et al. Randomized, double - blinded phase II evaluation of docetaxel with or without doxercalciferol in patients with metastatic, A, P, et al. Preventing paclitaxel -induced peripheral neuropathy: A phase II trial of Vitamin E supplementation. J P ain Symptom Manage. 2006;32(3):237 -44. 183. Muindi JR, Peng Y, Potter JS, MJ, et al. Pharmacokinetics of high -dose oral calcitriol: results from a phase 1 trial of and Savovi J, Ernst E. Methods for causality assessment of adverse drug reactions: A systematic review. Drug Saf. 2008;31(1):21 -37. 185. Danan G, Teschke R. RUCAM in drug and herb induced liver injury: The update. Int J Mol Sci. 2015;17(1):1 -33. 186. West D, Yang Y, West -Strum D. Understanding Pharmacoepidemiology. McGraw -Hill Professional Publishing; 2010. 187. Ma Y, Chapman J, Levine M, Polireddy K, Drisko J, Chen Q. High -dose parenteral ascorbate enhanced chemosens itivity of ovarian cancer and reduced toxicity of chemotherapy. Sci Transl Med. 2014;6(222):222ra18. 188. Beer TM, Venner PM, Ryan CW, Petrylak DP, Chatta G, Dean Ruether J, et al. High dose calcitriol may reduce thrombosis in cancer patients. Br J Haema tol. 2006;135(3):392394. 189. Scher HI, Jia X, Chi K, De Wit R, Berry WR, Albers P, et al. Randomized, open -label 130 phase III trial of docetaxel plus high -dose calcitriol versus docetaxel plus prednisone for patients with castration -resistant prostate can cer. J Clin Oncol. 2011;29(16):2191 -8. 190. Chen YZ, Li ZD, Gao F, Zhang Y, Sun H, Li PP. Effects of combined Chinese drugs and chemotherapy in treating advanced non -small cell lung cancer. Chin J Integr Med. 2009;15(6):415 -9. 191. Fang R, Zhang H, Wan g Y. The effect of strengthening and consolidating body resistance combined with chemotherapy on immune function of patients with small cell lung cancer. Int J Clin Exp Med. 2018;11(5):4851 -8. 192. Beer TM, Hough KM, Lowe Henner WD. Weekl y Clin Oncol. 2003 Jan 1;21(1):123 -8. 194. Cox MC, Low J, Lee J, Walshe J, Denduluri N, Berman A, et al. Influence of garlic (Allium sativum) on the pharmacokinetics of docetaxel. Clin Cancer Res. 2006;12(15):4636 -40. 195. Wang L, Huang X -E, Cao J . Clinical study on safety of cantharidin sodium and shenmai injection combined with chemotherapy in treating patients with breast cancer postoperatively. Asian Pacific J Cancer Prev. 2014;15(14):5597 -600. 196. Carr AC, Vissers MCM, Cook J. Relief from c ancer chemotherapy side effects with pharmacologic vitamin c. N Z Med J. 2014;127(1388):66 -70. 197. Madison DL, Beer TM. Acute estramustine -induced hypocalcemia unmasking severe vitamin D deficiency. Am J Med. 2002;112(8):680 -1. 198. Watthanasuntorn K, Abid H, Gnanajothy R. Severe hypocalcaemia following denosumab in a patient with cancer with Vitamin D deficiency. BMJ Case Rep. 2018;11(1):10 -2. 199. Koizumi M, Nishimura T, Kagiya T. Clinical trial of adverse effect inhibition with glucosides of vitam in C and vitamin E in radiotherapy and chemotherapy. J Cancer Res 131 Ther. 2005;1(4):239. 200. Legnani W. Mistletoe Zirpoli GR, Hutson AD, McCa nn WE, McCann SE, Barlow WE, et al. Dietary supplement use during chemotherapy and survival outcomes of patients with breast cancer enrolled in a cooperative group clinical trial (SWOG S0221). J Clin Oncol. R, Halmuthur MSK, Muller S, et al. What has come out from phytomedicines and herbal edibles for the treatment of cancer? JB. Should supplemen tal antioxidant administration be avoided during chemotherapy and radiation therapy? J Natl Cancer Inst. 2008;100(11):773 -83. IA, Forde N, Zhao Y, Speers C, Foster H, et al. Mega -dose vitamins and minerals in the treatment of non-metastatic breast cancer: an historical cohort study. Breast Cancer Res Treat. 2002;(76):137 -143. 205. BC Cancer. Paclitaxel Monograph. In: BC Cancer Drug Manual. 2019. 206. Comelli MC, Mengs U, Schneider C, Prosdocimi M. Toward the definition of the mechanism of action of silymarin: Activities related to cellular protection from toxic damage induced by chemotherapy. Integr Cancer Ther. 2007;6(2):120 -9. 207. Cohen M, Hunter J. Complementary medicine products: interpreting the evidence base. Intern Med J. 2017;47(9):992 -8. 208. Gagnier JJ, Boon H, Rochon P, Moher D, Barnes J, Fls M, et al. Reporting randomized, controlled trials of herbal interventions: an el aborated CONSORT statement. Ann Intern Med. 2006;144(5):364 209. TX, Shang Altman DG, Moher D, et al. CONSORT extension for Chinese herbal medicine formulas 2017: Recommendations, explanation, and 132 elaboration. Ann Intern Med. 2 017;167(2):112 -21. 210. Khan LM, Al -Harthi SE, Osman AMM, Sattar MAAA, Ali AS. Dilemmas of the causality assessment tools in the diagnosis of adverse drug reactions. Saudi Pharm J. 2016;24(4):485 -93. 211. Théophile M iremont -Salamé G, Bégaud B. An updated method improved the assessment of adverse drug reaction in routine pharmacovigilance. J Clin Epidemiol. 2012;65(10):1069 -77. 212. Jordan Assessment of herbal medicinal products: challen ges, and opportunities to increase the knowledge base for safety assessment. Toxicol Appl Pharmacol. 2010;243(2):198 -216. 213. Ide K, Yamada H, Kitagawa M, Kawasaki Y, Buno Y, Matsushita K, et al. Methods for estimating causal relationships of adverse ev ents with dietary supplements. BMJ Open. 2015;5(11):14 -6. 214. Christensen CM, Morris RS, Kapsandoy SC, Archer M, Kuang J, Shane -McWhorter L, et al. Patient needs and preferences for herb -drug-disease interaction alerts: A structured interview study. BMC Complement Altern Med. 2017;17(1):1 -8. 215. FDA. Real SH, Manzi SF, Ivy DD, Mullen MP, Griffin J, et al. Adverse drug event rates in pediatric pulmonary hypertension: A comparison of real -world data sources. J Am Med Informatics Assoc. 2020;27(2):294 -300. 217. Biddy R, Griffin C, Johnson N, Larocque G, Messersmith H, Moody L, et al. Person - Centred Care Guideline. Cancer Care Ontario. 2015;1 -29. 218. Canadian Pharmacists Association. Pharmacy in 2021 Oct 16]. Available from: https://www.pharmacists.ca/pharmacy -in-canada/ U.S Food and Dru g Administration. Dietary Supplements [Internet]. 2019 [cited 2021 Jul C, Schweder J, Senf B, Ruckhaeberle E, et al. Potential interactions of complementar y and alternative medicine with cancer therapy in outpatients with gynecological cancer in a comprehensive cancer center. J Cancer Res Clin Oncol. 2013;139(3):357 -65. 221. Yap KYL, Tay WL, Chui WK, Chan A. Clinically relevant drug interactions between anticancer drugs and psychotropic agents. Eur J Cancer Care (Engl). 2011;20(1):6 -32. 222. Health Canada. Module 4: Health Canada's review and communication of safety findings [Internet]. 224. Barnes J. Pharmacovigilance of Herbal Medicines: A UK perspective. Drug Saf. 2003;26(12):829 -51. 225. Vickers KA, Jolly KB, Greenfield SM. Herbal medicine: Women's views, knowledge and interaction with doctors: A qualitative study. BMC Complement Altern Med. 2006;6:40. 226. FDA. CFR ­Code 21. 2017;3(2):25 -6. Available from: http://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfcf r/cfrsearch.cfm?fr=314.80 227. World Health Organisation. The use of the WHO -UMC system for standardized case causality assessment. Uppsala Uppsala Monit Cent. 2005;(3):2 -7. 228. Naranjo C, Busto U, Sellers M, Sandor P, Ruiz I, Roberts E, et al. A metho d for estimating the probability of adverse drug reactions. Clin Pharmacol Titer. 1981;30(2):239 -45. 229. Horn JR, Hansten PD, Chan L -N. Proposal for a new rool to evaluate drug interaction cases. Ann Pharmacother. 2007;41(4):674 -80. 134 230. National Canc er Institute, National Institutes of Health. Common Terminology Criteria for Adverse Events ( CTCAE ) Version 4.0. 2010;0 -71. Available from: http://ctep.cancer.gov/protocolDevelopment/electronic_applications/docs/ctcaev3.pdf for R egulatory Activities. Welcome MedDRA [Internet]. [cited 2018 Apr 5]. Available from: https://www.meddra.org/ 232. FDA. Clinical Safety Data Management: Definitions and Standards for Expedited Reporting. Guidel Ind. 1995;1 -17. 233. Health Canada. Mand atory Adverse Reaction Reporting Form for Industry. Canada Vigilance Program. 2011. 234. Faul F, Erdfelder E, Buchner A, Lang AG. Statistical power analyses using G*Power 3.1: Tests for correlation and regression analyses. Behav Res Methods. 2009;41(4):1149 -60. 235. Necyk C. The Detection and Causality Assessment of Adverse Events Related to Natural Health Product Use in Community Pharmacies through the Implementation of Active Surveillance. University of Alberta; 2013. 236. Harris PA, Taylor R, Thielke R, Payne J, Gonzalez N, Conde JG. Research electronic data capture (REDCap) - A metadata -driven methodology and workflow process for translational 2017. 238. Le Saux O, V, Pillas D, Kaur M, Freyer G. Cross -sectional study on comorbidities and adverse events in patients with advanced and recurrent ovarian cancer in France. Clin Epidemiol. 2015;7:431 -40. 239. SB, Minasian LM, Dueck AC, et al. Development of the national cancer institute's patient -reported outcomes version of the common terminology criteria for adverse events (PRO -CTCAE). J Natl Cancer Inst. B, Chassan y O. Optimal recall periods for patient - 135 reported outcomes: Challenges and potential solutions. Curr Med Res Opin. 2009;25(4):929 -42. 241. Rashid Baca HC, Li Z, Malecha S, Abidoye O, et al. Clinical impact of chemotherapy -related adverse events in patients with metastatic breast cancer in an integrated health care system. J Manag Care Pharm. 2015;21(10):863 -71. 242. Chavant F, Ferru A, Ingrand P, et al. Serious adverse effects occurring after chemothe rapy: A general cancer registry -based incidence survey. Br J Clin Pharmacol. 2020;86(4):711 -22. 243. SS, Nam RK, Wallis CJD, et al. Adverse event profile for immunotherapy agents compared with chemotherapy in solid organ tumors: a systematic review and meta -analysis of randomized clinical trials. Ann Oncol. 2020;31(1):50 -60. 244. Pearce A, Haas M, Viney R, Pearson S, Haywood P, Brown C, et al. Incidence and severity of self -reported chemotherapy side effects in rou tine care: A prospective cohort study. PLoS One. 2017;12(10):1 -12. 245. Tennis P, Andrews E, Lanza L, Johannes C. Use of Secondary Population -Based Databases to Evaluate the Safety of Medications. RTI Press. Research Triangle Park, NC: RTI International; 2008. 246. Althubaiti A. Information bias in health research: Definition, pitfalls, and adjustment methods. J Multidiscip Healthc. 2016;9:211 -7. 247. Canada 2021 Aug 12]. Available from: https://www.albertahealthservices.ca/cis/cis.aspx 249. National Center for Complementary and Integrative Health. Complementary, Alternative, or Integrative Health: Xie L, Sung L. Trends in paediatric cancer survival in Canada, 1992 to 2017. Heal Reports. 2021;32(2):1 -15. 251. Public Health Agency of Canada. Cancer in Young People in Canada: a report from the Enhanced Childhood Cancer Surveillance System. Vol . 37, Health Promotion and Chronic Disease Prevention in Canada. Ottawa; 2017. 1 -51 p. 252. Vohra S, Zorzela L, Kemper K, Vlieger A, Pintov S. Setting a research agenda for pediatric complementary and integrative medicine: A consensus approach. Complemen t Ther Med. 2019;42:27 -32. 253. Nelson MH, Cobb SE, Shelton J. Variations in parthenolide content and daily dose of feverfew products. Am J Heal Pharm. 2002;59(16):1527 -31. 254. Gurley BJ, Gardner SF, Hubbard MA. Content versus label claims in ephedra -containing dietary supplements. Am J Heal Pharm. 2000;57(10):963 -9. 255. Garrard J, Harms S, Eberly LE, Matiak A. Variations in product choices of frequently purchased herbs: Caveat emptor. Arch Intern Med. 2003;163(19):2290 -5. 256. Perharic L, Shaw D, Colbridge M, House I, Leon C, Murray V. Toxicological problems resulting from exposure to traditional remedies and food supplements. Drug Saf. 1994;11(4):284 -94. 257. Ernst E. Herb -drug interactions: Potentially -researched. Pharmacol. 2000;56(8):523 -April K, Vohra S, Zemek R. Use of complementary health approaches for acute complaints presenting to the emergency department. Pediatr Emerg Care. 2020;36(7):E378 -82. 259. Strom B, Stephen E, Hennessy S. Pharmacoepidemiology, Sixth Edition. 6th ed. John Wiley & Sons Ltd; 2019. 1 -1184 p. 260. Zimmerman M, Grenier D, Levitt M. Does active surveillance of serious and life - threatening adverse drug reactions improve r eporting? Paediatr Child Health (Oxford). 137 2011;16(9):532 -4. 261. Kemp SF, Kuntze J, Attie KM, Maneatis T, Butler S, Frane J, et al. Efficacy and safety results of long -term growth hormone treatment of idiopathic short stature. J Clin Pediatrics. -63. 263. Walji R, Boon H, Barnes J, Welsh S, Austin Z, Baker GR. Reporting natural health product related adverse drug reactions: Is it the pharmacist's responsibility? Int J Pharm Pract. 2011;19(6):383 -91. 264. Canada I for SMP, Canadian Patient Safety Institute. Paper to Electronic MedRec Implementation Toolkit. 2nd ed. 2017. 266. Costello R, Deuster P, Michael M, Utech A. Capturing the use of dietary supplements in electronic medical eecords: Room for improvement. Nutr Today. 2019;54(4):144 -50. 267. Canadian Cancer Society. Cannabis and cannabinoids for purposes Cheng Z. Cross -sectional studies: Strengths, weak nesses, and recommendations. Chest. 2020;158(1):S65 -71. Baldo P, Fornasier Ciolfi L, H, Rochon P, Moher D, Barnes J, Bombardier C. Recommendations for reporting randomized controlled trials of herbal interventions: explanation and 138 elaboration. J Clin Epidemiol. 2006;59(11):1134 -49. 272. Kutt A, Girard L, Necyk C, Gardiner P, Boon H, Barnes J, et al. Natural health product - drug inte raction tool: A scoping review. Can Pharm J. 2016;149(2):75 -82. 273. Zhou Z, Paine MF, Spindle TR, Huang S, Zhang L. Cannabis for medical use: Clinical pharmacology perspectives on scientific Ther. 2021;1 -4. 274. Klimkiewicz effects of cannabis and cannabinoids. Vol. 15, Psychiatria. 2018. 88 Huibers L, Christensen B, Christensen MB. Paper -or web -based questionnaire invitations as a method for data collection: Cro ss-sectional comparative study of differences in response rate, completeness of data, and financial cost. J Med Internet Res. 2018;20(1):1 -13. 276. Mann CJ. Observational research methods. Research design II: cohort. cross sectional, and case -control st udies. Emerg Med J. 2003;20(1):54 -61. 277. Faculty of Pharmacy and Pharmaceutical Sciences. Patient Care Process. 2018. 278. Barnes J, Butler R. Community pharmacists' views and experiences with ADR reporting for complementary medicines: A qualitative study in New Zealand. Drug Saf. 2020;43(11):1157 -70. 279. Verhoef MJ, Boon HS, Page SA. Talking to cancer patients about complementary therapies: Is it the physician's responsibility? Curr Oncol. 2008;15(12):88 -93. 280. Green J, Wright Martell C, So les S. Knowledge in Integrative Oncology Website [Internet]. 2021. Available from: https://www.knowintegrativeoncology.org/ the COVID -19 Pandemic. In: StatCan COVID -19: Data to Insights Better C anada [Internet]. 2021. Available from: www.statcan.gc.ca 282. World Health 2020; milk thistle.mp. 63. exp Acid/ vitamin c.mp. 65. Vitamin 67. Vitamin 68. drug toxicity.mp. 83. exp Drug Monitoring/ 84. exp Adverse Drug Reaction Reporting Systems/ 85. side effect$.mp. 86. adverse drug reaction.mp. 87. drug interaction$.mp. 88. adv erse effect.mp. 89. 90. 91. complication.mp. 92. harm.mp. 93. drug harm.mp. 97. exp of terminology criteria for adverse events.mp. 99. or/79 -98 100. 6 and 54 and 78 and 9 9 141 Appendix 3.1 MEDLINE Search Strategy (Antimicrotubul e) milk thistle.mp. 32. exp Acid/ vitamin c.mp. 34. Vitamin d rug toxicity.mp. 52. exp Drug Monitoring/ 53. exp Adverse Drug Reaction Reporting Systems/ 54. side effect$.mp. 55. adverse drug reaction.mp. 56. drug interaction$.mp. 57. adverse effect.mp. 58. adverse event.mp. 59. drug safety.mp. 60. drug complication.mp. 61. harm.mp. 62. drug harm.mp. 66. exp of terminology criteria for adverse events.mp. 68. or/48 -67 69. 6 and 23 and 47 and 68 142 Appendix 4.1 Adult screening form 143 Appendix 4.2 Adult multivariate logistic regression Table A 4.2.1 Comparison of the proportion of patients reporting adverse events between prescription medication use alone, NHP use alone and concurrent prescription drug and NHP use adjusted for cancer centr e Variable OR (95% CI) P-value Product use Prescriptions alone Reference NHP alone 0.16 (0.09 - 0.30) <0.0001 Concurrent 0.85 (0.62 - 1.16) 0.298 Cancer centre 1 Reference Centre 2 0.68 (0.48 - 0.95) 0.026 Centre 3 0.27 (0.16 Centre 4 0.86 (0.50 - 1.48) 0.587 Appendix 4.3 Adult serious adverse event details Table A4.3.1 Serious adverse events reported by patients on prescription medications only Sex Diagnosis Prescription Drug(s) Adverse Event(s) Classified by CTCAE Result of Adverse Event(s) -- -- capecitabine thromboembolic event phoned for information saw or asked doctor about it doctor treated it caused a delay or change in treatment (healthcare provider report) -- -- hydromorphone lorazepam oxycodone pain doctor treated it F -- pegfilgrastim fever was hospitalized -- -- beta blocker blood pressure medication warfarin renal calculi doctor treated it F -- letrozole hot flashes tremor saw or asked doctor about it unexpected (healthcare provider report) F -- doxorubicin dexamethasone fluticasone metoclopramide anorexia nothing/treated it themselves doctor F breast cancer capecitabine diarrhea hypokalemia rash phoned for information doctor treated it F metastatic breast cancer capecitabine antibiotics clodronate lorazepam metoclopramide morphine fatigue fever nausea pain vomiting doctor treated it was hospitalized F breast cancer letrozole disturbance confusion peripheral irbesartan levothyroxine metoprolol hydrocortisone lidocaine nystatin cancer gemcitabine paclitaxel sitagliptin unspecified bleeding unspecified infection doctor bevacizumab hydromorphone levothyroxine lorazepam metoclopramide pantoprazole perindopril was hospitalized 146 Table A 4.3.2 Serious adverse events reported by patients on natural health products only Sex Diagnosis Natural Health Product(s) Adverse Event(s) Classified by CTCAE Result of Adverse Event(s) breast cancer astragalus curcumin melatonin modified citrus pectin probiotic vitamin d zinc thrush doctor treated it F liver cancer calcium multivitamin vitamin c vitamin d vitamin e unspecified surgical complications doctor treated it Table A 4.3.3 Serious adverse events reported by patients on both prescription medications and natural health products Sex Diagnosis Prescription Drug(s) Natural Health Product(s) Adverse Event(s) Classified by CTCAE Result of Adverse 3 probiotic stinging nettle seeds vitamin b17 vitamin c vitamin d vitamin e rash maculo -papular nothing/treated it themselves doctor treated it -- -- salbutamol salmeterol tiotropium zopiclone vitamin b vitamin -- -- capecitabine lapatinib denosumab pantoprazole steroid probiotic (type 1) probiotic (type 2) diarrhea dysarthria headache nausea vomiting doctor treated it -- -- goserelin vitamin b back pain saw or asked doctor about it 147 tamoxifen vitamin c vitamin d doctor treated it -- -- exemestane calcium vitamin d lung infection doctor treated it F -- clinical trial premature menopause nothing/treated it themselves saw or asked doctor about it doctor treated it M -- carboplatin pemetrexed curcumin EGCG melatonin omega vitamin d small intestinal obstruction was hospitalized -- -- anti-emetic beta blocker bladder medication morphine morphine long acting magnesium potassium urinary retention phoned for information saw or asked doctor about it was hospitalized F -- fatigue myalgia nausea neutropenia platelet count decreased vomiting saw or asked doctor about it doctor treated it 148 M anaphylaxis rash doctor treated it was hospitalized serious, unexpected and caused a delay or change in treatment (healthcare provider report) M -- mouthwash multivitamin vitamin generalized edema mucositis oral tremor doctor treated it F -- dalteparin esomeprazole oxycodone pregabalin ginger diarrhea vomiting glycopyrrolate hydrocortisone rosuvastatin salbutamol vitamin c vitamin d dyspnea fatigue doctor treated it F breast cancer levothyroxine risedronate multivitamin probiotic eye it F breast cancer tamoxifen trastuzumab magnesium omega 3 vitamin b12 vitamin d bladder infection doctor treated it F breast cancer capecitabine budesonide formoterol pantoprazole dandelion root docetaxel trastuzumab fluticasone vitamins pharyngitis doctor treated it cold sensitivity mucositis oral peripheral sensory neuropathy doctor treated milk thistle omega 3 (type 1) omega 3 (type 2) vitamin c vitamin d vitamin k vitox zinc fatigue pelvic pain nothing/treated it themselves doctor treated it M rectal cancer (T3N2) capecitabine codeine alkaline water ginger melatonin turmeric vitamin d colitis diarrhea fatigue pain saw or asked doctor about it doctor treated it M small cell lung cancer dexamethasone lansoprazole metoclopramide tenofovir unknown omega 3 vitamin b vitamin b12 vitamin d dizziness gastrointestinal pain headache nausea nothing/treated it myself doctor treated it caused a delay or change in treatment (healthcare provider report) 150 F lung cancer ceritinib naproxen PEG 3350 probiotic constipation ECG changes saw or asked doctor about it doctor treated it F small cell lung cancer carboplatin vinorelbine inhaler piperacillin/tazobactam calcium glucosamine potassium diarrhea lung infection nausea vomiting weight loss doctor treated it M lung cancer chemotherapy allopurinol aspirin lansoprazole levodopa/carbidopa folic acid multivitamin senna vitamin b12 vitamin d mucositis oral caused a delay or change in treatment (healthcare provider report) F lung cancer gefitinib clobetasol betamethasone minocycline valsartan aloe vera protein powder wheat grass dyspnea edema limbs generalized muscle weakness nothing/treated it myself doctor treated it M lung cancer pembrolizumab antibiotic aspirin/dipyridamole pantoprazole prednisone grape dabrafenib trametinib tinzaparin multivitamin headache nausea doctor ovarian cancer bladder medication ciprofloxacin levothyroxine solifenacin multivitamin nausea doctor treated it 151 Table A 4.3.4 Serious adverse event causality assessment Age Sex Diagnosis Prescription Drugs NHPs AE Description WHO -UMC Causality Assessment Scale 72 F breast cancer 1. cephalexin 500mg orally four times daily for 7 days 2. eribulin 1.4 mg/m2 (2.25mg) IV on days 1 and 8 of a 21 -day treatment cycle which was then reduced to 1.75mg for the remaining 7 cycles 1. calcium 600mg orally daily 2. halibut liver oil 1000mg orally daily 3. multivitamin 1 tablet orally daily anorexia bladder infection blurred vision dry skin (feet) lung infection nail changes paresthesia (fingers & toes) pleural effusion weight loss unlikely 152 Appendix 5.1 Pediatric screening form 153 Appendix 5.2 Pediatric multivariate logistic regression Table A 5.2.1 Comparison of the proportion of patients reporting adverse events between prescription medication use alone, NHP use alone and concurrent prescription drug and NHP use adjusted for cancer centre Variable OR (95% CI) P-value Product use Prescriptions alone Reference NHP alone 0.07 (0.01 - 0.30) <0.0001 Concurrent 0.99 (0.56 - 1.77) 0.981 Cancer centre Centre 1 Reference Centre 2 0.36 (0.19 - 0.70) 0.003 Centre 3 0.52 (0.22 - 1.24) 0.143 Appendix 5.3 Pediatric serious adverse event details Table A 5.3.1 Serious adverse events reported by patients on prescription medications only Sex Diagnosis Prescription Drug(s) Adverse Event(s) Classified by CTCAE Result it M Wilms tumor nystatin anorexia constipation fatigue mucositis oral nausea vomiting phoned for information saw or asked doctor about it was hospitalized 154 ondansetron PEG 3350 sulfamethoxazole/trimethoprim anxiety dry skin dyspepsia headache mucositis oral vomiting saw or asked doctor about it doctor treated it oral waw or asked doctor about it caused a delay or change in treatment (healthcare provider report) M ALL vincristine dexamethasone gabapentin migraine pain in extremity doctor treated it hospitalized F Anaplastic ependymoma grade 3 chemotherapy vincristine alopecia anemia weight loss saw or asked doctor about it was hospitalized caused a delay or change in treatment (healthcare provider report) M -- methotrexate ondansetron unspecified skin erythema vomiting doctor treated it 155 Table A 5.3.2 Serious adverse events reported by patients on both prescription medications and natural health products Sex Diagnosis Prescription Drug(s) Natural Health Product(s) Adverse Event(s) Classified by CTCAE pantoprazole prednisone sulfamethoxazole/trimethoprim basil leaves ginger omega 3 vitamin c vitamin d anorexia fever malaise pain doctor treated it M ALL mercaptopurine dexamethasone sulfamethoxazole/trimethoprim vitamin d constipation diarrhea nausea pain in extremity peripheral motor neuropathy vomiting saw or asked doctor about it doctor treated it M ALL mercaptopurine methotrexate dexamethasone multivitamin anorexia fatigue nausea doctor treated it F ALL chemotherapy anesthetic antibiotic morphine PEG 3350 multivitamin agitation mucositis it M ALL mercaptopurine methotrexate prednisone sulfamethoxazole/trimethoprim omega 3 vitamin d dyspepsia generalized edema weight gain doctor treated it F constipation growth suppression insomnia vomiting weight loss phoned for information was hospitalized F medulloblastoma leuprolide hydrocortisone magnesium multivitamin fatigue headache nothing/treated it themselves or asked doctor about it 156 lansoprazole levothyroxine somatropin nausea pain constipation diarrhea insomnia pruritus unspecified blood disorder vomiting saw or asked doctor about it doctor treated it F PNET filgrastim ondansetron sulfamethoxazole/trimethoprim vitamin d rash doctor treated it Table A 5.3.3 Serious adverse event causality assessment Age Sex Diagnosis Drug NHP AE Description WHO -UMC Causality Assessment Scale 6 M ALL 1. Vincristine (varying doses) 2. Methotrexate (varying doses) 3. 6-Mercaptopurine 4. Asparaginase 5. Dexamethasone 1. Alpha lipoic acid 100mg orally daily Vitamin B6 50mg 3. Coenzyme Q10 200mg orally daily Neuropathy (ptosis and foot drop) NHPs were started after the development of neuropathy as potential treatment. Unlikely "}