{"title": "The Curanderx Toolkit : Reclaiming Ancestral Plant Medicine and Rituals for Healing by Atava Garcia Swiecicki (2022, Trade Paperback) for sale online | eBay", "author": null, "url": "https://www.ebay.com/p/12050091702", "hostname": "ebay.com", "description": "Find many great new & used options and get the best deals for The Curanderx Toolkit : Reclaiming Ancestral Plant Medicine and Rituals for Healing by Atava Garcia Swiecicki (2022, Trade Paperback) at the best online prices at eBay! Free shipping for many products!", "sitename": "Ebay", "date": "2023-01-01", "cleaned_text": "Reviews \"As Garcia Swiecicki observes, the effects of white supremacist patriarchy are all but impossible to ignore, and as a result, space is being claimed during this cultural moment for traditions and ways previously sidelined, silenced and dismissed. This book is part of that important work.\" -- BookPage \"I had the good fortune to take Atava''s Curandera''s Toolkit class in Oakland, California, many years back and it has transformed my understanding of the power of plant medicine. With this book, Atava is generously sharing her knowledge with an even wider community. This book is a gift to everyone who wants to deepen their connection to ancestral wisdom.\" -- Catrióna Rueda Atava Garcia Swiecicki''s The Curanderx Toolkit she graciously offers thirteen medicinal chapters that each spotlight community healers who illuminate the heart of ancestrally rooted rituals, relationships, and recipes. This book is a gift to all curanderx on their path. It is full of wisdom, meditation, and guidance to remembering ancestral traditions and wellness ways of life. Through the voices of elders we receive original instructions on how to build right relations with plants and the earth. Swiecicki beautifully weaves her journey of growing with her garden while providing scientific and spiritual knowledge of the plants. I want to assign this book in my undergraduate Decolonizing Spirit course as it can provide students with a practical guide and respectful entry into curanderismo and traditional healing.\" -- love, knowledge, and service to one''s community, a curanderx''s path is empty. The Curanderx Toolkit deeply embodies these principles and more. While there are books written that describe purification rituals without care for a reader''s lack of experience and the possibility that information shared in that manner could cause harm, Atava Garcia Swiecicki generously shares grounded ways of using curanderismo practices with care and discernment. This book guides readers to learn about and nurture deep relationships with herbal allies, and Atava teaches readers to reconnect with Indigenous healing practices and their own luminous nature in a way that honors the ancestors and the path of curanderismo as a way of life. It is good medicine.\" -- Grace Alvarez Sesma , curandera and founder of Curanderismo, the Healing Art Mexico \"In her book The Curanderx Toolkit , Atava has revived a passion of mine: traditional medicine. I am so pleased that she has addressed herbal history and knowledge as well as medicine making, energetic/spiritual cleansings and many more topics dear to me. I congratulate Atava on reclaiming our traditional medicinal culture.\" -- Eliseo \"Cheo\" Torres , author of Curanderismo: The Art of Traditional Medicine without Borders \"From daily life to times of crisis, the ancestral plant wisdom in The Curanderx Toolkit will gracefully carry its readers through life. This is an inclusive and expansive guide for collective healing that many are searching for today.\" -- Almila Kakinc , author of The Thirlby: A Field Guide to a Vibrant Mind, Body, and Soul \"I''ve always felt like I''ve been on the outside looking in on traditional healing practices. This book has deepened my understanding of herbal medicine and served as an affirming entry point to start investigating my personal healing lineage. If you are interested in reconnecting to earth medicine, yourself, and your ancestors, this is a wonderful place to start.\" -- Dalia Kinsey , author of Decolonizing Wellness: A QTBIPOC Guide to Escape the Diet Trap, Heal Your Self-Image, and Achieve Body Liberation, \"I had the good fortune to take Atava''s Curandera''s Toolkit class in Oakland, California, many years back and it has transformed my understanding of the power of plant medicine. With this book, Atava is generously sharing her knowledge with an even wider community. This book is a gift to everyone who wants to deepen their connection to ancestral wisdom.\"-- Catrióna Rueda Atava Garcia Swiecicki''s The Curanderx Toolkit she graciously offers thirteen medicinal chapters that each spotlight community healers who illuminate the heart of ancestrally rooted rituals, relationships, and recipes. This book is a gift to all curanderx on their path. It is full of wisdom, meditation, and guidance to remembering ancestral traditions and wellness ways of life. Through the voices of elders we receive original instructions on how to build right relations with plants and the earth. Swiecicki beautifully weaves her journey of growing with her garden while providing scientific and spiritual knowledge of the plants. I want to assign this book in my undergraduate Decolonizing Spirit course as it can provide students with a practical guide and respectful entry into curanderismo and traditional healing.\"-- love, knowledge, and service to one''s community, a curanderx''s path is empty. The Curanderx Toolkit deeply embodies these principles and more. While there are books written that describe purification rituals without care for a reader''s lack of experience and the possibility that information shared in that manner could cause harm, Atava Garcia Swiecicki generously shares grounded ways of using curanderismo practices with care and discernment. This book guides readers to learn about and nurture deep relationships with herbal allies, and Atava teaches readers to reconnect with Indigenous healing practices and their own luminous nature in a way that honors the ancestors and the path of curanderismo as a way of life. It is good medicine.\"-- Grace Alvarez Sesma , curandera and founder of Curanderismo, the Healing Art Mexico \"In her book The Curanderx Toolkit , Atava has revived a passion of mine: traditional medicine. I am so pleased that she has addressed herbal history and knowledge as well as medicine making, energetic/spiritual cleansings and many more topics dear to me. I congratulate Atava on reclaiming our traditional medicinal culture.\"-- Eliseo \"Cheo\" Torres , author of Curanderismo: The Art of Traditional Medicine without Borders \"From daily life to times of crisis, the ancestral plant wisdom in The Curanderx Toolkit will gracefully carry its readers through life. This is an inclusive and expansive guide for collective healing that many are searching for today.\"-- Almila Kakinc , author of The Thirlby: A Field Guide to a Vibrant Mind, Body, and Soul \"I''ve always felt like I''ve been on the outside looking in on traditional healing practices. This book has deepened my understanding of herbal medicine and served as an affirming entry point to start investigating my personal healing lineage. If you are interested in reconnecting to earth medicine, yourself, and your ancestors, this is a wonderful place to start.\"-- Dalia Kinsey , author of Decolonizing Wellness: A QTBIPOC Guide to Escape the Diet Trap, Heal Your Self-Image, and Achieve Body Liberation, \"As Garcia Swiecicki observes, the effects of white supremacist patriarchy are all but impossible to ignore, and as a result, space is being claimed during this cultural moment for traditions and ways previously sidelined, silenced and dismissed. This book is part of that important work.\"-- BookPage \"I had the good fortune to take Atava''s Curandera''s Toolkit class in Oakland, California, many years back and it has transformed my understanding of the power of plant medicine. With this book, Atava is generously sharing her knowledge with an even wider community. This book is a gift to everyone who wants to deepen their connection to ancestral wisdom.\"-- Catrióna Rueda Atava Garcia Swiecicki''s The Curanderx Toolkit she graciously offers thirteen medicinal chapters that each spotlight community healers who illuminate the heart of ancestrally rooted rituals, relationships, and recipes. This book is a gift to all curanderx on their path. It is full of wisdom, meditation, and guidance to remembering ancestral traditions and wellness ways of life. Through the voices of elders we receive original instructions on how to build right relations with plants and the earth. Swiecicki beautifully weaves her journey of growing with her garden while providing scientific and spiritual knowledge of the plants. I want to assign this book in my undergraduate Decolonizing Spirit course as it can provide students with a practical guide and respectful entry into curanderismo and traditional healing.\"-- love, knowledge, and service to one''s community, a curanderx''s path is empty. The Curanderx Toolkit deeply embodies these principles and more. While there are books written that describe purification rituals without care for a reader''s lack of experience and the possibility that information shared in that manner could cause harm, Atava Garcia Swiecicki generously shares grounded ways of using curanderismo practices with care and discernment. This book guides readers to learn about and nurture deep relationships with herbal allies, and Atava teaches readers to reconnect with Indigenous healing practices and their own luminous nature in a way that honors the ancestors and the path of curanderismo as a way of life. It is good medicine.\"-- Grace Alvarez Sesma , curandera and founder of Curanderismo, the Healing Art Mexico \"In her book The Curanderx Toolkit , Atava has revived a passion of mine: traditional medicine. I am so pleased that she has addressed herbal history and knowledge as well as medicine making, energetic/spiritual cleansings and many more topics dear to me. I congratulate Atava on reclaiming our traditional medicinal culture.\"-- Eliseo \"Cheo\" Torres , author of Curanderismo: The Art of Traditional Medicine without Borders \"From daily life to times of crisis, the ancestral plant wisdom in The Curanderx Toolkit will gracefully carry its readers through life. This is an inclusive and expansive guide for collective healing that many are searching for today.\"-- Almila Kakinc , author of The Thirlby: A Field Guide to a Vibrant Mind, Body, and Soul \"I''ve always felt like I''ve been on the outside looking in on traditional healing practices. This book has deepened my understanding of herbal medicine and served as an affirming entry point to start investigating my personal healing lineage. If you are interested in reconnecting to earth medicine, yourself, and your ancestors, this is a wonderful place to start.\"-- Dalia Kinsey , author of Decolonizing Wellness: A QTBIPOC Guide to Escape the Diet Trap, Heal Your Self-Image, and Achieve Body Liberation, As Garcia Swiecicki observes, the effects of white supremacist patriarchy are all but impossible to ignore, and as a result, space is being claimed during this cultural moment for traditions and ways previously sidelined, silenced and dismissed. This book is part of that important work.\"-- BookPage \"I had the good fortune to take Atava''s Curandera''s Toolkit class in Oakland, California, many years back and it has transformed my understanding of the power of plant medicine. With this book, Atava is generously sharing her knowledge with an even wider community. This book is a gift to everyone who wants to deepen their connection to ancestral wisdom.\"-- Catrióna Rueda Atava Garcia Swiecicki''s The Curanderx Toolkit she graciously offers thirteen medicinal chapters that each spotlight community healers who illuminate the heart of ancestrally rooted rituals, relationships, and recipes. This book is a gift to all curanderx on their path. It is full of wisdom, meditation, and guidance to remembering ancestral traditions and wellness ways of life. Through the voices of elders we receive original instructions on how to build right relations with plants and the earth. Swiecicki beautifully weaves her journey of growing with her garden while providing scientific and spiritual knowledge of the plants. I want to assign this book in my undergraduate Decolonizing Spirit course as it can provide students with a practical guide and respectful entry into curanderismo and traditional healing.\"-- love, knowledge, and service to one''s community, a curanderx''s path is empty. The Curanderx Toolkit deeply embodies these principles and more. While there are books written that describe purification rituals without care for a reader''s lack of experience and the possibility that information shared in that manner could cause harm, Atava Garcia Swiecicki generously shares grounded ways of using curanderismo practices with care and discernment. This book guides readers to learn about and nurture deep relationships with herbal allies, and Atava teaches readers to reconnect with Indigenous healing practices and their own luminous nature in a way that honors the ancestors and the path of curanderismo as a way of life. It is good medicine.\"-- Grace Alvarez Sesma , curandera and founder of Curanderismo, the Healing Art Mexico \"In her book The Curanderx Toolkit , Atava has revived a passion of mine: traditional medicine. I am so pleased that she has addressed herbal history and knowledge as well as medicine making, energetic/spiritual cleansings and many more topics dear to me. I congratulate Atava on reclaiming our traditional medicinal culture.\"-- Eliseo \"Cheo\" Torres , author of Curanderismo: The Art of Traditional Medicine without Borders \"From daily life to times of crisis, the ancestral plant wisdom in The Curanderx Toolkit will gracefully carry its readers through life. This is an inclusive and expansive guide for collective healing that many are searching for today.\"-- Almila Kakinc , author of The Thirlby: A Field Guide to a Vibrant Mind, Body, and Soul \"I''ve always felt like I''ve been on the outside looking in on traditional healing practices. This book has deepened my understanding of herbal medicine and served as an affirming entry point to start investigating my personal healing lineage. If you are interested in reconnecting to earth medicine, yourself, and your ancestors, this is a wonderful place to start.\"-- Dalia Kinsey , author of Decolonizing Wellness: A QTBIPOC Guide to Escape the Diet Trap, Heal Your Self-Image, and Achieve Body Liberation "}