{"title": "Acupuncture, Ayurveda and Meridian Therapy | Health Recovery Professionals", "author": null, "url": "https://www.healthrecovery.ca/acupuncture-ayurveda-meridian-therapy", "hostname": "healthrecovery.ca", "description": "Acupuncture, Ayurveda & Meridian Therapy", "sitename": "Health Recovery Prof", "date": "2016-01-01", "cleaned_text": "Acupuncture, Ayurveda & Meridian Therapy Eastern Medicine includes Traditional Chinese Medicine, Indian Ayurvedic and other forms of Indigenous medicine. Eastern Traditional therapies include natural medication remedies, if they involve use of herbal medicines, animal parts and/or minerals; and non-medication therapies if they are carried out primarily without the use of medication, as in the case of Acupuncture, Manual therapies and Energy therapies. In countries where the dominant health care system is based on allopathic medicine, or where Traditional Medicine has not been incorporated into the national health care system, TM \"Complementary\" or \"Alternative\" Medicine is used. Acupuncture Acupuncture treatment is a main element of Traditional Chinese Medicine, which is a comprehensive system of treatment characterized by its own theoretical basis and practical experience. T.C.M. includes herbal medicine, the use of Moxabustion and the non-medication therapeutics of Tuina massage. Owing to its unique paradigm and remarkable efficacy with fewer adverse effects, this system of medicine has been attracting more and more interest. By Western terminology, Acupuncture Treatment stimulates and regulates the neurotransmitters found in skin and muscle, and can produce a variety of healing effects by releasing the body's natural pain relievers - endorphins and serotonin in the pain pathways of both the spinal cord and the brain thus modifying the way pain signals are received. Acupuncture improves health and a sense of well-being after treatment! It has been in use in Asia for more than 3,000 years. Most patients will benefit from an acupuncture treatment. Pain may disappear completely and symptoms may improve significantly. Acupuncture is used primarily to relieve: - Back / Neck / Shoulder / Knee / Hip pain - Addiction withdrawal / Drug / Alcohol dependency - Headaches & Migraine / Dizziness & Vertigo - Joint pain / Arthritis / Trigeminal Neuralgia - PMS / Menopause / Anxiety / Depression / Stress - Sinusitis / Hay fever / Asthma / Insomnia / Edema - Nausea / Irritable bowel / Heartburn / Colitis Traditional Chinese Medicine Acupuncture is a very safe treatment option for patients experiencing various disorders. Most find the sessions relaxing and often fall asleep during treatment. Treatments are normally given at weekly intervals, needling session last for 45 minutes for duration of 5-8 treatments. Chronic conditions may require more treatments to resolve. Ayurveda Ayurveda is a vibrant living system of natural health care, which continues to flourish in spite of modern medicine. This ancient art of healing is considered to be a complete system of Natural Healing Health Care that employs an extensive guide to longevity and a healthy way of life. Considered to be the oldest existing medicine on Earth, it addresses the mind body connection, and may be used as an Alternative healing therapy for modern ailments. Rejuvenation and Revitalization is at the heart of Ayurveda and it is an excellent path to good health. Ayurvedic System of healing eliminates toxins, enhances the immune system and increases vitality. At the somatic level it rejuvenates the senses and vital organs, healing the entire body; whereas on the mental plane it instils new energy, releases stress and provides relaxation and gives a wonderful feeling of wellness. Ayurvedic practice regards physical existence, mental existence, and personality as a unit, with each element being able to influence the others; this holistic approach is used during diagnosis and treatment and is a fundamental principle. Ayurvedic anatomy states that there are channels which transport fluids, and that the channels can be opened up by massage treatment using oils and fomentation. Unhealthy channels are thought to cause disease type conditions. Meridian Therapy The body has meridians that form the single energy system which maintain the health and balance of the organism. The Meridians are pathways of vital energy often referred to as Prana or Chi which circulates throughout the body and keeps it in harmony. Eastern Medicine system of healing believes that illness or pain occur when the pathways become blocked and the energy flow is disordered causing the body's harmony to become broken. Shiatsu or finger pressure massage is a Japanese traditional healing method which works on the Meridians to strengthen the body's own natural healing abilities, by correcting imbalances and clearing out the accumulated toxins. This non-invasive therapy can boost the immune system and may be enjoyed by people of all ages and conditions. Shiatsu massage is like having acupuncture without needles. During a treatment, the practitioner applies firm, focused pressure to stimulate or arrest the flow of Chi along the Meridians. At the heart of this Eastern therapy is the alternating stimulating and sedative pressures on the body. The subtle charm of the therapy lies in these opposite functions, it is non-invasive, relaxing and can boost the immune system and may be enjoyed by people of all ages and conditions, including the elderly, children and pregnant women. Consult your Primary Health Care Practitioner before beginning manual therapy, acupuncture, taking herbal medicines, changing your diet or taking any remedies. Ongoing visits with your family physician are mandatory through your consultations with us especially if you are pregnant, breastfeeding or regularly taking prescribed medicines. "}