{"title": "Ciencia o creencia", "author": "Pedro Caba Martín", "url": "https://blogs.publico.es/dominiopublico/2678/ciencia-o-creencia/", "hostname": "publico.es", "description": "PEDRO CABA MARTÍN La reciente noticia sobre la decisión de la Universidad de Zaragoza de crear una cátedra de Homeopatía como resultado de un acuerdo con un potente laboratorio, así como la insistente atención de los medios de comunicación a ineficaces procedimientos terapéuticos, supuestos", "sitename": "Público", "date": "2010-11-14", "cleaned_text": "La reciente noticia sobre la decisión de la Universidad d [e Zaragoza de crear una cátedra de Homeopatía como resultado de un acuerdo con un potente laboratorio, así como la insistente atención de los medios de comunicación a ineficaces procedimientos terapéuticos, supuestos medicamentos y \"productos milagro\", hace necesario una réplica sobre las llamadas medicinas alternativas.](http://blogs.publico.es/dominiopublico/files/2010/11/14_111.jpg) Es cada vez más frecuente que en centros privados, colegios de médicos e incluso alguna universidad se impartan cursos académicos y concedan títulos de homeopatía, acupuntura, medicina natural y otras paramedicinas. Del incuestionable carácter incompleto del saber científico se benefician las pseudociencias, que ofrecen a la opinión pública una respuesta global y asequible sobre la enfermedad y el sufrimiento humano con procedimientos ancestrales que corresponden a periodos históricos precientíficos. Asistimos a una confusión terminológica que no diferencia las medicinas tradicionales o populares de las llamadas medicinas alternativas. Las medicinas tradicionales o populares se fundamentan en los principios comunes del patrimonio cultural de los pueblos: religión, creencias, mundo sobrenatural y tabúes. La enfermedad es la consecuencia de fuerzas maléficas que requieren la intervención del chamán o hechicero para combatirlas. Utilizan procedimientos terapéuticos que, en algunos casos, han sido precursores de la medicina moderna, fueron y todavía son la única respuesta ante la enfermedad y el dolor en las antiguas culturas y aún hoy en día están vigentes en etnias y grupos sociales desfavorecidos que no tienen acceso a la medicina científica. La Organización Mundial de la Salud (OMS) acepta estas terapias populares de relativa eficacia que utilizan los pueblos mientras no alcancen un desarrollo social y económico que les permita disponer de los avances de la medicina moderna. La acupuntura, por ejemplo, es una práctica empírica milenaria china derivada de su visión cosmogónica, según la cual el universo surgió de la relación dialéctica entre el principio activo, caliente, masculino y positivo (Yang) y el principio pasivo, oscuro, femenino y negativo (Yin). En esta dualidad básica, el equilibrio entre el defecto y el exceso, el Yin y el Yang, es el Tao. La acupuntura está asociada al taoísmo, y los preceptos descritos en el Nei-Ching son su base teórica. La homeopatía se fundamenta en la convicción de que \"lo semejante se cura con lo semejante\". Fue el lema de Hahnemann, su creador. Utilizó sustancias diluidas en dosis infinitesimales en diluciones sucesivas de una en 99 partes y tuvo justificación en sus comienzos (siglo XVIII) como reacción a una práctica médica académica, con escasa base científica, en la que se utilizaba con profusión sangrías, crísteles y purgas. Hoy ha derivado hacia una impostura ineficaz y charlatanesca que genera grandes beneficios económicos. Últimamente han surgido proyectos de integrar en la sanidad pública estas prácticas médicas acientíficas, con el sorprendente argumento de que aproximadamente el 40% de la población recurre a ellas. En la medicina, toda terapia debe ser subordinada a ensayos científicos. Las medicinas alternativas no admiten este tipo de pruebas y basan su actuación en creencias y testimonios históricos que demuestran, según ellos, su eficacia. En 1993, el Parlamento Europeo creó una comisión para evaluar estas terapias alternativas y emitió un informe confirmando que \"las prácticas médicas deben basarse en pruebas científicamente demostradas y en medicamentos experimentados en ensayos aleatorios\". Según The New England Journal of Medicine, una de las más prestigiosas publicaciones médicas, \"las medicinas alternativas se fían de falsas teorías y anécdotas e ignoran los mecanismos biológicos y menosprecian la ciencia moderna\". La medicina, como toda la ciencia, es fragmentaria, provisional en sus conclusiones y transitoria hacia el progreso. El objetivo de la ciencia consiste en elaborar teorías fiables para predecir fenómenos y codificar experiencias. Cuando el pensamiento se dogmatiza y se proclama poseedor de la verdad absoluta, ya no es ciencia, es creencia. Ciencia y creencia son esencialmente distintas e irreductibles. La única alternativa a la medicina es una medicina más científica y humanizada. Es decir, una medicina mejor. El ejercicio de la razón no es sólo necesario para el progreso científico, sino también imprescindible para la supervivencia de la humanidad. El pensamiento racional no es sólo un imperativo ético, sino el único camino para evitar la consolidación de una sociedad injusta e insolidaria e impedir que estemos encaminándonos hacia un ecocidio. La superstición, el oscurantismo o el fanatismo religioso se propagan por doquier, incluido el mundo desarrollado. Tal vez un sueño, una esperanza: la aparición de una cultura racional y crítica pero no dogmática, con mentalidad científica no cientifista, tolerante pero no frívola. Quizá no sea desmedido el grito del premio Nobel Richard Feyman: \"Racionalismo o barbarie\". Pedro Caba Martín es Médico. Ex vicepresidente de la Organización Mundial de la Salud. Ilustración de "}