{"title": "Skin & Body Therapy — Healing Arts Centre", "author": null, "url": "https://www.mammothhealingarts.com/skin-and-body-therapy", "hostname": "mammothhealingarts.com", "description": null, "sitename": "Healing Arts Centre", "date": "2016-01-01", "cleaned_text": "Skin & Body Therapy Connect \"Mind, Body and Spirit\" as you breathe and relax into a calming and nurturing atmosphere of Skin & Body Therapy. For a complete Healing Arts experience, mix and match any of these skin & body services with a facial and/or massage and receive a discounted package rate. SKIN & BODY THERAPY Services and Pricing (Prices effective 2021 and subject to change without notice) 2 hr - Stress Reliever - $200 Relax and let your stress melt away with a full body aromatherapy massage and an ultimate moisturizing facial. Hydrating Body Polish - $110 Body brush exfoliation, then polished with Dermalogica Body Hydrating Cream, an advanced body cream formula with lactic and hydroxy acids plus essential plant oils to smooth and condition the skin. This SBT treatment takes 45-60 minutes and is great addition to a massage/facial/stress reliever. Herbal \"Detox\" Wrap - $110 Body brush exfoliation, then wrapped in sheets drenched in therapeutic essential oils/herbs to detoxify the body. This SBT treatment takes 45-60 minutes and is great addition to a massage/facial/stress reliever. Ear Coning - $100 This treatment dates back to ancient times. The spiral of the cone and the herbal smoke in the ear canal work together to draw out physical and emotional debris from the ear canal working on the body, mind and spirit. This treatment is very relaxing, non-evasive and takes about 45- 60 minutes. 1 Hour - Hot Stone Therapy - $125 A therapeutic and relaxing approach to deep tissue massage. Hot stones infused with therapeutic essential oils are used to massage the soft tissue of the body. This treatment will leave you feeling totally relaxed, calm and nurtured. Book your appointment online today. CANCELLATION POLICIES: 24 hours or less will be charged 100% of service fee. Healing Arts Centre is owned and operated by independent contractors who rely on client's punctuality, integrity and impeccability. We have a strict 24 hour cancellation policy. 100% service charge will be applied to late cancellations or no shows. No exceptions. Please make sure that all appointments are the accurate day and time before purchasing online. "}