{"title": "Home", "author": null, "url": "https://www.monash.edu/medicine/home", "hostname": "monash.edu", "description": "The Faculty of Medicine, Nursing and Health Sciences comprises of 10 schools, various centres and institutes, each with a unique purpose and focus. We are committed to making maximum impact through an ongoing pursuit of excellence and innovation. Discover how to get involved now.", "sitename": "Medicine, Nursing and Health Sciences", "date": "2023-07-14", "cleaned_text": "Home Monash Medicine Nursing and Health Sciences is a leading provider of healthcare education in Australia. Embedded in an ecosystem of health, academia and industry, we deliver the research outcomes, skilled workforce, technology and partnerships to improve human health locally and globally. [](https://www.monash.edu/medicine/study) [Why study with us?](https://www.monash.edu/medicine/study) Study specialist degrees from day one. Become one of Australia's most employable graduates. [Our research](https://www.monash.edu/medicine/research) We take a bench to bedside approach and are focused on achieving better outcomes for patients. [Enterprise and partnerships](https://www.monash.edu/medicine/partnerships) Our culture of collaboration between clinicians, researchers, government and industry enables us to work directly with you to develop creative solutions to your problems and challenges. The world is changing, and we're changing with it. Discover your dream career Explore our graduates' stories to discover their career pathways and how they're helping to change the world around them. [ ](https://www.youtube.com/watch?v=ObdMNEtPpg4?autoplay=1) Nursing and midwifery careers Courtney Alexander has just started her career as a graduate nurse and midwife. Discover how Courtney came to this rewarding career and explore careers in nursing and midwifery. [ ](https://www.youtube.com/watch?v=j9V2uyhYQzU?autoplay=1) Psychology careers Dr David Bakker is a psychologist and mental health app founder. Discover how David's work combines research and technology and explore careers in psychology. [ ](https://www.youtube.com/watch?v=TW7fvGJ4Bz0?autoplay=1) Medicine careers Dr Naba Alfayadh is a junior doctor with a difference. Discover how Naba combines clinical medicine with social enterprise and explore careers in medicine. [ ](https://www.youtube.com/watch?v=fsSco55XYHk?autoplay=1) Nutrition careers Roxanne Tan is a food industry nutritionist getting healthier products on the shelf. Discover how Roxanne found her calling and explore careers in nutrition. [ ](https://www.youtube.com/watch?v=9DqAA8BYykY?autoplay=1) Biomedical science careers Dr Stephanie Simonds is an award-winning physiologist and biomedical researcher. Discover how Stephanie's research is changing the world and explore careers in biomedical science. News and research highlights [ ](https://www.monash.edu/medicine/news/news-highlights/article-5) The study has examined more than 10,000 different maps of human brain activity and found that the overall shape of a person's brain exerts a far greater influence on how we think, feel and behave than its intricate neuronal connectivity. Landmark study finds that the shape of the brain influences the way it works The study has examined more than 10,000 different maps of human brain activity and found that the overall shape of a person's brain exerts a far greater influence on how we think, feel and behave than its intricate neuronal connectivity. The work opens opportunities to understand the effects of diseases like dementia and stroke by considering models of brain shape, which are far easier to deal with than models of the brain's full array of connections. [ ](https://www.monash.edu/medicine/news/news-highlights/article-4) Scientists discover an enzyme that turns air into electricity, providing a new clean source of energy Australian scientists have discovered an enzyme that converts air into energy. The finding, published today, in the top journal Nature, reveals that this enzyme uses the low amounts of hydrogen in the atmosphere to create an electrical current. This finding paves the way to create devices that make energy from thin air. [ ](https://www.monash.edu/medicine/news/news-highlights/article-3) Cardiovascular care, world-class research, and a significant healthcare network and workforce have combined in one place with the official opening of the Victorian Heart Hospital (VHH), home to the Monash Victorian Heart Institute (VHI). Victorian Heart Hospital opens Cardiovascular care, world-class research, and a significant healthcare network and workforce have combined in one place with the official opening of the Victorian Heart Hospital (VHH), home to the Monash Victorian Heart Institute (VHI). Operated by Victoria's Monash Health, the VHH hosts the VHI on a dedicated floor of the building. The Institute brings together world-leading cardiovascular experts, researchers, students and entrepreneurs who are focused on taking discoveries, techniques and therapies out of the lab and into practice. [ ](https://www.monash.edu/medicine/news/news-highlights/article-1) Monash University Heads $15M Mitochondrial Donation Clinical Trial Around 50 Australian children are born every year with devastating mitochondrial disease (mito), with an expected lifespan of only five years. Today, the Medical Research Future Fund announced $15 million in funding to an Australian first - and only the second in the world - clinical trial of mitochondrial "}