{"title": "Naturopathic doctor treats whole patient", "author": "Linda Freeman; Poughkeepsie Journal", "url": "https://www.poughkeepsiejournal.com/story/life/wellness/living-being/2014/08/03/naturopathic-doctor-treats-whole-patient/13031081/", "hostname": "poughkeepsiejournal.com", "description": "Holistic Guinea Pig Linda Freeman has treatments with Tammi Price, a naturopathic doctor.", "sitename": "Poughkeepsie Journal", "date": "2014-08-03", "cleaned_text": "Naturopathic doctor treats whole patient We've all grown up with doctors. We know what they do and the intensive training they need in order to do it. But some of us have also been disappointed by them. Maybe we have a pain and they say it is stress. Maybe we arrive on time for an appointment only to wait an hour. Maybe our allotted 15 minutes isn't long enough. Maybe we are tired of being treated as separate parts instead of a whole human being. For these reasons and more, people may turn toward alternative forms of medicine and doctors. Naturopathic medicine is one popular form of care that focuses on whole-patient wellness. Many of the members of the Hudson Valley Celiac Support Group I run at Vassar Hospital are there because, after years of frustration with medical doctors, they found naturopathic doctors who advised them to cut out gluten, which finally relieved their migraines, gastrointestinal issues and more. But what exactly is a naturopathic doctor? What can they do and not do for you? I met Tammi Price when I attended her yoga class during my \"year of yoga\" experience reported in my October and November 2013 columns. Then I found out she was also a naturopathic doctor. \"Naturopathic doctors recognize the interconnection and interdependence of all living things,\" she emailed me. \"We emphasize proactive prevention and self-care to help the body's inherent ability to restore balance and maintain optimal health. We diagnose and treat the root cause of illness rather than solely suppressing the symptoms.\" This made sense to me. Why take an aspirin for a headache when you could learn to eliminate what is causing it in the first place? Naturopathic doctors attend a four-year naturopathic medical school and are educated in the same basic sciences as western medical doctors, such as oncology, geriatrics, pediatrics, minor surgery and gynecology, but additionally study holistic and nontoxic approaches that emphasize disease prevention and wellness. This holistic approach includes, for example, clinical nutrition, homeopathy, botanical medicine, physical manipulation, and counseling. Price received a doctorate in naturopathic medicine and a master's degree in acupuncture and Oriental medicine at the National College of Naturopathic Medicine. She blends natural remedies and therapies, including acupuncture, botanicals, homeopathy, and various somatic emotional release techniques aimed at stimulating and supporting the body's ability to heal itself. While acupuncture is licensed in the state of New York, naturopathic medicine is not. Currently 17 states plus the District of Columbia, Puerto Rico and the U.S. Virgin Islands license naturopathic doctors. New York still requires a medical doctor for prescriptions, lab work, imaging, or other diagnostic tests. \"My patients bring me their lab results so that I can explain the data beyond the numbers. Many medical specialists, especially oncologists, are open to working in conjunction with me to lessen their patients' negative side effects and hasten recovery from surgery, chemotherapy and radiation,\" Price said. A naturopath will not take you off your medicines or conflict with the work of your medical doctor. If patients want to reduce or eliminate medication, Price works to optimize their body function so they may be able to do so with the support of their medical doctor. Price began Sacred Traditions 10 years ago and practices out of her home in Kerhonkson, where she and her husband, Steeven, a massage therapist and indigenous Arawak bone setter, are creating a wellness retreat on their five acres. We agree to meet over a period of six months. The experience True healing begins with being heard. To be able to spend quality time with a doctor who listens to your concerns can be transformative. Facilitated by the extensive patient health-care form I'd filled out prior to our meeting, our initial consultation lasts two hours. When Price asks, \"How are you doing?\" she really wants to know. Mostly, I'm tired, I tell her. I get plenty of sleep, but it doesn't seem to be enough. The only time I feel energized is when I'm teaching my dance and yoga classes. The rest of the day could be nap time for all I care. I had mentioned this to my endocrinologist who monitors my hypothyroidism and all he did was check my blood work and said everything looked fine. I left his office with the same question I had going in, why was I feeling lethargic? Now I'm hoping Price can help. After Price collects my input, she gathers her own. She asks me to prop my hands, palms up, on a pillow while she lightly touches my inner wrists. Western doctors routinely check the pulse of one wrist to monitor the heartbeat. In Chinese medicine, the pulses of both wrists are monitored since each reflects different organs, reveals where energy is blocked, and what corresponding organs need strengthening. Price says my liver and kidneys are depleted, which is why my energy is so low. She wants to know in detail about my day, what I eat, what I do, when I feel most tired and most alive. She asks me to rate my energy on a scale of one to 10. She then asks me to stick my tongue \"way out\" and sketches it on her pad. The tongue is also a diagnostic tool. My texture, color and shape reveal digestive issues. The great thing about a naturopath is that treatment can begin immediately. After our consultation, she leads me to her treatment room for acupuncture. I lie face up as she inserts needles in various points of my body. She puts a needle near my left inside ankle and a jolt of electricity shoots through me. She smiles when I jump and says she opened the energy line for the kidney. \"You really needed that,\" she says. Her needling technique is quick and painless. When we meet back in her office about 30 minutes later, my tiredness has lifted. She gives me supplements, homeopathic liquid drops and capsules, detailing each. She also wants me to cut down on carbohydrates and drink more water. My pescetarian diet (vegetarian plus seafood) has relied too heavily on pasta. Our primary goal is to restore my vitality by strengthening my depleted liver, adrenals and kidney. I leave with my \"prescriptions\" and an appointment. The great thing about Price is that she recognizes and adapts to the patient's reality. Ideally initial sessions should be about four weeks apart, but due to weather and scheduling issues we lapse to six and then to eight. I also blew my homeopathic regime. They were spaced throughout the day, and I found it difficult to remember which ones to take when. As a result, I'm still feeling sluggish by our second appointment. She doesn't make me feel like a failure for not following her instructions completely. Instead she adjusts the schedule, assuring me it is fine to take them all together before breakfast and dinner. This structure is easier to follow, and I adapt more easily to the new routine. Each appointment includes the consultation and acupuncture, and each time, I am happy to have someone listening and monitoring my progress and am amazed at the jolt of electricity every time she opens my kidney meridian at my left ankle. I always leave feeling revitalized. Between our second and third session I wake with a weird tingling sensation on the whole right side of my face, as if I were having an allergic attack without any known cause. I immediately call my primary care physician, who literally scratches his head and orders tests. The sensation goes away of its own accord, but when I mention it to Price, she reminds me that I could have called her as well, and I realize how conditioned I am to think doctor = medical. She actually has just the thing, a jar filled with white pellets to take with water. By our next visit, I feel so much better. We've hit on the right combination of supplements for my particular health issue, and she notes when she checks my pulses that my kidney is stronger. I boast that I had started to come down with a cold and had knocked it out of my system in time for a five-day intensive dance weekend I had just returned from the previous day. Then the weirdest thing happened. As I was speaking with her my lungs started to feel congested. I mentioned it, and when she needled me, she worked on lung meridians. By the time I got home, I was sick. It was as if my body suddenly and completely demanded rest. Price told me that sometimes our immune system needs to \"work\" so it remembers how to fight disease. The bottom line A patient's concerns and goals are the primary touchstones for a naturopathic doctor. The focus is on health and wellness, not on illness and disease. Even illness, as evidenced by my bout with bronchitis, is seen as the body's way to get what it needs. It is health care in its truest form. Know what the Holistic Guinea Pig is always up to. Follow her on Facebook at www.facebook.com/holisiticguineapig Resources Sacred Traditions Dr. Tammi Price Naturopathic Medicine Acupuncture & Classical "}