{"title": "The Alternative Fix - Join The Discussion | FRONTLINE", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2003-11-04", "cleaned_text": "| | Dear FRONTLINE, I would love for you to show that you are not biased by doing a piece on all the patients conventional doctors prescribe drugs that do not heal for the patient. Talk about the fact that they are really playing a guessing game by going to the PDR and selecting a drug that might work. Talk about all the drugs that are approved by the FDA that have killed many and been left on the market while few have been taken off. Talk about how many people die per year because of doctors who make mistakes. I would venture to say that the negative incidences with prescription drugs are much higher than all the ones with natural remedies! Homeopathy has saved my life. Mary Jo Chambless Atlanta, Georgia Dear FRONTLINE, Your show was fair and balanced. I can give two examples from my own life which, I believe, demonstrate that complementary medicine is useful in conjunction with mainstream medicine. When I was 25, my depression was so severe, and I was so unresponsive to the prescribed antidepressants that I nearly participated in a clinical trial regarding the efficacy of electroconvulsive therapy (ECT) for treating major depression. Instead, a friend urged that I read a book that changed my life; the book suggested that many ailments and conditions can be in part attributable to \"sensitivities\" to certain foods and compounds. My psychiatrist, trained to think in another way, dismissed the assertions in the book. I, however, decided to try the elimination diet, with subsequent food challenges and found that I was indeed \"sensitive\" to several foods, especially dairy. Once I eliminated dairy from my diet for good, I found that my depression, though not cured, was responsive to medication. This personal experience was not placebo controlled, so most doctors consider it anecdotal, which is a code term for worthless. Another complementary medicine specialist helped me bring my cholesterol levels down to a desirable level by suggesting a diet that restricted my intake of trans fatty acids--no chips or fries or fried foods--and emphasized the use of fresh \"healthful\" fats, such as flaxseed oil and extra virgin olive oil. When my primary care physician measured both my HDL and LDL after a year on this new diet, he pronounced my cardiovascular health as being \"optimal\" for a man in his mid-forties. Research has yet to bear out the usefulness of dietary restrictions in treating depression, but most lipid researchers now concur with the suggestions that my complementary medicine doctor (please do a show on \"good fats vs. bad fats\") made almost a decade ago. As Goethe said many years ago: \"We see what we know.\" Doctors should remember this insight when they consider treatment options; medical school does not provide them with all there is to know. Sometimes, lifestyle changes can be as valuable, and perhaps more so, than taking a pill. Vilnius Blekaitis Wheaton, Maryland Dear FRONTLINE, The new medicines are all synthetic. Most of them make me sick to my stomach. All the doctors can say is, \"Take this drug and it will help.\" BUT, it doesn't. I have found that if I stick to my husband's diabetic diet and reduce my stress, I can lower my need for drugs to help my arthritis. Admittedly, I cannot stop taking those drugs, but I can reduce them. No doctor has ever mentioned to me that diet and stress reduction will help. Why? Because they don't get a kick-back on natural methods. Lorene Fort Dear FRONTLINE, Just to add a thought on the topic of alternative medicine and allopathic medicine. Many patients are not aware that many of the drugs listed in the PDR (Physicians Desk Reference),have \"unknown\" listed as their mechanism of action. But, we do know that many of these medications do work and increase the quality of life for many people. We may not have all the answers as to why alternative medicine works, we just know that many of our patients do get better and their quality of life is better. The research to prove these facts can be expedited with the help of these NIH grants. Laurie Rocco Middletown, CT Dear FRONTLINE, I have just watched Frontline's program investigating the efficacy of CAM. I believe that our society's reliance on \"scientific studies\" may at times be counterproductive. There are times when personal experience gives validity to the experience of benefit. I am a BioAcoustics Research Associate/Practitioner, and work with clients who believe that the modality will work for them, or they would not come to me. That may be one factor, but not the only factor in their improvement. When a client who has suffered from fibromyalgia and osteoarthritis for years comes to me the morning following a 2-hour session of sound trials, and tells me, with tears in her eyes, that she awakened that morning pain free for the first time in several years, I must conclude that the modality was effective. When we work with young clients, even infants, and get positive results, how can it be placebo? Just because we may not understand the mechanism that makes a complementary modality work does not invalidate the modality--- it may just invalidate the science that we are using to understand the modality. To get the right answers, after all, you need to ask the right questions. Judy Chambers Boca Raton, Florida Dear FRONTLINE, Your program on \"The Alternative Fix\" was a good mix from both sides of the fence. Dr. Weil said it best when he said that people are tired of being told what to do by a myopic conventional medical system who believes that it is their way or the highway. Although many of the M.D.'s on this show wanted EVIDENCE that alternative medicine works and is safe, many of the drugs and procedures recommended and prescribed by them are unsafe and ineffective. Many prescription drugs today only treat symptoms while at the same time create other symptoms that must be treated with additional drugs that take one so far away from basic wellness that recovery is sometimes impossible. When the stakes are high, as in my case as I am a 39 year old cancer patient the metastatic disease in my lungs and my liver, you are willing to try anything that might help you manage your disease and contribute to your quality of life. If you survived an airplane crash 1000 miles from no where you would do whatever it took to survive. I challenge anyone to find someone who's quality of life has improved by sticking only to conventional medicince's approach. I will admit that while conventional medicine is tunnel visioned, alternative medicine is all over the map. People would do well to have an objective advocate who could help them navigate this ocean of information and possible choices. The questions everyone should ask, especially the users of these two systems should be - Does it work and can I speak with patients who have had success using this treatment or substance? Often times we look for proof in studies that show that a one size fits all approach can be proven via scientific studies. In reality, we are all individuals requiring somewhat customized treatment and wellness plans. No one seems interested in this approach so I started my own company to do just that. Both alternative and conventional systems must work together to help the patient become as well as possible. Only in a path towards wellness will we all realize the true power of the human body to heal itself. Eric Longfellow Conyers, GA Dear FRONTLINE, I have been interested in \"alternative medicine\" since the 1960s. I have been treated by several splendid practitioners for a variety of ailments and injuries over the years. The mainstream medical profession has moved at a snail's pace to recommend practices that the alternative practitioners understood decades ago. One example: the abuse and overuse of antibiotics. I applaud Andrew Weil and other medical doctors who have stepped outside the confining box of mainsteam medicine. Just recently I developed a horrific case of eczema. I was very uncomfortable, but the medical doctors covered by my insurance plan had no helpful information. At my own expense, I went to my naturopath who took a urine sample and put me on a liver detox program. Problem solved. I would like to see the medical profession transformed. Yes, we need surgeons and other specialists. But millions of ailments and injuries could be better treated by an integrative approach that includes naturopaths, clinical kinesiologists, acupuncturists, chiropractors and other healers. Mary Arana Encinitas, California Dear FRONTLINE, Dear Frontline, I was very glad to see your program The Alternative Fix. It is about time such programs exist to provide information to the public about various modalities. They need to know they have choices, and must be informed about what is available. Two of us were registered nurses on the founding board of the Norwegian Healers'Assn., and in our first year (1994) we began having contact with mainstream medicine for networking and research. I personally was involved with two different clients who had a rather complicated symptom picture. At the same time they were being treated by a medical doctor and a physical therapist. We professionals coordinated our treatment, etc. for the best interests of the patient/client. I documented my treatments, and the client was REIMBURSED from the national health insurance for the amount of money that was earlier paid to me. Your program mentioned that there was not much research done in the alternative/integrative/complementary area. Who do you think controls the pursestrings of what is funded? In all fairness I must mention that in northern California there currently is an NIH grant researching the effect of distant healing on glioblastoma (brain cancer). So, luckily there are some positive things also happening in the U.S. Perhaps you could present more of this information on a future Frontline? Lynne Hippler Norwegian Registered Healer, Nurse, Zone Therapist Hemet, CA Hippler Laguna Hills, CA Dear FRONTLINE, Dear Frontline, I felt your show \"Alternative Fix\" was biased and set up to make complimentary therapies look useless. One key point made in the show was the \"experts\" view that any positive effects of complimentary/alternative treatments had to be the placebo effect or were the patient's subjective viewpoint. My husband and I have owned a veterinary hospital for the past 12 years. He has been practicing veterinary medicine for almost 20 years. He was trained in \"Western\" allopathic medicine, but recently, became certified in Veterinary Acupuncture and is a fully trained Reiki Master. He tries to balance his practice with allopathic and complimentary treatments. When a pet does not respond to the typical allopathic methods (i.e. anti-inflammatories, antibiotics, analgesics, surgical methods, etc.), he has an open mind and discusses other options with his clients for their pets. He uses Chinese herbs, nutritional supplements, homeopathy, Reiki and acupuncture. Not every treatment is right for every animal (the same is true for humans). The idea is to find the treatment that is most effective for the particular patient at that time. We have seen many amazing results with complimentary treatments that can't be explained away as placebo. Animals cannot rationalize one treatment over another or give you their subjective viewpoint. There can be no placebo effect in animals - they either improve or not. Anne Stuer Bethel, Maine Dear FRONTLINE, I liked your report and feel it was fair. However, the major flaw was not mentioning the fact that herbal medicine was mainstream medicine well into the 20th century. Drugs like aspirin, digitallis, acetametiphine, ibuprophrene, and all the opiates were all originally herbal remedies. My greatgrandfather (a country doctor) had an entire room full of herbs that he prescribed for ailments. While he could not cure many of the diseases that our non-organic pharmacologies can now, he could cure some of them and he did relieve symtoms of many more. You should have nailed some of the anti-alternative medicine absolutists with those facts and made them explain them away. Richard Rinehart South Bend, Indiana Dear FRONTLINE, How can people be so ignorant to doubt the benefits of alternative methods that have been used for thousands of years, for example mammography is only 85 years old, and can cause death.Even penicillin was not available to the public until the 1940's. People will put their trust in these conventional drugs that are brand new, rather than putting trust in plants, and cam that have been around and proven to work for thousands of years. Contraindications shown with the use of herbs and dietary supplements are not because of the herbs but because of the conventional medicines that people are taking, like acetamenophen. and although some herbs may cause death, under a herbologists or homeopathic doctor this will not happen. People need to be educated on CAM options, and hopefully ignorance will no longer be a problem in society today. Melissa S Edm, Alberta, Canada Dear FRONTLINE, As it turns out the show that aired tonight wasn't quite as one-sided as I expected, but still, Big Pharma and Big Medicine must have loved it, as there was just enough bogus and questionable alternative medicine to cast an ill light on all alternative medicine, a lot of which is very, very good. Maoiri healers, a Russian homeopathic treatment with ground tarantula, coffee enemas from a slick alternative doctor that charges $2800 for the initial office visit? And of course, the old whipping boy of Ephedra that \"may\" have been linked to as many as 100 deaths. A single death is unacceptable, but compared to 50,000 for Vioxx, an approved and supposedly \"safe\" drug, the figure kind of pales,don't you think? The need for regulation of dietary supplements as far as safety and effectiveness, and the need for standards of measurement to insure that dietary supplements contain the ingredients and amounts listed were recurring themes that concern me too. But here is the rub: the guys that brought us methamphetamines to begin with, and more recently brought us Vioxx, Bextra, Alleve and Celebrex, are the main driving force behind regulating vitamins and dietary supplements. And, let's be very clear about this: their primary motive is NOT to insure our safety nearly as much as it is to increase their trillions in profit and control our access to vitamins and supplements. Look at what happened in Europe with the European Union Directive on Dietary Supplements. Among the 25 European Union (EU) nations (representing more than 450 million people), this directive reclassified vitamin supplements as \"medical drugs,\" mandated low dosage levels, and outlawed many supplement ingredients that once were widely available. Created to \"protect\" consumers, the directive did exactly the opposite by denying consumers access to natural therapeutic supplements. Under the EU directive, a \"positive list\" was created to mandate which dietary supplements were allowed for sale. The list does NOT include about 350 supplement ingredients, such as boron, a mineral that helps manage symptoms of menopause. But wait ... it gets worse. The positive list isn't really as positive as it sounds. For instance: Vitamin E made it on the positive list. Sort of. As Health Science Institute Panelist Allan Spreen, M.D., made clear in several e- Alerts, there are a number of different vitamin E forms, and the synthetic form should be avoided for internal use. But according to Euromonitor International, the ONLY form of vitamin E on the positive list is the synthetic form. And then there's selenium. Besides the fact that selenium has excellent antioxidant properties that have been shown to help increase insulin efficiency, selenium also enhances the effect of vitamin E, making it a perfect match for any vitamin E regimen - and it is one of the three anti-oxidants used in the Berkson Clinical Trial that proved 100% effective in treating advanced hepatitis-C (see the article about the trial posted here on the forumin the \"files\" section). But the only two forms of selenium that made the positive list are - yep - synthetic forms. Does anyone wonder why the positive list emphasizes synthetics? Large drug companies can easily produce synthetic ingredients at low cost. So the positive list is positive for drug companies, while not nearly so positive for many small manufacturers of natural supplements who are being forced out of business. Plans have long been underway to bring such extreme regulations to the U.S. and many other countries. And who do you think will be the regulatory agency in the U.S. that will enforce regulations on vitamins and supplements? Why, the FDA, of course! In the event that any of the readers here labor under the false impression that the FDA's primary mission is to protect the U.S. consumer, well, I hate to disillusion you, but the FDA has NEVER had such a primary mission - it's primary mission is to serve the industry it is supposed to regulate. In the words of former FDA Commissioner Doctor Herbert Ley: \"The FDA 'protects' the big drug companies and are subsequently rewarded, and using the government's police powers they attack those who threaten the big drug companies. People think that the FDA is protecting them. It isn't.\" Tony Isaacs Dallas, Texas Dear FRONTLINE, Thanks for an interesting and even-handed program. I was alwayspretty sceptical about how useful some of these approaches are,even with a parent who forced vitamin pills on me at a tenderage. Then I began to discover that I suffer from several commongenetic problems which are very likely to be mis-diagnosed orjust plain misunderstood by conventional medicine. Low bloodsugar, sciatic nerve problems, irritable bowel syndrome and mitral valve prolapse syndrome all occur very commonly in mymom's side of the family. In time, I went to medical doctorsfor all these things. In every single case, I was either mis-diagnosed or just plain not diagnosed at all. To make a very,very long story short, I just went home and started using mynoggin for something besides a hat rack about these things. Istarted eating better, started trying dietary supplements, goton a fitness program (aerobics and weight training) and just kept on going. I thought, \"I'll get back to seeing the doctorswhen something obvious goes wrong that I can't handle.\" Thatwas in 1975. Since then I've discovered effective supplements for the IBS and also for the prostatic enlargement that's begun to happen. Both worked right away and have continued to work, to my total surprise. I haven't been admitted to a hospital, andI haven't seen a doctor, not in all those years. What have I learned? About 90% of our health problems are probably caused by either genetics or poor nutrition. Exerciseis also a factor, but not as important as nutrition...what weeat that we shouldn't, and perhaps more importantly, what we don't eat that we should, and that's where the proper supplements are critical. If this government takes those away,I'll be moving to another country, because that's my doctor,not those folks in the white jackets. Gary Keener San Antonio, Texas Dear FRONTLINE, Interesting topic, but sadly the same old reaction of the science community. There are some things in this universe that can't be disected and explained. An individual's belief can be much more powerful than a pill, and ancient healing methods have held a powerful attraction over centuries. Modern medicine however - is it interested in the patient and or in the perpetuation of the almighty dollar? Many of us have long lost trust in a patronizing medical profession - so much so that we will try anything alternative - sometimes successful, sometimes not - How does modern medicine differ in the outcome? Eva Green Honey Brook, Pennsylvania Dear FRONTLINE, Your usually excellent show failed in this case to get to the heart of the matter. You touched on the key issue, mentioning that in all the years the NIH's Office of Alternative Medicine has existed, only two major studies have been completed, and quoted a doctor saying how almost all alternative modalities have not been scientifically studied. But the obvious question is: WHY NOT? This is what the show should have investigated. Instead, it engaged in the same uninformed speculation about the significance of anecdotal evidence that the rest of us are already all to familiar with. Both sides are right. CAM is almost completely undocumented, and medical science is unfairly prejudiced against CAM. What is stopping significant research from being done? This is what needed to be addressed. We're all to familiar with the uninformed opinions on both sides to need to see them examined on Frontline. David Barouh Brooklyn, NY "}