{"title": "Hidradenitis suppurativa: Diagnosis and treatment", "author": null, "url": "https://www.aad.org/public/diseases/a-z/hidradenitis-suppurativa-treatment", "hostname": "aad.org", "description": "A dermatologist's treatment plan for HS can reduce flare-ups and prevent this disease from worsening.", "sitename": "aad.org", "date": "2023-08-16", "cleaned_text": "A dermatologist is often the doctor who diagnoses a patient with hidradenitis suppurativa (HS) Getting an accurate diagnosis and an individualized treatment plan can prevent HS from worsening. How do dermatologists diagnose hidradenitis suppurativa? Hidradenitis suppurativa (HS) can look like another skin condition, such as worsening acne, boils, or herpes. Dermatologists have the training needed to spot the differences between HS and other conditions. This unique training allows them to diagnose HS more quickly. If your dermatologist suspects that you may have HS, here's what typically happens. Your dermatologist will: Ask where you have lumps, draining, and other signs of HS. HS tends to occur in certain areas. Examine some (or all of) the bumps and sores. HS has certain features, which to the trained eye, distinguish it from acne, boils, or other conditions. Talk with you about what they see on your skin. Asking about your symptoms, when the bumps appear, and other specifics helps your dermatologist give you an accurate diagnosis. If you have a sore or wound that is leaking fluid, your dermatologist may swab a bit of the fluid onto a slide and test it. This can tell your dermatologist whether you have an infection. That's usually all that's needed for a dermatologist to diagnose HS. If you have HS, your dermatologist will create a treatment plan tailored to your needs. How do dermatologists treat HS? Although HS cannot be cured, your dermatologist can create a treatment plan to control the disease and lessen your symptoms. Treatment can: Reduce flare-ups Heal wounds Relieve pain Prevent HS from worsening When creating a treatment plan, your dermatologist will consider the types of lesions you have, whether you have pain or an infection, and how HS is affecting your life. This allows your dermatologist to customize a treatment plan for you. A treatment plan for HS can have many parts and may include one or more of the following: A skin care plan Medication, an in-office procedure, or both Treatment for infection Wound care Pain control Here's what each involves: Skin care: Some soaps and other skin care products may irritate skin with HS. To reduce this irritation, your dermatologist can create a skin care plan for you. This plan may include using a wash with benzoyl peroxide and switching to a gentle antiperspirant. Medication to treat HS: Many medications are used to treat HS. Some you apply to the HS. If you have advanced HS, you may need a medication that works throughout the body, such as a pill. Medications that you apply to the HS include: An antibiotic, such as clindamycin or dapsone, to reduce pus-filled lumps and treat infection Resorcinol, a peel that opens up clogged hair follicles and reduces inflammation When stronger medication is necessary, your dermatologist may prescribe: An antibiotic (Some patients receive a combination of antibiotics.) Acitretin, a retinoid that you take by mouth Hormonal medication, such as birth control pills, spironolactone, or finasteride Metformin, a diabetes drug, which can reduce inflammation A biologic or biosimilar, which works on the immune system to stop the pus and inflammation While many medications are used to treat HS, the U.S. Food and Drug Administration (FDA) has approved only one. It's a biologic called adalimumab (ad-ah-lim-you-mab). The FDA approved adalimumab in 2015. In studies that led to its approval, the patients who received adalimumab had noticeably fewer abscesses (lumps with pus) and nodules (hard, deep lumps) than the patients who did not receive the biologic. The FDA has approved adalimumab for people 12 years of age or older who have moderate or severe HS. Adalimumab is a strong medication, so it's not necessary for every patient. In-office procedure for HS: Some patients can benefit from a treatment plan that uses both medication and an in-office procedure. In-office procedures are especially important if HS has made tunnels in your skin. Procedures that dermatologists use to treat HS include: Corticosteroid injection: When injected into an HS lesion, this medication can reduce inflammation. Dermatologists use this procedure to treat early painful nodules that are not infected. It cannot treat tunnels under your skin. Laser hair reduction: Reducing the amount of hair on the skin with HS can reduce the number of HS lumps that you have. Your dermatologist will tell you how many treatments you'll likely need. Treatment is given once every four to six weeks. It takes about one month to notice an improvement. Botulinum toxin: While most people think of this medication as a treatment for wrinkles, the FDA has also approved this medication to treat excessive sweating. Your dermatologist may recommend botulinum toxin to reduce sweating, which can reduce infections. Incision and drainage: Used to drain a painful HS abscess (pus-filled lump), this procedure can relieve the pain and pressure quickly. However, most abscesses return. Deroofing: This procedure is called deroofing because your dermatologist removes the skin covering the top of a sinus tract or abscess. The wound caused by removing this skin is left open so that it can heal on its own. Leaving an open wound reduces the likelihood that the HS lesion will return. This is an option for people whose HS repeatedly returns to the same location. Wide excision: During this procedure, a dermatologist removes an HS lesion, such as a tunnel beneath the skin. This may be an option if medication fails to help. As in deroofing, the wound caused by wide excision is left to heal on its own. Most patients have a long, wide, and open wound after this procedure. Laser surgery: Strong lasers can vaporize HS. Before performing this laser surgery, your dermatologist will use medication to get the HS under control. To be effective, the HS must remain the same for weeks before you have laser surgery. After surgery, it may take up to 6 months for your skin to heal. Wound care: This plays an important role in treating HS, as the disease can cause slow-healing or non-healing wounds. If you need wound care, you will learn how to do this at home. In the beginning, some patients need to change their dressings several times a day. What you use to care for your wounds can vary. Your dermatologist will consider where you have wounds, the amount of leakage coming from the wounds, what the skin around each wound looks like, cost, and your preferences. Along with dressing changes, your dermatologist may recommend the following: To decrease the odor: Soak a clean washcloth in diluted white vinegar and apply before you dress a wound. To relieve the pain and discomfort: Use an antiseptic wash. If a wound fails to heal, hyperbaric oxygen therapy (HBOT) may be an option. HBOT is better known for treating scuba divers who come up from a dive too quickly. Patients receive HBOT by going into a special chamber. The oxygen level inside the chamber is higher than the normal oxygen level. Getting more oxygen into your blood may help heal non-healing wounds. Pain control: Pain is a common symptom of HS. To help you manage your pain, your dermatologist may recommend: Treatment you apply to your skin: Ice packs and lidocaine can be effective for mild pain. For more intense pain, your dermatologist may prescribe a medication made by a compounding pharmacy. Medication you take: A pain relief medication that you can buy without a prescription is commonly used to treat mild pain. If you need stronger medication, your dermatologist may prescribe a medication or refer you to a pain specialist. Complementary and alternative medicine (CAM): Options include acupuncture and medical marijuana. While medication can help control pain short-term, research shows that the best way to control pain is to treat the HS. Depression or anxiety: If HS has caused you to develop depression or anxiety, your dermatologist may recommend psychological counseling. Many patients find that counseling, along with joining an HS support group, helps them a great deal. To get the best outcome from treatment, dermatologists recommend self-care. You'll find the self-care that dermatologists recommend for their patients with HS at, [Hidradenitis suppurativa: Self-care](https://www.aad.org/public/diseases/a-z/hidradenitis-suppurativa-self-care). Related AAD resources Image Getty Images References Alikhan A, Sayed C, et al. \"North American clinical management guidelines for hidradenitis suppurativa: A publication from the United States and Canadian Hidradenitis Suppurativa Foundations Part I: Diagnosis, evaluation, and the use of complementary and procedural management.\" J Am Acad Dermatol 2019;81:76-90. Alikhan A, Sayed C, al. \"North American clinical management guidelines for hidradenitis suppurativa: A publication from the United States and Canadian Hidradenitis Suppurativa Foundations Part II: Topical, intralesional, \"Tailor-made care.\" Lyons AB, N, et hidradenitis Am Narla S, Price KN, et al. \"Proceeding the fourth Symposium on Acad Online ahead of print. Scheinfeld N. \"Hidradenitis suppurativa: A practical review of possible medical treatments based on over 350 hidradenitis patients.\" Dermatol Online J. 2013 Apr 15;19(4):1. Written by: Ludmann, MS Reviewed by: Shani Francis, MD, MBA, FAAD Elena Hawryluk, MD, PhD, "}