{"title": "Concienciación sobre la salud mental de los BIPOC con la Dra. Beall-Wilkins | Magellan Health Insights -OLD", "author": "Rakel Beall-Wilkins", "url": "https://magellanhealthinsights.kaminoprod.magellanhealth.com/es/bipoc-mental-health-awareness-qa-with-dr-beall-wilkins/", "hostname": "magellanhealth.com", "description": null, "sitename": "Magellan Health Insights -OLD", "date": "2020-07-09", "cleaned_text": "efecto acumulativo en la salud mental del COVID-19, el distanciamiento social y ahora las protestas/disturbios en los adultos afroamericanos y otros BIPOC, tanto inmediatamente como a largo plazo? R: La pandemia del COVID-19 ha empeorado las disparidades de atención sanitaria basadas en el origen étnico que se han traducido en tasas de infección, morbilidad y mortalidad desproporcionadas para los adultos BIPOC, específicamente los estadounidenses de raza negra. Los estadounidenses de raza negra representan aproximadamente el 11,9% de la población activa, pero constituyen el 17% del personal esencial de primera línea que corre un mayor riesgo de contraer y transmitir el virus [[1]](#_ftn1). En un momento en que la pandemia ha provocado una pérdida de empleo del 17,8% entre los trabajadores negros, en comparación con el 15,5% entre los trabajadores blancos, el riesgo para la seguridad de la salud individual se ve agravado por el riesgo de riesgos laborales, la pérdida de empleo y la inseguridad financiera [[2](#_ftn2)]. Así, la crisis agravada por la brutalidad policial y la mayor conciencia social de los movimientos de protesta y los disturbios civiles añaden una capa adicional de incertidumbre, preocupación, miedo, ira y tristeza. Los estudios demuestran que los estadounidenses de raza negra son más propensos a desarrollar consecuencias físicas y mentales a la exposición prolongada al estrés crónico asociado a la discriminación y a la situación socioeconómica, en particular a la hipertensión arterial, el asma, la diabetes, la depresión y la ansiedad [[3]](#_ftn3) [[4]](#_ftn4). En la semana siguiente a la publicación del vídeo sobre la brutalidad policial de George Floyd, la tasa de estadounidenses negros que experimentaban síntomas depresivos o de ansiedad aumentó del 36% al 41%, y entre los estadounidenses de origen asiático, la tasa se disparó del 28% al 34% [[](#_ftn5)5]. P: ¿Existen signos únicos de malestar mental en los adultos afroamericanos y otros BIPOC que difieran de los que presentan los caucásicos? R: Aunque las distintas formas de malestar mental se caracterizan y diagnostican por los síntomas y comportamientos comunes, no es raro que las personas tengan experiencias únicas que no parecen ni suenan igual, dependiendo de quién las experimente. Además, las normas culturales y espirituales específicas de ciertas poblaciones étnicas pueden influir en las formas en que comunicamos nuestro dolor, preocupación, tristeza, ira y miedo a los proveedores de atención médica, lo que a menudo conduce a un diagnóstico erróneo y / o una planificación de tratamiento ineficaz para las minorías étnicas. Además, un estudio realizado en 2019 por la Universidad de Rutgers indica que los estadounidenses de raza negra con depresión grave tienen más probabilidades de ser diagnosticados erróneamente de esquizofrenia, lo que revela un importante sesgo por parte de los proveedores a la hora de hacer demasiado hincapié en los síntomas psicóticos en comparación con los síntomas del estado de ánimo [[6]](#_ftn6). En estos casos, parece que el respaldo de los encuestados negros a la desconfianza, la desesperanza y la paranoia debido a circunstancias socioculturales y políticas atenuantes puede dar lugar a presentaciones clínicas únicas que plantean obstáculos significativos para la comprensión y la curación, y que este efecto está muy influenciado por la identidad y el sesgo implícito tanto del paciente como del proveedor. Las minorías étnicas también son más propensas a somatizar los síntomas de salud mental, lo que significa que a menudo informan de quejas físicas como el dolor, la fatiga o los dolores de cabeza, así como de dificultades para dormir como sus principales quejas, en lugar de atribuir la combinación de síntomas a una condición de salud mental como la depresión o la ansiedad. Esta dicotomía a menudo conduce a mayores limitaciones en el acceso a la atención, al debilitamiento de la confianza en el sistema de salud y a la intensificación de los sentimientos de traumatización, opresión y aislamiento para la demografía marginada. P: ¿Cómo pueden los adultos afroamericanos y otros BIPOC ayudarse mutuamente a procesar sus pensamientos y emociones sobre el malestar general de nuestro país? R: A menudo se dice que la unión hace la fuerza, y esto es igualmente cierto en lo que respecta al apoyo emocional a las comunidades marginadas en tiempos de malestar social y trauma colectivo. La exposición generacional a la discriminación en el lugar de trabajo y en la comunidad es una experiencia compartida por muchas minorías étnicas, y este rasgo común puede facilitar que las personas que se sienten angustiadas compartan sus pensamientos con amigos, familiares y proveedores que tienen una experiencia de primera mano con los mismos problemas en nuestra sociedad y en todo el mundo. Esta familiaridad también puede reducir la desconfianza dentro del sistema sanitario, si los pacientes BIPOC sienten que tienen la oportunidad de compartir sus sentimientos sin ser juzgados, diagnosticados erróneamente o traumatizados y discriminados repetidamente. Del mismo modo, es más probable que las minorías étnicas confíen en líderes espirituales u otros líderes culturales para obtener apoyo y orientación en momentos de estrés o disturbios civiles, y es más probable que se beneficien de los servicios clínicos de salud conductual cuando estas modalidades alternativas se tienen en cuenta y se integran con la mayor fluidez posible. P: ¿Existen barreras únicas para el tratamiento de la salud mental de los afroamericanos y otros adultos BIPOC? R: Aparte de las limitaciones generalizadas en el acceso a la atención sanitaria que se han observado para los estadounidenses de todo el espectro, la atención sanitaria del comportamiento sigue estando fuera del alcance de millones de personas, incluidas las que realmente tienen cobertura sanitaria. La escasez de proveedores, clínicas y hospitales disponibles significa que hay más tiempo de espera para las citas, y menos recursos disponibles para el mantenimiento de las condiciones mentales crónicas. Muchos proveedores de servicios de salud mental se han pasado a las prácticas de pago en efectivo solamente, y esto puede servir como un obstáculo para las personas que no tienen los ingresos disponibles para pagar de su bolsillo para la psicoterapia o la gestión de la medicación. También se ha demostrado que la escasez de camas de hospitalización y la falta de centros de atención sanitaria conductual de larga duración contribuyen a la falta de vivienda crónica, a las frecuentes visitas a urgencias y a un mayor número de interacciones con el sistema de justicia penal, que se ha convertido en el mayor proveedor de atención sanitaria mental y de internamiento de pacientes con enfermedades mentales crónicas en las últimas décadas [[7]](#_ftn7). Por último, el estigma sigue siendo una barrera muy importante a la hora de buscar atención para muchas minorías étnicas. En algunos casos, las personas pueden temer ser juzgadas, burladas, maltratadas o discriminadas debido a su enfermedad mental, mientras que otras pueden simplemente carecer de información adecuada sobre el campo de la salud mental debido a la relativamente menor confianza cultural en estas modalidades dentro de ciertos grupos étnicos. P: ¿Qué recomendaría a las personas caucásicas que quieren acercarse a sus amigos y conocidos BIPOC y mostrarles su apoyo, pero no saben qué decir o temen que no sea bien recibido? R: En tiempos de división social, conflictos y disturbios, es probable que los grupos marginados que experimentan angustia emocional y traumatización estén preocupados por la seguridad, la supervivencia y la estabilidad. Los aliados y los sistemas de apoyo fuera de los grupos étnicos pueden ser útiles para fomentar la confianza y la solidaridad entre grupos demográficos, lo que puede ayudar a desarrollar estrategias más saludables de afrontamiento y resolución de conflictos. Es importante que los amigos, la familia y los compañeros de trabajo sean conscientes de que no todas las personas BIPOC experimentan la angustia o los acontecimientos sociales de la misma manera y estén abiertos a escuchar simplemente cómo se siente la persona primero, antes de apresurarse a ofrecer disculpas o soluciones que pueden no ser indicadas o útiles. MLK dijo que los disturbios son el lenguaje de los que no son escuchados, y es cierto que las identidades marginadas siguen viviendo experiencias sociales y emocionales que tan a menudo pasan desapercibidas, incomprendidas y no atendidas por la mayoría étnica. Una expresión de voluntad de escuchar, preocuparse y ayudar a pesar de no conocer todas las respuestas o soluciones es a veces todo lo que se necesita para transmitir empatía, simpatía y solidaridad. "}