{"title": "PDF", "author": "PDF", "url": "ri.conicet.gov.ar/bitstream/handle/11336/82148/CONICET_Digital_Nro.ec2fcfc3-b167-46f6-8db9-380721b166c6_A.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "1 Centro de investigaciones de plagas e insecticidas UNIVERSIDAD NACIONAL DE SAN MARTÍN INSTITUTO DE INVESTIGACIÓ N E INGENIERÍA AMBIENTAL Interacciones toxicológicas y modi ficación del comportamiento en vinchucas expuestas a monoterpen os vegetales e insecticidas sintéticos Trabajo de Tesis para optar por el título de Doctor en Ciencia y Te cnología Mención Química Por: Reynoso, Mercedes María Noel Director de Tesis: Al zogaray, Raúl Adolfo Co-director: Zerba, Eduardo Nicolás Lugar de Trabajo: Centro de Inves tigaciones en Plagas e Insecticidas (CIPEIN-UNIDEF-CITEDEF/CONICET), Villa Martelli, Buenos Aires -2019- 2 Centro de investigaciones de plagas e insecticidas Agradecimientos A las instituciones que financiaron este tr abajo, la Agencia Nacional de Promoción Científica y Tecnológica (ANPCyT) y el Consejo Nacional de Investigaciones Científicas y Técnicas (CONICET); al In stituto de Investigaciones Científicas y Técnicas para la Defensa (CITEDEF), en el cual desarrolle mi tesis; y a la Universidad Nacional de San Martín (UNSAM ), universidad en la cual realice mi doctorado. A todos mis amigos y compañeros que comp artieron conmigo estos años de trabajo: con mates, palmeritas, copito; trab ajando a la par o escr ibiendo; con largas charlas en los almuerzos, y los congresos; a los que me ayudaron en la tesis y los que siempre estarán en mi corazón. A mi director y codirector es de beca y tesis que me guiaron, ayudaron y apoyaron a lo largo de este gran trayecto. A todos los que me alentar on y se enorgullecieron por ca da logro, cada paso, que me permitió llegar a mi meta. A mi familia que siempre me apoya y ayuda con su amor, fé, confianza y son felices por todo lo bueno que me pasa en la vida. A mi mamá y mi papá que siempre conf iaron en mí, me ayudaron económicamente y me educaron de la mejor forma, los amo. A Dios que desde su gloria supo gui arme por este camino sinuoso pero complaciente. 3 Centro de investigaciones de plagas e insecticidas Índice Resumen 6 1. Introducción 9 1.1. Los monoterpenos de origen vegetal 10 1.1.1. Los aceites esenciales y sus componentes 10 1.1.2. Efectos tóxicos de los monoterpenos en los insectos 14 1.1.3. Mecanismo de acción de los monoterpenos en los insectos 21 1.1.4. Monoterpenos estudiados en esta 26 Mentol 28 1.1.4.3. Acetato de mentilo 30 1.2. Insecticidas sintéticos 31 1.2.1. Clasificación y generalidades 31 1.2.2. Insecticidas Permetrina 1.3. toxicológicas 38 1.4. La enfermedad de Chagas 47 1.4.1 Insectos vectores 48 1.4.2. Triatoma infestans 48 1.4.3. Control químico 51 1.4.4. Necesidad de desarrollar nu evas herramientas de control 53 1.5. Objetivos 55 1.5.1. Objetivos generales 56 1.5.2. Objetivos específicos 56 1.5.3. Hipótesis puestas a prueba en esta Tesis 57 2. Materiales 61 2.1. Material biológico 62 2.2. Reactivos 63 3. Actividad locomotora en T. infestans expuesta a insecticidas convencionales y monoterpenos 65 3.1. Metodología 66 3.1.1. Cuantificación de la actividad locomotora 69 3.1.2. Análisis estadístico 69 3.2. Resultados 69 4. Toxicidad de mezclas binarias de insecticidas convencionales y monoterpenos en T. infestans 83 4.1. Metodología 84 4.1.1. Mezclas de azametifós y monoterpenos 84 4.1.1.1. Exposición a papeles impregnados 84 4.1.1.2. Aplicación tópica 86 4.1.2. Mezclas de permetrina y monoterpenos 88 4 Centro de investigaciones de plagas e insecticidas 4.1.2.1. Exposición a papeles impregnados 88 4.1.2. Análisis estadístico 89 4.2. Resultados 90 4.2.1. Mezclas de azametifós y monoterpenos 90 4.2.2. Mezclas de permetrina y monoterpenos 92 5. Efecto de la hiperactividad sobre la exposición a una superficie insecticida en T. infestans 95 5.1. Metodología 96 5.1.2. Ensayos de toxicidad 96 5.1.2.1. Aplicación tópica de eugenol seguida de exposición a una superficie impregnada con permetrina 96 5.1.2.2. Exposición simultánea a vapores de eugenol y a una superficie impregnada con permetrina 97 5.1.2.3. Inyección de eugenol seguida de exposición a una superficie impregnada con permetrina 99 5.1.3. Cuantificación de la actividad locomotora 101 5.1.4. Cuantificación de la permetrina recuperada de ninfas expuestas a una superficie insecticida 104 5.1.5. Análisis estadístico 107 5.2. Resultados 108 6. La hiperactividad por eugenol y el sistema octopaminérgico 116 6.1. Metodología 117 6.1.1. Análisis estadístico 120 6.2. Resultados 120 7. Discusión 124 7.1. Actividad locomotora en T. infestans expuesta a insecticidas convencionales y monoterpenos vegetales 125 7.2. Toxicidad de mezclas binarias y efecto de la hiperactividad sobre la exposición de T. infestans a una superficie insecticida 132 7.2.1. Absorción cuticular y sinergismo 135 7.2.1.1. Mayor absorción cuticular a causa de la hiperactividad 135 7.2.1.2. Mayor absorción facilitada por las propiedades físico-químicas de los monoterpenos 140 7.2.2. Metabolismo detoxificante y sinergismo 142 7.2.3. Sitios de acción y sinergismo 144 7.3. Hiperactividad por eugenol y el sistema octopaminérgico 149 8. Conclusiones 152 8.1. Actividad locomotora de T. infestans expuesta a insecticidas convencionales y monoterpenos 153 8.2. Toxicidad de mezclas binarias de insecticidas convencionales y monoterpenos en T. infestans 153 5 Centro de investigaciones de plagas e insecticidas 8.3. Efecto de la hiperactividad sobre la exposición a una superficie insecticida en T. infestans 154 8.4. La hiperactividad por eugenol y el sistema octopaminérgico 155 8.5. Evaluación de las hipótesis de esta tesis 156 8.6. Palabras finales 157 9. Bibliografía 160 6 Centro de investigaciones de plagas e insecticidas Resumen Los aceites esenciales de las plantas aromáticas contienen monoterpenos que producen efectos letales y subletales en los in sectos. Los efectos tóxicos de mezclas simples de monoterpenos e insecticidas convencionale s es un tema apenas explorado. Se desconoce el sitio de acción de la gran mayoría de lo s monoterpenos con actividad insecticida, pero hay evidencias de que algunos, entre ellos el eugenol, actúan sobre el receptor de la octopamina. Triatoma infestans es una chinche hematófaga, v ector del protozoo causal de la enfermedad de Chagas. Su control se basa principalmente en la aplicación de insecticidas convencionales como los piretroides y los organofosforados, pero hay una constante búsqueda de nuevos productos, menos contaminantes y menos tóxicos que los actuales. En base a estos antecedentes, los objetivos de esta tesis fueron (a) estudiar los efectos de insecticidas convencionales (a zametifós y permetrina) y monoterpenos vegetales (eugenol, mentol y acetato de mentilo) sobre la actividad locomotora de T. infestans ; (b) investigar qué interacciones ocurren cuando se aplican mezclas binarias constituidas por un insecticida convencional y un monoterpeno vegetal ; (c) averiguar si el efecto sobre la actividad locomotora modifica la ca ntidad de insecticida captada por T. infestans al andar sobre una superficie tratada; y (d) obtener ev idencias acerca de la participación del sistema octopaminérgico en el efecto de los monoterpe nos sobre la actividad locomotora de este insecto. Con un analizador de imágenes se cuantificó la Distancia Recorrida, la Velocidad y el Tiempo en Movimiento de ninfas del primer estadio de T. infestans expuestas a insecticidas convencionales y monoterpenos vege tales. El eugenol y el mentol produjeron en las ninfas un efecto hiperactiv ante; por el contrario, el acet ato de mentilo, el azametifós y la permetrina no modificaron la actividad locomotora. Luego se evaluó la toxicidad de mezclas bi narias integradas por azametifós y un monoterpeno. Se usaron dos vías de exposición: contacto con un papel de filtro impregnado y aplicación tópica. En el primer caso, se calcularon valores de Concentración Letal 50% (CL50); en el segundo, valores de Dosis Letal 50% (DL50). El mentol y el acetato de mentilo sinergizaron la toxicidad del azametifós en las dos situaciones. El eugenol aumentó 7 Centro de investigaciones de plagas e insecticidas la toxicidad del azametifós cuando fue aplicado sobre una superficie, pero no la modificó mediante aplicación tópica. También se evaluó la toxicidad de mezclas binarias de permetrina con monoterpenos. Se realizó expos ición a una superfic ie tratada y se calculó el Tiempo de Volteo 50% (TV50). El eugenol y el mentol la permetrina, pero el acetato de mentilo no modificó su toxicidad. Para averiguar si la hiperactividad influye sobre la cantidad de insecticida captada por un insecto expuesto a una su perficie tratada, se calculó el TV50 de la permetrina en ninfas del tercer estadio de T. infestans expuestas a papeles de filtro impregnados. Esta exposición se realizó en cuatro escenarios: (a.i) inmediatamen te después de la aplicación tópica de 30 mi nutos después de la aplicaci ón tópica de eugenol, (b) simultáneamente con la exposición a vapores de eugenol, y (c) inmediatamente después de la inyección de eugenol. En los escenarios (a.i ) y (b) el eugenol hiperactivó a las ninfas y éstas se intoxicaron con permetrina más rápido que los respectivos controles (no tratados con eugenol y por lo tanto no hiperactivados). En los escenarios a.ii) y c), en cambio, el eugenol no hiperactivó a las ninfas, y el tiempo de acción de la permetrina fue similar en los individuos controles y trat ados. Por último, se cuantific ó la cantidad de permetrina captada por ninfas hiperact ivadas con eugenol y expuest as a un papel impregnado con permetrina. Las ninfas hiperactivadas capta ron mayor cantidad de insecticida que las no hiperactivadas. De modo que la hiperactividad aumenta la cantidad de insecticida captada por las ninfas desde una superfic ie tratada, y esto implica que las ninfas hiperactivas se intoxican más rápido que las no hiperactivas. Finalmente, se realizaron experimentos farmacológicos en los que se realizó aplicación tópica de octopamina y su antagonista, el clorhidrat o de fentolamina, en ninfas del tercer estadio de T. infestans . La octopamina hiperactivó a la s ninfas, y el clorhidrato de fentolamina inhibió tanto la hi peractividad que produce la octopamina como la que produce el eugenol. Estos resultados concuerdan con evidencias apor tadas por otros autores, que sugieren que el receptor de octopamina es un posible sitio de acción del eugenol. 8 Centro de investigaciones de plagas e insecticidas Los sinergismos descubiertos y el efecto de la hiperactiv idad sobre la exposición a superficies tratadas podrían sentar las bases para el desarrollo de productos triatomicidas más eficaces y con menor contenido de insec ticidas convencionales que de investigaciones de plagas e insecticidas 1- Introducción 10 Centro de investigaciones de plagas e insecticidas 1.1. Los monoterpenos de origen vegetal 1.1.1. Los aceites esenciales y sus componentes Los aceites esenciales son mezclas complejas de terpenos, fenoles, ésteres y alcaloides sintetizados por pl antas aromáticas (Cutler y Cutler 1999). Se almacenan en glándulas ubicadas en diferentes partes de la anatomía vegetal: tallo, raíz, hoja, semilla, flor y fr uto. Se extraen por arrastre con vapor de agua o mediante hidrodestilacion (Fig 1.1), y su composición varía según la parte y la edad de la planta, el tipo de suelo, la estación climática y otros factores (Isman y col 2007). Figura 1. 1. Distintos métodos de obtenc ión de aceites esenciales. Las plantas aromáticas que producen aceites esenciales pertenecen a las subdivisiones Gimnospermae y Angios permae (Marquez 2004). Dentro de 11 Centro de investigaciones de plagas e insecticidas las Gimnospermae, estos aceites están presentes en las familias Pinaceae, Betulaceae y Cupresaceae. En las Angi ospermae, las familias que producen aceites esenciales son numerosas; por ejemplo, Anonaceae, Apiaceae, Asteraceae, Brasicaceae, Lauraceae, Ro saceae y Lamiaceae (Tabla 1.1). Estas familias están ampliamente distribuidas en los cinco continentes y, por las propiedades de sus aceites, se usan con fines industriales (Fig 1.2). Tabla 1.1. Plantas que producen aceites esencial es, clasificadas según la Subdivision y Familia a la que pertenecen (Marquez 2004). Plantas productoras de aceites esenciales Subdivisión Familia Ejemplos Pinaceae Centro de investigaciones de plagas e insecticidas Tabla 1.1. Continuación. Plantas productoras de aceites esenciales Grupo Familia Ejemplos Asteraceae Matricaria componentes de los aceite s esenciales son metabolitos secundarios, muchos de los cuales inte rvienen en las interacciones ecológicas entre la planta y el ambi ente en que se encuentra, cumpliendo funciones de 13 Centro de investigaciones de plagas e insecticidas defensa y en procesos ecológicos como por ejemplo la dispersión de semillas (Levin 1976, Isman y col 2007). Desd e hace siglos, por sus propiedades aromáticas y medicinales, los aceites es enciales se utilizan en aromaterapia y medicina alternativa, y en las indu strias de los perfumes y los aditivos alimentarios (Bakkali y col 2008). Figura 1.2. Distribución de cultivos de plantas aromáticas. Los principales componentes de los aceites esenciales son moléculas cuyos esqueletos estructurales están fo rmados por dos unidades isopreno (Fig 1.3) (Isman y Machial 2006). Esta s moléculas, llamadas monoterpenos, pueden ser aldehídos, cetona s, alcoholes, ésteres y éteres; con estructura lineal, bicíclica o tricíclica. Son de ba jo peso molecular, volátiles, no polares y presentan aromas caracterís ticos (Cutler y Cutler 1999). 14 Centro de investigaciones de plagas e insecticidas Figura 1.3. Grupo isopreno 1.1.2. Efectos tóxicos de los monoterpenos en los insectos En los insectos, algunos monoterpenos producen mortalidad y efectos subletales, como repelencia, e inhibición del crecimiento o de la alimentación (Tablas 1.2 y 1.3) (Isman 2001, Dambolena y col 2016). En Triatoma infestans, la especie estudiada en esta tesi s, distintos monoterpenos producen letalidad, repelencia e hiperactivaci ón (Moretti y col 2013, 2015, 2017). En algunos casos se observó que producen distensión abdominal, un raro efecto ocasionado también por algunos insectic idas sintéticos, cuyo mecanismo se desconoce (Moretti y col 2015). En la mayoría de los estudios sobr e su acción insecticida, la toxicidad de los monoterpenos se evaluó en forma individual, mientras que los efectos de mezclas simples han si do poco explorados. En algunos de estos últimos 15 Centro de investigaciones de plagas e insecticidas Tabla 1.2. Monoterpenos con acción insecticida. Monoterpeno Insecto (-)-Borneol Solenopsis invicta Zhang y col 2014 16 Centro de investigaciones de plagas e insecticidas Tabla 1.2. Continuación. Monoterpeno Insecto Referencia Geraniol M. domestica Gallardo y y col 2017 17 Centro de investigaciones de plagas e insecticidas Tabla 1.2. Continuación. Monoterpeno Insecto Referencia col 2017 18 Centro de investigaciones de plagas e insecticidas Tabla 1.2. Continuación. Monoterpeno Zhang y col 2017 trabajos, donde se estudiaron mezclas binarias de monoterpenos, ocurrieron interacciones sinérgicas y antagónicas (Hummelbrunner e Isman 2001, Pavela 2014, Gallardo y col 2015). 19 Centro de investigaciones de plagas e insecticidas Tabla 1.3. Efectos subletales de monoterpenos en insectos Monoterpeno Insecto Efecto Referencia Inhibición del crecimiento Disuasión alimentaria d-Limoneno Linalool -Terpineol B. R. prolixus Repelencia Lutz y col 2014 20 Centro de investigaciones de plagas e insecticidas Tabla 1.3. Continuación. Monoterpeno Insecto Efecto Referencia Mentona Citral Mentil col 2014 Cineol D-Camfor Solenopsis Inhibición de la eclosión Figueiredo y col 2017 Disuasión alimentaria Citral Trichoplusia ni Inhibición del crecimiento Tak e Isman 2016 21 Centro de investigaciones de plagas e insecticidas Tabla 1.3. Continuación. Monoterpeno Insecto Efecto Referencia Linalool Mentol T. 1.1.3. Mecanismo de acción de monoterpenos en insectos En los insectos intoxicados con monoterpenos se observan hiperactividad, temblores, convulsiones , volteo y otros síntomas similares a los que producen insecticidas neurotóxi cos como los piretroides (Alzogaray y col 1997, Enan 2001). Estos síntomas sugi eren que los sitios de acción de los monoterpenos en los insectos podrían es tar ubicados en el sistema nervioso. Aun que no se identifico con certe za el sitio de acción de ningún monoterpeno hay evidencias que señalan tres probables blancos moleculares: los receptores de octopamina (Fig 1.4), la acetilcolinesterasa (AchE) (Fig 1.5), y los receptores gabaérgicos. La octopamina es una amina biogéni ca que en los invertebrados actúa como neurotransmisor, neuromodul ador y neurohorm ona (Evans 1993, 22 Centro de investigaciones de plagas e insecticidas Farooqui 2014). Participa en numerosos aspectos de la fisiología y el comportamiento, y sus rece ptores están ampliamente distribuidos en los sistemas nerviosos central y perifé rico (Farooqui 2012, Zhukovskaya 2012, Faraooqui 2014, Zhukovs kaya y Polyanovsky 2017). Se cree que posee funciones similares a las de la noradrenalina y la adrenalina en los mamíferos, pprque interviene principalmente en re spuestas generadas por estrés o que involucran un alto gasto energético (E vans 1993). Por ejemplo, regula la tensión del músculo esquelético en Schistocerca americana gregaria (Evans 1984a, b), la glucogenólisis en Periplaneta americana (Evans 1993) y el comportamiento de búsqueda de alimen to asociado con la inanición, la iniciación y el mantenimiento del vuelo y la locomoción en Drosophila melanogaster (Saraswati 2004, Brembs y col 2007, Selcho y col 2012, Yang y col 2015). La octopamina se une a receptor es transmembrana acoplados a la proteína G que activan la adenilato cicl asa. Esta enzima transforma ATP en AMPc, aumentando la concentración in tracelular de esta molécula. La proteína G también activa la fosfolipasa C, que libera al citoplasma el calcio almacenado en el retículo e ndoplásmico (Farooqui 2014). Los aceites esenciales -terpineol incrementan los niveles 23 Centro de investigaciones de plagas e insecticidas de AMPc y calcio intracelular en Helicoverpa armígera, americana (Kostyukovsky y col 2002, Enan 2001, 2005). Estos resultados sugieren qu e el receptor de octopamina podría ser el sitio de acción primario de algunos monoterpenos. Figura 1.4. Los monoterpenos como posibles activador es de los receptores de octopamina. Izquierda: Función normal de la octopamina. Derecha: Posible consecuencia de la intoxicación con ciertos monoterpenos. Modificado de Waliwitiya y col (2009). La AchE es la enzima que degrada la acetilcolina (ACh) en las sinapsis entre neuronas y entre neuronas y músculos de los insectos (Casida y Durkin 2013, Jankowska y col 2017). Se observó actividad antiAchE y Citrus 24 Centro de investigaciones de plagas e insecticidas lumia (Mizawaya y col 1998, Dohi y col 200 9, Menichini y col 2009, Aazza y col 2011, Dalai y col 2014, Miyazawa y col 2015, López y col 2015, Park y col 2016, Cutillas y col 2017, Smeriglio y col 2017) . Al evaluar los componentes mayorita rios de algunos aceites, AchE de insectos y mamíferos son similares, y se ha propuesto que la selectividad de los monoterpeno s para inhibirla se podría deber a un residuo de cisteína que solo se encuen tra en la enzima de los insectos (Jankowska y col 2017). Sin embargo, en la gran mayoría de los estudios citados, las concentraciones de monoter penos necesarias para inhibir la actividad AchE fueron superiores a las de clásicos anticolinesterásicos como organofosforados y carbamatos (Eto 1974, Kuhr y Dorough 1977). Esto sugiere que la AchE probablemente no sea el sitio de acción primario de estos monoterpenos. Otro posible sitio de acción de lo s monoterpenos es el receptor del ácido gama-aminobutírico (GABA), que es el principal neurotransmisor 25 Centro de investigaciones de plagas e insecticidas inhibitorio en el sistema nervioso y mu scular de vertebrados e invertebrados (Sattelle 1990). La interacción entre los monoterpenos y este receptor recibió Figura 1.5. Los monoterpenos como inhibido res de la ac tividad AChE. Izquierda: Función normal de una sinapsis colinérgica. Derecha: Posible consecuencia de la intoxicación con ciertos monoterpenos. Modificado de http://p.calameoassets.com/151002221245- 0f5c3b98643f1e00ad3a8d94089d6ea/p34.jpg. cierta atención en sistem as de mamíferos, pero mucha menos en los de insectos (Jankowska y col 2017, Çiçek 2018). En los mamíferos, 28 monoterpenos mo dulan la actividad del receptor gabaérgico, entre ellos el mentol usado en la presente tesis (Çiçek 2018). La mayoría de estos estudios se rea lizaron con receptores de mamíferos expresados in vitro en oocitos de Xenopus laevis u otras líneas celulares (Hall y col 2004, García y col 2006, Watt y col 2008, Hossain y col 2004, Aoshima y col 1999). Brevemente, los resultados sugieren que algunos de los 26 Centro de investigaciones de plagas e insecticidas monoterpenos estudiados podrían se r potentes agonistas y moduladores alostéricos del neurotransmisor gabaérgico. El timol el receptor gabaérgico de D. melanogaster y Periplaneta americana (Priestley y col 2003). En este último insecto, producen el mismo efecto el carvacrol y la pulegona, además de inducir un aumento en la concentración intracelular de cloruro, en forma similar a como lo i nduce el GABA (Tong y Coats 2010). En la sericata , el timol reduce la frecu encia muscular vuelo, mecanismo fisiológicamente modulado po r el GABA (Waliwitiya y col 2010). 1.1.4. Monoterpenos estudiados en esta Tesis 1.1.4.1. Eugenol Es uno de los componentes mayoritarios de los aceites esenciales del clavo de olor (Fig 1.6), nuez moscada, canela y laurel (Kamatou y col 2012, El-Sayed 2019, Kim y col 2019). Se extr ae por hidrodestilación de las yemas de la planta o se sint etiza artificialmente. El eugenol es un derivado fenó lico, levemente ácido, volátil a temperatura ambiente y de baja sol ubilidad en agua (Fig 1.7) (Barceloux 2008). Incoloro o amarillento, posee un aroma floral y picante. 27 Centro de investigaciones de plagas e insecticidas Durante la década de 1920, el cla vo de olor fue muy popular en la producción de cigarrillos y por el uso de eugenol para la síntesis de vainillina. Figura 1.6 . Extracto y yemas de clavo de olor. Fuente : Aceites-esenciales.org (2017). Figura 1.7. Estructura química del eugenol. Fuente: Kim y col (2019). Es ampliamente utilizado por sus prop iedades medicinale s, aromáticas, farmacéuticas, conservantes y toxicológi cas (Barceloux 2008 ). Su uso como componente de cemento dental es el re sponsable del típico \"olor a consultorio 28 Centro de investigaciones de plagas e insecticidas odontológico\". También posee propiedad es antinflamatorias, antifúngicas, anticancerígenas, antioxidantes y analgésicas (Kamatou y col eugenol presenta actividad ins ecticida en el gorgojo del arroz (Sitophilus oryzae ), el de la harina ( el capuchino de los granos ( Rhyzoperta dominica ), y otros insectos. Es repelente e inhibidor del desarrollo embrionario de los coleópteros S. granarius; S. zeamais, T. castaneum y y T. infestans , e hiperactivante 1.1.4.2. Mentol Este monoterpeno cíclic o, saturado con un grupo hidroxilo (Fig 1.9), es el principal constituyente de los aceites esenciales de las plantas Mentha piperita y M. arvensis (Fig 1.8) (Surburg y Pant en 2006). Es una sustancia blanca, escamosa, cristalin a a temperatura ambiente y lipofílica (Kamatou y col 2013). Figura 1.8. M. piperita . 29 Centro de investigaciones de plagas e insecticidas Por sus propiedades medicinale s, las plantas del género Mentha han sido cultivadas en Japón durante siglos . A nivel mundial, se estima que anualmente se consumen en tre 30.000 y 32.000 tonelada s de mentol, lo que la ubica como una de las sustancias arom áticas más comercia lizadas (Lawrence 2013). El mentol es muy popular por su ol or y efecto refrescante (Surburg y Panten 2006). Se utiliza en cosmética, co mo aditivo de alimentos, y en la fabricación de cigarrillos, fármacos y elementos de higiene (Kamatou y col 2013). Al igual que el eugenol, es una sustancia muy versátil, con efectos analgésico, antifúngico, antibacteria l y antitusivo (Kolassa 2013). Figura 1.9. Estructura química del mentol. Fuente: Kim y col (2019). En los insectos, el mentol mostró ef ecto letal en el escarabajo de la harina ( y col 2013). Repele piojos 30 Centro de investigaciones de plagas e insecticidas (Pediculus humanus capitis ), inhibe la pupación ( e hiperactiva prolixus (Moretti 2015, 2017). derivado del mentol (Fig 1.10), pero su olor es más fresco y menos afrutado. Es una molécula volá til e incolora (Furia 1980), presente en los aceites esenciales de M. piperita y de plantas de orquídeas, kiwi, frambueso y jazmín de arabia (Surburg y Panten 2006, El-Sayed AM. 2019). Se usa como componente de aromatizantes hogareños y ocasionalmente en perfumería domé stica (Surburg y Panten 2006). Es importante en la fabricación de biodiesel , como solvente de petróleo y en la producción de perfumes y cosméticos (Heldreth y col 2012, Wu y col 2014). Posee efectos repelentes sobre R. prolixus y Lasioderma serricorne (Lutz y col 2014, Zhang y col 2015). Figura 1.10. Estructura química del acetato de mentilo. Fuente: Kim y col (2019). 31 Centro de investigaciones de plagas e insecticidas El acetato de mentilo, el mentol y el eugenol son monoterpenos con una amplia gama de características que merecen seguir si endo investigadas. 1.2. Insecticidas sintéticos 1.2.1. Clasificación y generalidades Según la FAO (2018), \"Un plaguicida es cualquier sustancia destinada a prevenir, destruir, atraer, repeler o co mbatir cualquier plaga, incluidas las especies indeseadas de plantas o animales, durante la producción, almacenamiento, transporte, distribución y elaboración de alimentos, productos agrícolas o alimen tos para animales, o que pueda administrarse a los animales para combatir ectoparásitos. Esta definición incluye las sustancias destinadas a utilizarse como regul adores del crecimiento de las plantas, defoliantes, desecantes, agentes para reducir la densidad de fruta o inhibidores de la germinación, y las sust ancias aplicadas a los cultivos antes o después de la cosecha para proteger el producto contra la deterioración durante el almacenamiento y transporte. Pero esta definición no incluye normalmente los fertilizantes, nutrientes de origen vegetal o animal, aditivos alimentarios ni medicamentos para animales, en resumen son sustancias usadas para controlar los organismos plaga\". 32 Centro de investigaciones de plagas e insecticidas Los insecticidas son plaguicidas utili zados para controlar insectos. Se los clasifica de distintas maneras (según su origen, su toxicidad, los grupos químicos que poseen, su modo o sitio de acción). La Tabla 1.4 muestra la clasificación de los principales insectic idas según su sitio de acción primario (Sparks y Nauen 2015). Los objetivos de esta tesis se refi eren a insecticidas usados para controlar insectos plaga de importancia sanitaria, particularmente vectores de enfermedades. Se usaron un organofosforado, el azametifós, y un piretroide, la permetrina. A continuación, se describen las caracterís ticas generales de estas dos familias y las principales caracterís ticas de los dos insecticidas elegidos. 1.2.2. Insecticidas organofosforados Los insecticidas organofosforados (O P) son ésteres del ácido fosfórico o derivados. En general, poseen un alto punto de ebullición y son liposolubles (Eto 1974). Los OP son clásicos y potentes inhibi dores de esterasa s. Estas enzimas se clasifican en tres grupos, de acu erdo con su reacción con los ésteres de fosfato: 1) A-esterasas (hidrolizan los és teres de fosfato), 2) B-esterasas (son 33 Centro de investigaciones de plagas e insecticidas Tabla 1.4. Clasificación de los principales insec ticidas, según su sitio de acción primario. Fuente : Sparks y Nauen (2015). Grupo principal Sitio de acción primario Subgrupo químico o ingrediente activo Carbamatos Inhibidores de la AChE Sistema nervioso Organofosforados Piretroides Moduladores del canal de sodio Sistema nervioso Piretrinas Neonicotonidoides Agonistas del receptor nicotínico de la ACh Sistema nervioso Butenodioles Activadores del receptor alostérico nicotínico de la ACh Sistema nervioso Spinosinas Activadores del canal del cloro Sistema nervioso y muscular Avermectinas Milbemectinas Fenoxicarb Miméticos de la hormona juvenil Regulador del crecimiento Piriproxifén Benzoilureas Inhibidores de la biosíntesis de quitina, Regulador del crecimiento Buprofezín Disruptores de la muda Ciromazina Agonistas del receptor de ecdisona Regulador del crecimiento Diacilhidracinas Inhibidores del transporte de electrones en el complejo mitocondrial III Metabolismo de la energía Acequinocil Inhibidores del transporte de electrones en el complejo mitocondrial I Metabolismo de la energía Acaricidas e insecticidas METI 34 Centro de investigaciones de plagas e insecticidas Tabla 1.4. Continuación. Grupo principal Punto de acción primario Subgrupo químico o materia activa representativa Indoxacarb Bloqueadores del canal de sodio dependiente del voltaje Sistema nervioso Metaflumizona Inhibidores de la acetil CoA carboxilasa Síntesis lipídica, regulación del crecimiento Derivados de los ácidos tetrónico y tetrámico Inhibidores del transporte de electrones en el complejo mitocondrial IV Metabolismo de la energía Fosfinas inhibidas por ésteres de fostato) y 3) C-esterasas (no reaccionan con los ésteres de fosfato) (Eto 1974). Si bien los OP inhiben distintos tipos de esterasas, su sitio de acción primario es la AChE. La inhibición de esta enzima implica la acumulación de ACh en las sinapsis colinérgicas, lo cual genera una actividad nerviosa constante que en los mamíferos produce parálisis, ataxia, cefaleas, temblores y otros síntomas que se describen en la Tabla 1.5 (Heinzow y Andersen 2006). 35 Centro de investigaciones de plagas e insecticidas Tabla 1.5 . Síntomas de intoxicación por organofosforados y carbamatos en mamíferos. Síntomas de intoxicación aguda en mamíferos Síntomas de intoxicación crónica en mamíferos Miosis, hipersecreción, broncoconstricción, diarrea, bradicardia, parálisis, ataxia, letargo, confusión, disminución de la memoria, convulsión, depresión respiratoria, coma. Cefalea, síntomas gastrointestinales, neuropatologías, cambios emocionales, confusión, pérdida de memoria, depresión, insomnio, ataxia, dificultad para respirar, déficit neuronal. Fuente: Heinzow y Andersen (2006). 1.2.2.1. Azametifós Pertenece al grupo de los fosforotio atos (Fig 1.11). Se usa para el control de plagas domésticas como mo scas, mosquitos y cucarachas (Roberts y Hutson 1999). También se mostró buena actividad in secticida en moscas de los establos (Kristensen y col 2000), piojos de los libros (Nayak y col 2002), piojos de la gallina (Levot 1992) y piojos de granos almacenados . En piscicultura se utiliza para controlar ectoparásitos del salmón, como el piojo de mar (Arriagada y col 2017). No hay información previa sobre su efectividad insecticida en T. infestans , y no ha sido usado en campañas para el control de vectores de la enfermedad de Chagas. La OMS lo clasifica como \"Ligeramente peligroso\" (clase III) (OMS 1982). 36 Centro de investigaciones de plagas e insecticidas Figura 1.11. Estructura química del azametifós. 1.2.3. Piretroides Las piretrinas son moléculas natura les presentes en las flores del crisantemo Tanacetum cinerariaefolium. Tienen actividad insecticida, pero se degradan muy fácilmente en presencia de luz UV, lo que les confiere una vida media en el ambiente de una s pocas horas (Casida 1980). Hace setenta años se sintetizaron lo s primeros piretroides, análogos sintéticos de las piretrin as (Elliott 1976). Las propiedades de esas moléculas eran similares a las de sus análogos. En la década de 1970, se obtuvieron piretroides con mayor estabilid ad ambiental (Casida 1980). Los piretroides son insecticidas neurotóxicos, cuyo sitio de accion primario son los canales de sodio dependientes de voltaje (Heinzow y 37 Centro de investigaciones de plagas e insecticidas Andersen 2006). En los insectos i nducen hiperactividad, temblores, incoordinación seguida de parálisis y muerte (Alzogaray y Zerba 1997, 2001). La familia de los piretroides comp rende diversas moléculas que, en base a las respuestas biológicas que in ducen, son clasificadas en dos grupos (Tipo I y Tipo II) (Khambay y Jewess 2010) (Tabla 1.6). En general, los piretroides que no poseen un grupo ciano pertenecen al Tipo I, mientras que aquellos que lo poseen pertenecen al Tipo II. Sin embargo, existen contraejemplos, e incluso piretroides con propiedades de ambos tipos. Es un piretroide halogenado fotoes table (Fig 1.14). Produce efectos letales en un amplio rango de artrópodos; también repe le pulgas, mosquitos, garrapatas y otros insectos (McCain y Leach 2006, Díaz 2016). Se usa en invernaderos y cultivos, y también para controlar cucarachas y ectoparásitos de los animales (Kamrin 1997). El Cent ers for Disease Control and Prevention de los Estados Unidos y el Ameri can College of Obstetricians and Gynecologists, Society for Maternal-Fe tal Medicine recomiendan su uso en mosquiteros y telas para evitar las picaduras de mo squitos (CDC 2016, ACOG 2016). La EPA lo clasifica como \"Modera damente tóxico a no tóxico\" (Clase II o III) (Kamrin 1997). 38 Centro de investigaciones de plagas e insecticidas Tabla 1.6. Clasificación de los piretroides Característica Tipo I Tipo II Aparición rápida, incluso en dosis subletales Aparición lenta Hiperactividad que a menudo conduce al volteo Convulsión seguida de parálisis Baja mortalidad con alta recuperación Alta mortalidad con baja recuperación Síntomas de intoxicación en insectos Aparición inversamente relacionados a la temperatura Aparición poco afectados por la temperatura Efectos electrofisiológicos Descargas repetitivas en los axones Bloqueo de la conducción en la sinapsis Estructura química Sin grupo ciano Un grupo ciano en el carbono Fuente: Khambay y Jewess (2010). El isómero cis- de este piretroide es un eficaz insecticida en T. infestans (Alzogaray y col 1996, Alzogaray y Zerba 1998). En Argentina se desarrollaron dos formulaciónes para contro lar vectores de la enfermedad de Chagas. Una fumígena, en base a permetrina, -cipermetrina y un concentrado cis-permetrina (Zerba 1995, Gürtler y col 2004, Cécere y col 2006) . 1.3. Interacciones toxicológicas El efecto nocivo de cualquier tóxico sobre un ser vivo depende de diversos factores, como la dosis, el tipo de exposición, la temperatura 39 Centro de investigaciones de plagas e insecticidas Figura 1.14. Estructura química de la permetrina. ambiente (especialmente en el caso de organismos poiquilotermos), la edad del organismo, su sexo y su estado nutri cional (Klaasen 2008). Otro factor que puede modificar los efectos de un tóxico es la exposición previa o simultánea a otro. Si el efecto simultáneo de dos o más tóxicos es diferente que la mera suma de sus efectos individuales, se ha bla de una interacción toxicológica. Teniendo en cuenta la naturaleza de los agentes tóxicos, Yang (2010) definió a las interacciones toxicológi cas como \"la combinación de dos o más agentes químicos, biológicos y/o físicos que resulta en una respuesta biológica cualitativa o cuantitativamente alterada respecto a la res puesta predicha para la acción individual de esos agentes\". 40 Centro de investigaciones de plagas e insecticidas Figura 1.15. Posibles sitios de interacción entre tóxico. Modificado de Wilkinson (1976). Una interacción puede ocurrir en cualquiera de los pasos de la toxicocinética y la toxicodinámica de los agentes involucrados (Fig 1.15) (Wilkinson 1976, Nelson 1999). En los pá rrafos que siguen, se enumeran los principales sucesos que pueden orig inar interacciones toxicológicas. Interacciones que afectan la abso rción: Proceso por el cual una sustancia A facilita o disminuye el ingreso al organismo o a un determinado órgano de una sustan cia B a través del epitelio (en mamíferos) o del tegumento (en artrópodos). Interacciones que afectan la distribu ción: Despues de la absorción, las sustancias son distribuidas a los te jidos por el sistema circulatorio. En muchos casos, el tóxico viaja adsorbido a proteínas plasmáticas o hemolinfáticas. Dos tóxicos pueden competir por la unión a estas proteínas, y el grado de competencia 41 Centro de investigaciones de plagas e insecticidas dependerá de las constantes de asociación de cada uno. Este tipo de interacción puede tener un profundo efecto sobre la biodisponibilidad de cada tóxico. Interacciones que afectan la biotrans formación: Es cuando una sustancia A inhibe o estimula la actividad de enzimas responsables del metabolismo de una sustancia B. El primer caso podría implicar una disminución del metabolismo de B; el segundo caso, un aumento. Interacciones que afectan el s itio de acción: Sucede cuando una sustancia A interactúa con el mismo sitio de acción que una sustancia B o facilita la interacción de la sustancia B con dicho sitio. Las dos interacciones básicas son el sinergismo y el antagonismo (Wilkinson 1976). Ocurre sinergismo cu ando la toxicidad simultánea de dos agentes es mayor que la suma de sus toxi cidades individuales. Por el contrario, se considera antagonismo al caso en que la toxicidad simultánea es menor que la suma de las toxicidades individuales. Sin embargo, distintos autores aplican de diferente manera esta nomenclatura. Por ejemplo, Seed (1995) considera sinónimos los términos sinergismo y potenciación. Klaasen (2008), en cambio, utiliza la palabra potenciación para referi rse al caso en que uno de los agentes no produce efectos tóxicos, y sinergismo cuando ambos producen toxicidad. Pero Hodgson (1998) define ambos conceptos en fo rma exactamente opuesta. 42 Centro de investigaciones de plagas e insecticidas Recorriendo la bibliografía la vari edad de palabras empleadas como sinónimos o para defini r subclases de interacci ones es tan grande que indefectiblemente genera confusión (Tabla 1.7). El interés en estudiar las interaccione s de insecticidas entre ellos o con otros compuestos en los insectos ra dica en la esperanza de identificar sinergismos y potenciaciones que permitan reducir la aplicación de estas sustancias sin perder eficacia en las es trategias de control de plagas. La Tabla 1.8 muestra algunos ejemplos de la toxicidad combinada de mezclas insecticidas en especies de insectos. En las últimas dos décadas, los estudi os de la actividad insecticida de los aceites esenciales proliferaron (Ism an 2006, Regnault- Roger y col 2012). Como estos aceites son mezclas complejas, en algunos casos formadas por decenas de sustancias, seguramente en los organismos expuestos ocurren diferentes interacciones toxicológicas, de modo que el efecto final es la resultante de todas ellas. Con menor frecuencia, tamb ién se evaluaron mezclas de aceites esenciales con insecticid as convencionales (Mesbah y col 2006, Tong y Bloomquist 2013, Faraone y co l 2015). Por ejemplo, los aceites esenciales de Eucalyptus globulus, Rosa sp, Menta orientale y Linum usiatissimum 43 Centro de investigaciones de plagas e insecticidas Tabla 1.7. Términos utilizados para describir las interacciones toxicológicas. Concepto Término clásico Sinonimo o subclase Efecto observado No hay interacción Aditividad Adición de concentración Acción conjunta simple Suma Adición de dosis Independencia Indiferencia Interacción cero Acción similar simple Independencia incondicional El efecto combinado de dos agentes es similar al efecto de los agentes por separado. Interacción Sinergismo Potenciación Cualitividad aditividad Cosinergismo Superadición Aumento Supraaditividad El efecto combinado de dos agentes es mayor que el efecto de los agentes por separado. 44 Centro de investigaciones de plagas e insecticidas Tabla 1.7. Continuación. Concepto Término clásico Sinonimo o subclase Efecto observado Interacción Depotenciación Desensitización Infra-adición Sub-adición Inhibición Infra-aditividad Sinergia negativa Interacción Antagonismo Enmascaramiento Menor que aditividad Antergismo Antagonismo competitivo Antagonismo no competitivo Antagonismo acompetitivo Antagonismo uncompetitivo El efecto combinado de dos agentes es menor que el efecto de los agentes por separado. Fuente: Modificado de Calabrase (1991) , citado en Seed y col (1995). sinergizaron la toxicidad de la permetrina en Spodoptera littoralis (Mesbah y col 2006). Existen pocos antecedentes de me zclas de monoterpenos individuales con insecticidas convencionales (Mes bah y col 2006, Abbassy y col 2009, Faraone 2015), así que uno de los objetivos de esta tesis fue explorar este tema. 45 Centro de investigaciones de plagas e insecticidas Tabla 1.8. Ejemplos de interacciones de mezclas insecticidas. Especie Mezcla Interacción Referencia C. quinquefasciatus sinérgica Corbel y col 2003 Periplaneta y dimetoato antagónica Robinson y col 2017 46 Centro de investigaciones de plagas e insecticidas Tabla 1.8. Continuación. Especie Mezcla Interacción Referencia bifentrina + emamectina azadiractina no ocurrió Nouri-Ganbalani y col 2016 En el ámbito de la toxicología de insecticidas está ampliamente difundido el uso del término sinergista para referirse a sustancias como el butóxido de piperonilo y el trifenilfos fato. Estas sustancias sinergizan la toxicidad de los piretroides y organof osforados, respectivamente, cuando son aplicadas en dosis que no producen ef ectos tóxicos (Jones 1999, Zhu 2008). 47 Centro de investigaciones de plagas e insecticidas Siguiendo esta amplia aceptación, en esta tesis llamaremos sinergismo al efecto producido por dosis no tóxicas de monoterpenos aplicados conjuntamente con insectic idas convencionales. 1.4. La enfermedad de Chagas En 1909, el médico bras ileño Carlos Chagas viaj ó al estado de Minas Gerais para estudiar la malaria (C hagas 1909). Allí, de scubrió gente con síntomas de lo que parecía ser una nue va enfermedad. Logr o identificar al parasito que la producia y a los insect os hematófagos que los transmitían de una persona enferma a una sana. En honor a su maestro Oswaldo Cruz, lo llamo Trypanosoma cruzi . Hoy la enfermedad lleva el apellido de Chagas en reconocimiento al enorme aporte de este medico brasileño. Por ser las viviendas rurales precar ias el hábitat de los insectos vectores, la enfermedad de Chagas se considera inseparable de la pobreza (Catalá y col 2004). En Am érica Latina hay alrededor de diez millones de personas infectadas con T. cruzi, y en Argentina habría 1,5 millones (WHO 2015). 48 Centro de investigaciones de plagas e insecticidas 1.4.1. Insectos vectores Los insectos vectores de la enfermed ad de Chagas pertenecen al Orden Hemiptera, Familia Reduviidae, Subfam ilia Triatominae. Los géneros de importancia se encuen tran en las tribus Rhodniini y Triatomini. En Latinoamérica hay cinc o especies de triatominos que son consideradas especies primarias, es d ecir, tienen un alto grado de antropofília (colonizan permanentemente las vivienda s), y se caracterizan por una alta densidad e índices significati vos de infección natural con T. cruzi . Los vectores más importantes son: T. dimidiata en América Central, Ecuador y Perú; T. brasiliensis en el noroeste de Brasil; R. prolixus en Venezuela y Colombia; Panstrongylus megistus en Brasil; y T. infestans, que se distribuye en Perú, Bolivia, Argentina y el su r de Brasil (Fig 1.16) (OMS 1991). 1.4.2. Triatoma infestans Es un insecto hematófago obliga do con metamorfosis incompleta (huevo, ninfa y adulto), que pasa por cinco estadios ninfales luego de la eclosión. La ingesta de sangre es impr ecindible para los procesos de muda y oviposición (OMS 1991) (Fig 1.17). 49 Centro de investigaciones de plagas e insecticidas Figura 1.16. Distribución de triatominos en América Latina. Fuente: https://slideplayer.es/slide/158132 50 Centro de investigaciones de plagas e insecticidas Figura 1.17. Ciclo de vida de T. infestans. Fuente: Hablamos de Chagas (2016). La hembra deposita los huevos en la s grietas de las paredes de adobe, en los intersticios de los techos de rama s, en los muebles y otros lugares de los domicilios. Las ninfas eclosionan entre quince y veinte días después de la oviposición. El desarrollo de los cinco es tadios ninfales demora alrededor de cinco meses y la vida media del adu lto es de cuatro a siete meses, dependiendo de la época del año, la temperatura y el sexo del individuo (Gorla y Schofield 1989). Los adultos miden de 25 a 30 mm de largo y son de color pardo negruzco (Carcavallo y col 1997, Lent y col 1997). Su característica más llamativa es el conexivo, un reborde c on manchas transversales amarillo claro que rodea el abdomen. Esta especie se ca racteriza por tener el trocánter y la base del fémur amarillos y el resto de la pata oscura. Los adultos se 51 Centro de investigaciones de plagas e insecticidas diferencian de los estadios ninfales po r la presencia de dos pares de alas, ocelos y genitalia. T. infestans tiene hábitos nocturnos y sale de su refugio para alimentarse. Durante la alimentación o inmediatamente después, defeca y, si está infectado, junto con las heces depos ita al parásito de la enfermedad de Chagas. El microbio ingresa al organism o a través de la conjuntiva del ojo o por abrasiones en la piel producidas cu ando la persona picada se rasca. Invade los tejidos, se reproduce dentro de las cé lulas y éstas se rompen. Entonces el parásito ingresa al torrente sanguíneo y coloniza otros tejidos. Si una vinchuca no infectada se alimenta de un hospedador infectado, incorpora los parásitos y se inicia nuevamente el ciclo (OMS 1991). 1.4.3. Control químico El control químico de los vectores de Chagas comenzó a fines de la década de 1940 en Argentina y Brasil (Pi nto 2015). En aquel entonces, el diclorodifeniltricloroetano (DDT) era un insecticida cada vez más usado en todo el mundo por su alta efectividad para controlar todo tipo de insectos plaga (Mellanby 1992); sin embargo, resultó muy poco efectivo en T. infestans (Zerba 1997). Tiempo después, se demostró que la tolerancia de T. infestans al DDT tiene una explicación meta bólica: una DDT dehidroclorinasa 52 Centro de investigaciones de plagas e insecticidas y una DDT hidroxilasa lo transforman en diclorodifeniletano (DDE) y keltano, metabolitos mucho menos tóxicos que la molécula original (Dinamarca y col 1962, Agosin y col 1964). Además, las ninfas de T. infestans ayunadas son muy tolerantes al DDT (Fontán y Zerba 1992 ). Esto se debe a que la tasa de absorción del insecticida a través de l integumento de ninfas ayunadas es mucho menor que a través de l de ninfas alimentadas. Hasta fines de los años '60, las campañas de control gubernamentales para el control de T. infestans se basaron en la aplicación de los organoclorados hexaclorocic lohexano en Argentina y Brasil, y dieldrin en Venezuela. Pero el fuerte impacto ecotoxicológico de estos compuestos llevaron a buscar otras alternativas y fueron reemplazados por carbamatos y fosforados (Zerba 1999a). Durante la década del '70, en las campañas gubernamentales del Cono Sur de Am érica Latina se usaron propoxur, malatión y fenitrotió n (Zerba 1999a). Finalmente, los efectos indeseables de fosforados y carbamatos, y la búsqueda de mejores insecticidas pa ra el control de los triatominos, condujeron al uso de piretroides hal ogenados (Zerba 1999a ,b). Debido a su baja toxicidad en mamíferos, su modera da persistencia en el ambiente y su alta toxicidad en los insectos vectores de Chagas, estas moléculas cambiaron el paradigma del control de triatomi nos. La deltametrina, cipermetrina, - 53 Centro de investigaciones de plagas e insecticidas cipermetrina, -cihalotrina, alfametrina y -ciflutrina han sido usadas con éxito en las campañas de control en lo s países endémicos (Zerba 1999a, Dias y col 2002). Las formulaciones insecticidas en base a piretroides usadas para controlar T. infestans son polvos mojables, concentrados emulsionables y suspensiones concentradas (comúnme nte nombradas con el anglicismo \"floables\") (Zerba 1999a). A principios del siglo XXI, en Salvador Mazza, provincia de Salta, se detectó un alto ni vel de resistencia a deltametrina y otros piretroides en T. infestans (Picollo y col 2005). Luego se detectó resistencia en otras localidades de Argentina y Bo livia (Mougabure-Cueto y Picollo 2015, Pessoa y col 2015.). 1.4.4. Necesidad de desarrollar nuevas herramientas de control Como la enfermedad de Chagas es una zoonosis (enfermedad de los animales que puede transmitirse al hom bre), el amplio número de animales salvajes que actúan como reservorios difi culta la eliminación de las fuentes de infección. El tratamiento de la enfermedad se basa en la medicación con benznidazol y nifurtimox, cuya utilización pueden generar fármacos con graves efectos secundarios (dolor de cabeza y vértigo, inapetencia y pérdida 54 Centro de investigaciones de plagas e insecticidas de peso, neuropatía, dificu ltad para dormir, erupciones cutáneas) (Barth y Kundrotas 2011). Esto hace que muchas personas infectadas dejen el tratamiento. Finalmente, aun no exis te una vacuna para prevenir la enfermedad. En consecuencia, las activid ades para interrumpir la transmisión vectorial se enfocan principalmente en el control químico y el mejoramiento de las viviendas para interrumpir la c onvivencia del insecto vector con el ser humano, factor fundamental de la tran smisión vectorial del Chagas (Zerba 1989, 1999a,b, OMS 2007). El control de T. infestans enfrenta dos problemas principales: la reinfestación y el surgimiento de poblaci ones resistentes a insecticidas. Los insecticidas no cubren toda la supe rficie de los gallineros y estructuras aledañas (Cécere y col 1996), y su persistencia en esas estructuras es baja, todo lo cual hace poco efectivo el cont rol (Amelotti y col 2009). Entonces las poblaciones residuales de triatomi nos provenientes del peridomicilio reinfestean las viviendas (O MS 2007). A esto se suma el surgimiento de focos de resistencia a los insecticidas, que suel e implicar fallas en el control (Picollo y col 2005, Germano y col 2012, Santo Orihuela y col 2013). Por estos motivos, hay una permanente búsqueda de nuevas metodologías de control de la enfermedad de Chagas. Entre otras líneas de trabajo, se busca el mejoramiento de las viviendas, el desarro llo de una vacuna 55 Centro de investigaciones de plagas e insecticidas o de fármacos menos perjudi ciales para la salud y el desarrollo de formulados insecticidas alternativos para el manejo del insecto vector. En esta tesis se investigaron lo s efectos tóxicos de insecticidas convencionales mezclados con monoterpenos de origen vegetal en T. infestans . Los resultados obtenidos podrían se ntar las bases para el desarrollo de productos triatomicidas que permitan reducir la ap licación de insecticidas convencionales. Dichos produ ctos deberían mejorar la eficacia del control y producir sobre el ambiente y la sa lud humana un menor impacto que el que ocasionan los formulados actuales. 1.5. Objetivos Como se describió en la Introducci ón, en los últimos años se ha evaluado la actividad insecticida de muchos aceites esenciales en los principales insectos plaga. Sin embargo, la toxicidad de mezclas simples de sus componentes (monoterpenos y otras sustancias) recibió menos atención. Las interacciones toxicológicas en tre monoterpenos e insecticidas convencionales recibieron muy poca aten ción. Debido a esto, y sumado a la escasa información sobre la toxicoci nética y la toxicodinámica de los monoterpenos, tampoco se exploraron lo s mecanismos de las interacciones toxicológicas entre estas su stancias. El sitio de acci ón primario de la gran 56 Centro de investigaciones de plagas e insecticidas mayoría de los monoterpenos vegetales se desconoce, pero hay evidencias de que el eugenol podría actuar sobre el receptor de la octopamina. Estos antecedentes inspiraron los objetivos del presente trabajo. 1.5.1. Objetivos generales a) Evaluar la toxicidad individual y conjunta de insecticidas convencionales y monoterpenos vegetales en la vinchuca T. infestans. b) Investigar posibles causas de las interacciones toxicológicas que ocurren al aplicar mezclas de insecticidas convencionales y monoterpenos vegetales en T. infestans . c) Obtener evidencias acerca del posible sitio de acción de los monoterpenos vegetales. 1.5.2. Objetivos específicos (a) Determinar si los mentilo modifican activid ad locomotora de ninfas de T. infestans . 57 Centro de investigaciones de plagas e insecticidas (b) Averiguar qué tipo de interacciones ocurren al aplicar en ninfas de T. infestans mezclas binarias formad as por un insecticida convencional (azametifós o pe rmetrina) y un monoterpeno (eugenol, mentol o acetato de mentilo). (c) Establecer si al ser expue sta a una superfi cie tratada con insecticida, una ninfa de T. infestans hiperactivada por eugenol capta más compuesto, y entonces se intoxica más rápido, que una ninfa no hiperactiva. (d) Obtener evidencias sobre la participación del sistema octopaminérgico en el efecto del eugenol sobre la actividad locomotora de T. infestans. 1.5.3. Hipótesis puestas a prueba en esta Tesis (a) La exposición de ninfas de T. infestans a insecticidas convencionales y monoterpenos vegetales modifi ca su actividad locomotora. Predicción: Los parámetros Distancia Recorrida, Velocidad y Tiempo en Movimiento en ninfas expuestas a insecticidas convencionales y monoterpenos serán mayores que en ninfas no expuestas a estas sustancias. 58 Centro de investigaciones de plagas e insecticidas (b) La aplicación conjunta de insecticidas convencionales y concentraciones subletales de monoterpenos vegetales produce interacciones que modifican la toxi cidad de aquellos en ninfas de T. infestans . Predicción : Los parámetros toxicológicos de las mezclas (Concentración Letal 50%, Dosis Letal 50%, Tiempo de Volteo 50%) serán mayores o menores que los de los insecticidas solos. (c) La cantidad de insecticida a la que se expone una ninfa de T. infestans al caminar sobre una superficie impr egnada depende de su actividad locomotora, y esto puede modificar el tiempo de acción del insecticida. Predicción : Ninfas hiperactivadas y expue stas a una superf icie tratada con un insecticida captarán más com puesto, y entonces se intoxicarán más rápido, que ninfas no hiperactivas. (d) El modo de acción del eugenol i nvolucra el sistema octopaminérgico de T. infestans . 59 Centro de investigaciones de plagas e insecticidas Predicción: La actividad locomotora de ninfas tratadas simultáneamente con eugenol y un antagonista de la octopamina será menor que la de ninfas tratadas con eugenol solo. La Tabla 1.18. resume el plan de trabajo de esta Tesis. 60 Centro de investigaciones de plagas e insecticidas Tabla 1.18: Resumen de las actividades experimentales realizadas en esta tesis. 61 Centro de investigaciones de plagas e insecticidas 2- Material biológico y reactivos 62 Centro de investigaciones de plagas e insecticidas 2.1. Material biológico En todos los bioensayos se usaron ninfas de T. infestans provenientes de la colonia CIPEIN, mantenida en el Centro de Investigaciones de Plagas e Insecticidas (UNIDEF-CITEDEF-CONICET -CIPEIN, Buenos Aires, Argentina). Esta colonia se estableció a partir de una muestra de insectos donada por el Instituto Nacional de Parasitología \"Dr. Mario Fatala Chaben\" (Buenos Aires, Argentina). La cría y manipulación de los insect os se hizo mediante protocolos estandarizados y el material biológico es taba libre de pat ógenos humanos. Todos los insectos fueron manipulados con una pinza entomológica suave Bioequip (Shanghái, China). Se usaron individu os completamente esclerotizados (coloración marrón oscura), de tamaño uni forme y morfología externa normal. Las ninfas tenían de 1-14 días de ed ad, estaban ayunadas desde la eclosión y fueron criadas en cámaras con una temper atura de 25 ± 2 ºC, humedad relativa del 60-90% y un fotoperíodo 12:12 h (L:O). Segun los requerimientos de las dis tintas metodologías empleadas, se utilizaron ninfas del primer o del tercer estadio (Fig 2.1). 63 Centro de investigaciones de plagas e insecticidas Figura 2.1. Ninfas de T. infestans usadas en esta tesis. Izquierda: ninfa del primer estadio; derecha: ninfa del tercer estadio. Las fotos están en diferentes escalas. 2.2. Reactivos Los insecticidas convencionales y m onoterpenos usados en esta Tesis fueron descriptos detalladamente en la introducción. Durante su manipulación se tomaron las medidas de protección apropiadas (guantes, guardapolvo, mascara o anteojos, trabajo bajo ca mpana de extracción), siguiendo las recomendaciones de las respectivas fich as técnicas. Los insecticidas se almacenaron en un lugar fresco, seco y ventilado. Los monoterpenos se conservaron en un freezer a -10 ºC. T odas las soluciones fueron preparadas y utilizadas en el momento de realizar cada bioensayo. Los insecticidas azametifós (99% ) y permetrina (95,4%) fueron donados por la empresa Chemotecnica S.A. (Buenos Aires, Argentina). Los monoterpenos eugenol (99%), mentol (99%) y mentil acetato (98%), el DL- 64 Centro de investigaciones de plagas e insecticidas clorhidrato de octopamina (99%) y el clorhidrato de fentolamina (98%) se compraron a Sigma Aldrich (B uenos Aires, Argentina). Los solventes acetona (grado técnico) y aceite de silicona (556 fluido cosmético), se compraron a Merck (Dar mstadt, Alemania) y Daltosur S.R.L. (Buenos Aires, Argentina), respectivam ente. En algunos ensayos se usó como solvente Triton (Sigma Aldrich, Buenos Aires, Argentina) (1%) en agua bidestilada. 65 Centro de investigaciones de plagas e insecticidas 3- Actividad locomotora en T. infestans expuesta a insecticidas convencionales y monoterpenos 66 Centro de investigaciones de plagas e insecticidas 3.1. Metodología 3.1.1. Cuantificación de la actividad locomotora Los experimentos se realizaron de ntro de un mueble de madera recubierto con melamina (1,0 x 0,5 x 0,5 m) (Fig 3.1). La iluminación fue provista por una lámpara de luz fría (22 watts, Luxa, Shanghái, China) ubicada en el centro de la cara interna del panel superior del mueble. Debajo de la lámpara, 30 cm por encima del pa nel inferior del mueble y sostenida por un pie metálico, una nuez y una abrazader a, se colocó una cámara de video conectada a una computadora personal. La cámara posee una resolución de 640 x 480 píxeles, con una velocidad de adquisición y procesamiento de 30 cuadros/segundo. Figura 3.1. 1) Arena experimental, 2) videocám ara, 3) mueble, 4) lámpara, 5) termohigrómetro, 6) CPU, 7) lla ve del Ethovision y 8) monitor. 67 Centro de investigaciones de plagas e insecticidas La arena experimental fue un círcul o de papel de filtro de 11 cm de diámetro (102 FAST, Hangzhou Xinxing Pa per Industry & Co. Ltd., Funyang, China) sobre el cual se colocó un aro de vidrio para evitar que las ninfas se escaparan durante los bioensayos. Se evaluaron dos insecticidas convencionales monoterpenos de dos maneras: exposici ón a papeles de filtro impregnados y aplicación tópica. Para evaluar el efecto de la exposición a papeles impregnados, se trató un círculo de pape l de filtro con 0,5 ml de solución de reactivo en acetona:aceite de silicona (1:1). Se dejó evaporar el solvente 24 h, se colocó el papel en la base del mueble y se ubicó sobre él un aro de vidrio. Luego se depositó sobre el papel una ninfa del primer estadio de T. infestans y se filmó la arena experi mental durante 10 min. Se trabajó con las siguientes con centraciones: azametifós: 12,5, 50 y 200 µg/cm2; permetrina: 50 y 100 µg/cm2; eugenol: 97, 195 mentol: 39, 390 µg/cm2; acetato de mentilo: 39, 390 y 3900 µg/cm2. Como controles se usaron papeles de filt ro tratados con solvente solo. Estos rangos de concentraciones fueron elegidos mediante ensayos preliminares y en todos se incluyó la máxima concen tración de reactivo que no producía síntomas de intoxicación distintos de la hiperactividad durante el tiempo 68 Centro de investigaciones de plagas e insecticidas experimental. Cada ensayo se repitió al menos cuatro veces en forma independiente. Para evaluar el efecto de la ap licación tópica, con una microjeringa provista de pulsador (Hamilton Reno, NV) se depositó sobre el lado dorsal del abdomen de una ninfa una gota de 0,2 µl de solución de reactivo en acetona. Inmediatamente, la ninfa fue colocada sobr e un papel de filtro sin tratar y se filmó la arena experimental durante 10 mi n. Se trabajó con las siguientes dosis de cada reactivo: azametifós : 0,04, 0,4 y 4 µg/insecto; permetrina: 1,8, 3,6, 7,2 y acetato de mentilo: 2,5, 5, 10 y 20 µg/insecto. Los controles fueron ninfas tratadas en forma tópica con solv ente solo. Como en el caso anterior, los rangos de dosis fueron elegidos medi ante ensayos preliminares y en todos se incluyo la máxima dosis que no produc ía síntomas de intoxicación distintos de la hiperactividad durante el tiempo experimental. Cada en sayo se repitió al menos cuatro veces en forma independiente. Los videos fueron analizados con el software EthoVision XT (10.0) (Noldus 2013). Con este programa, se cuantificó la Distancia Recorrida (en cm), la Velocidad (en cm/s) y el Ti empo en Movimiento (en min) de cada ninfa. También se obtuvie ron mapas de trayectoria y mapas de calor. Los primeros son esquemas que indican la trayectoria recorrida por cada ninfa 69 Centro de investigaciones de plagas e insecticidas durante el tiempo experimental. Los mapas de calor s on representaciones gráficas que, mediante una escala de co lor, indican en forma cualitativa el tiempo de permanencia de cada ninfa s obre distintas regiones de la arena experimental. 3.1.2. Análisis estadistico Los resultados se analizaron me diante ANOVA de una vía. Cuando este análisis indicó diferencias significativas, se aplicó la prueba a posteriori de Tukey para comparar los promedios. 3.2. Resultados La Fig 3.1 muestra mapas de trayect oria representativos de ninfas expuestas a papeles de filtro impregna dos con distintas concentraciones de azametifós, permetrina, eugenol, mentol y acetato de mentilo. Solo el eugenol y el mentol produjeron un aumento en la actividad locomotora de las ninfas que fue dependiente de la concentrac ión. Las trayectorias de las ninfas expuestas a azametifós, permetrina y acet ato de mentilo fueron similares a las de los controles. Se observ a claramente la tigmotaxis positiva de estos insectos (preferencia por mantenerse en contact o con una superficie vertical, en este caso, la cara interna del aro de vidrio). 70 Centro de investigaciones de plagas e insecticidas La Fig 3.2 muestra mapas de calo r representativos en las mismas condiciones que en la figura anterior. En concordancia c on lo que muestran los mapas de trayectoria, las ninfas expuestas a los reactivos que no produjeron hiperactividad permanecie ron en zonas acotadas de la arena experimental. Por el contrario, el desp lazamiento de las ninfas hiperactivadas por el tratamiento con eugenol y mentol abarcó una mayor área de la arena. Figura 3.1. Mapas de trayectoria representativos de ninfas del primer estadio de T. infestans expuestas a papeles de filtro imprega dos con insecticidas convencionales y monoterpenos. Los números indican concentraciones expresadas en µg/cm2. 71 Centro de investigaciones de plagas e insecticidas Figura 3.2. Mapas de calor representativos de ninfas del primer estadio de T. infestans expuestas a papeles de filtro impregnados c on insecticidas convencionales y monoterpenos. Los números indican concentraciones expresadas en µg/cm2. Los colores representan un gradiente de permanencia (azul < celeste < amarillo < anaranjado < rojo). La cuantificación de la Distancia Recorrida por ninfas expuestas a papeles impregnados confir mó los resultados cualita tivos de los mapas de 72 Centro de investigaciones de plagas e insecticidas trayectoria y calor (Fig 3.3). Solo el eugenol y el mentol aumentaron en forma significativa la actividad locomotora de las ninfas (eugenol: F = 91,64, gl =3, 9, p < 0,001; mentol: F = 42,83, gl = 3, 9, p < 0,001). El efecto del eugenol se manifestó a partir de 97 µg/cm2, y el del mentol, a partir de 39 µg/cm2. Las mayores concentraciones de estos mono terpenos indujeron a las ninfas a recorrer distancias entre seis y siet e veces mayores que sus respectivos controles. Ninguna de las concentraciones aplicadas de azametifós, permetrina y acetato de mentilo produjo efectos significativos sobre la actividad locomotora (azametifós: F = 0.63, gl = 3, 9, p = 0,61; permet rina: F = 0,195, gl = 2, 0,826; acetato de mentilo: F = 0,432, gl = 3, 9, p = 0,734). La Velocidad de las ninfas expue stas a eugenol y mentol también aumentó significativamente a partir de 97 y 39 µg/cm2, respectivamente (eugenol: F = 28,56, gl = 3, 9, p < 0,001; mentol: F = 37,399, gl = 3, 9, p < 0,001) (Fig 3.4). Los insect os expuestos a azametifós , permetrina y acetato de mentilo no modificaron su Velocida d durante el tiempo experimental (azametifós: F = 0,334, gl = 3, 9, p = 0,80 1; permetrina: F = 0,195, gl = 2, 6, 0,826; acetato de mentilo: F = 0,256, gl = 3, 9, p = 0,856). 73 Centro de investigaciones de plagas e insecticidas Figura 3.3. Distancia Recorrida por ninf as del primer estadio de T. infestans expuestas a papeles de filtro impregnados con insecticid as convencionales y monoterpenos. Las líneas verticales representan el error estándar. Las barras señaladas con distintas letras son significativamente diferentes (p < 0,05). 74 Centro de investigaciones de plagas e insecticidas Figura 3.4. Velocidad de ninfas del primer estadio de T. infestans expuestas a papeles de filtro impregnados con insecticid as convencionales y monoterpenos. Las líneas verticales representan el error estándar. Las barras señaladas con distintas letras son significativamente distintas (p < 0,05). 75 Centro de investigaciones de plagas e insecticidas El Tiempo en Movimiento de las ni nfas expuestas a eugenol y mentol aumentó significamente a partir de 390 y 3900 µg/cm2, respectivamente Figura 3.5. Tiempo en Movimiento de ninfas del primer estadio de T. infestans expuestas a papeles de filtro impregnados con ins ecticidas convencionales y monoterpenos. Las líneas verticales representan el error estándar. Las barras señaladas con distintas letras son significativamente diferentes (p < 0,05). 76 Centro de investigaciones de plagas e insecticidas (eugenol: F = 3,90, gl = 3, 9, p = 0,037; mentol: F = 8,31, gl = 3, 9, p = 0,003) (Fig 3.5.). Azametifós, permetrina y acetato de men tilo, en cambio, no modificaron significativamente el Tiempo en Movimiento en comparación con sus respectivos controles (azametifós: F = 0,80, gl = 3, 9, p = 0,51; permetrina: F = 0,757, gl = 2, 6, 0,433; acetato de mentilo: F = 1,221, gl = 3, 9, p = 0,345). Al aplicar los reactivos en forma t ópica, los mapas de trayectoria y de calor presentaron patrones similares a los que se obtuvieron al exponer las ninfas a papeles impregnados (Fig 3.6 y 3.7). Solo eugenol y mentol indujeron a las ninfas a realizar mayores tray ectorias y a desplazarse por un área más amplia de la arena experimental que sus respectivos controles. Todas las dosis aplicadas en fo rma tópica de eugenol y mentol aumentaron significativamente la Distan cia Recorrida y la Velocidad de las ninfas (para Distancia Recorrida, eugenol: F = 36,298, gl = 3, 9, p < 0,001; mentol: F = 8,118, gl = 3, 9, p < 0,001; para Velocidad, eugenol: F = 22,784, gl = 3, 9, p < 0,001; mentol: F = 15,808, gl = 3, 9, p < 0,001)) (Fig 3.8 y 3.9). 77 Centro de investigaciones de plagas e insecticidas Figura 3.6. Mapas de trayectoria representativos de ninfas del primer estadio de T. infestans luego de la aplicación tópica con inse cticidas convencionales y monoterpenos. Los números indican concentraciones expresadas en µg/insecto. 78 Centro de investigaciones de plagas e insecticidas Figura 3.7. Mapas de calor representativos de ninfas del primer estadio de T. infestans luego de la aplicación tópica con insecticid as convencionales y monoterpenos. Los números indican concentraciones expresadas en µg/insecto. Los colores representan un gradiente de permanencia (azul < celeste < amarillo < anaranjado < rojo). La aplicación tópica de azametifós, permetrina o acetato de mentilo no modificó en forma significa tiva la actividad locomotora de las ninfas (para Distancia Recorrida, azametifós: F = 0,339, gl = 3, 9, p = 0,798; permetrina: F = 0,791, gl = 4, 12, p = 0,549; o acetat o de mentilo: F = 0,30, gl = 4, 12, p = 0,906; para Velocidad, azametifós: F = 0, 403, gl = 3, 9, p = 0,753; permetrina: 79 Centro de investigaciones de plagas e insecticidas F = 0,791, gl = 4, 12, p = 0,549; o acetato de mentilo: F = 0,861, gl = 4, 12, p = 0,526). Figura 3.8. Distancia Recorrida por ninf as del primer estadio de T. infestans luego de la aplicación tópica de insecticid as convencionales y monoterpe nos. Las líneas verticales representan el error estándar. Las barras señaladas con distintas letras son significativamente diferentes (p < 0,05). 80 Centro de investigaciones de plagas e insecticidas Figura 3.9. Velocidad de ninfas del primer estadio de T. infestans luego de la aplicación tópica de insecticidas co nvencionales y monoterpenos. Las líneas verticales representan el error estándar. Las barras señaladas con distintas letras son significativamente diferentes (p < 0,05). 81 Centro de investigaciones de plagas e insecticidas Figura 3.10. El Tiempo en Movimiento de las ninfas del primer estadio de T. infestans luego de la aplicación tópica con ins ecticidas convencionales y monoterpenos. Las líneas verticales representan el error estándar. Las barras señaladas con diferentes letras son significativamente distintas (p < 0,05). 82 Centro de investigaciones de plagas e insecticidas En concordancia con los resulta dos anteriores, el Tiempo en Movimiento de las ninfas topicadas con eugenol y mentol fue significativamente mayor que el de su s respectivos controles (eugenol: F = 10,823, gl = 3, 9, p < 0,001; mentol: F = 3,847, gl = 3, 9, p = 0,03) (Fig 3.10). Como ocurrió con la Distancia Recorrida y la Velocidad, la aplicación tópica de azametifós y acetato de men tilo no produjeron modificaciones significativas en el Tiempo en Movimiento (azametifós: F = 0,403, gl = 3, 9, p = 0,753; permetrina: F = 0,791, gl = 4, 12, p 0,549; o acetato de mentilo: F = 0,861, gl = 4, 12, p = 0,526). 83 Centro de investigaciones de plagas e insecticidas 4- Toxicidad de mezclas binarias de insecticidas convencionales y monoterpenos en T. infestans 84 Centro de investigaciones de plagas e insecticidas 4.1. Metodología 4.1.1. Mezclas de azametifós y monoterpenos 4.1.1.1. Exposición a papeles impregnados Se usaron círculos de papel de filtro de 11 cm de diámetro (102 FAST, Hangzhou Xinxing Paper Indus try & Co., Ltd., Funyang, China). Cada círculo se impregnó con 0,5 ml de una solución de azametifós solo o mezclado con un monoterpeno (eugenol, mentol o acetato de mentilo) (Fig 4.1). Como solvente se usó una mezcla acetona: silicona (1: 1). Se dejó evaporar el solvente durante 24 h y después, pa ra evitar que los insectos se escaparan durante los bioensayos, se colocó sobre el papel un aro de vidrio de 4 cm de altura y 10 cm de diámetro. Luego se colocaron sobr e el papel diez ninfas del primer estadio de T. infestans . Transcurridas dos horas de exposición, las ninfas fueron transferidas a un recipiente de pl ástico de 250 ml que contenía un papel plegado en su interior. Se cerró el reci piente con una tapa de plástico y se lo colocó en una cámara con las mismas condiciones de cría. A las 24 h se registró el número de insectos muerto s. Se consideró que una ninfa estaba muerta cuando no se movía aun después de tocarla con una pinza blanda. Los tratamientos fueron: a) solvente (acetona:aceite de silicona (1:1)), b) distintas concentraciones de azametifós en acetona:aceite de silicona (1:1) (comprendidas entre 3,1 y 200 µg/cm2), c) solución de monoterpeno en 85 Centro de investigaciones de plagas e insecticidas acetona:aceite de silicona (1:1) (390 µg/cm2 de mentol, eugenol o acetato de mentilo) y d) las mismas concentracione s de azametifós mencionadas en b), mezcladas con una con centración constante de monoterpeno (390 µg/cm2). Se realizaron cuatro réplicas independiente s de cada ensayo y con los resultados se calcularon valores de C oncentración Letal 50% (CL50). El uso de papeles de filtro impre gnados y de una mezcla de acetona y aceite de silicona como solventes son recomendados por la Organización Mundial de la Salud (OMS) en un prot ocolo para evaluar la toxicidad de insecticidas en triatominos (WHO 1994) . Según la OMS, el uso de un aceite no volátil como el de silicona perm ite la formación de una delgada capa homogénea sobre el papel y evita la cris talización de ingredientes activos que son sólidos a temperatura ambiente (c omo el azametifós y la permetrina usados en esta tesis) (WHO 2006). Además , por su naturaleza oleosa, el aceite de silicona facilita la absorción del ingr ediente activo a través de la lipofílica cutícula de los insectos. Las concentraciones de azametifós se eligieron de tal forma que estuvieran contenidas en el rango de concentraciones que producían entre 0 y 100% de mortalidad. La concentr ación de monoterpenos (390 µg/cm 2) surgió de un trabajo previo de nuestro laborat orio, donde se demostró que ninfas de T. infestans expuestas a esa cantidad de e ugenol se hiperactivaban, pero no 86 Centro de investigaciones de plagas e insecticidas manifestaban otros síntomas de intoxicación durante las siguientes 24 h (Moretti y col 2017). Figura 4.1. Procedimiento para determinar la CL50. 1) Pipeta de vidrio, 2) papel de filtro, 3) aro de vidrio. 4.1.1.2. Aplicación tópica El tratamiento tópico se realizó sobre la región dorsal del abdomen de diez ninfas del primer estadio de T. infestans (Fig 4.2). Con una microjeringa Hamilton (Reno, NV) de 10 µl se aplicaron 0,2 µl de una solución de azametifós en acetona, solo o mezcla do con un monoterpeno. Inmediatamente, las ninfas fueron colocadas en un r ecipiente de plástico de 250 ml que contenía un papel plegado. El recipiente se colocó dentro de una cámara con las mismas condiciones de cría. Veintic uatro horas después del tratamiento se 87 Centro de investigaciones de plagas e insecticidas registró la mortalidad. Se considerar on muertas las ninfas que permanecían inmóviles aún después de toca rlas con una pinza blanda. Los tratamientos fueron: 1) acetona , 2) (comprendidas entre 0,04 y 4 µg/insecto) , y 4) distintas concentraciones de azametifós (comprendidas entre 0,001 y 40 µg/insecto) mezcladas con una concentración constante de monoterpeno en acetona (las mismas que en 2). Todas las dosis utilizadas fueron selecci onadas a partir de los resultados de ensayos preliminares. Se realizaron cuat ro réplicas independientes y con los resultados se calcularon valores de Dosis Letal 50% (DL50). Figura 4.2. Aplicación tópica de insecticidas. Izquierda: aplicación con microjeringa; derecha : vista en lupa (30x). 88 Centro de investigaciones de plagas e insecticidas 4.1.2. Mezclas de permetrina y monoterpenos 4.1.2.1 . Exposición a papeles impregnados Los piretroides presentan un caracter ístico efecto de volteo (parálisis rápida que, dependiendo de la dosis, puede ser revers ible) (Alzogaray y Zerba 1997). Las ninfas de T. infestans pueden permanecer va rios días volteadas antes de recuperarse o morir. Por esta razón, al diseñar los biensayos con permetrina se eligió evaluar el volteo en vez de la mortalid ad, y cuantificarlo mediante el parámetro Ti empo de Volteo 50% (TV50). La metodología fue similar a la que se describió en el caso de exposición a papeles de filtr o tratados con azametifós, pe ro en vez de registrar la mortalidad a las 24 h, se registró cada cinco minutos el número de ninfas volteadas (Fig 4.3). Se consideraron voltead as las ninfas incapaces de desplazarse aún después de tocarlas suavemente con el extremo de una pinza blanda. Se dio por terminado el experimento cuando al menos el 90% de las ninfas estaban volteadas. Los tratamientos fueron: a) solvente (acetona: aceite de silicona (1:1)), b) (100 µg/cm2) mezclada con monoterpeno (390 µg/cm2). Todas las concentraciones u tilizadas fueron seleccionadas a 89 Centro de investigaciones de plagas e insecticidas partir de los resultados de ensayos pre liminares. Se realizaron cuatro réplicas independientes y con los resultados se calcularon valores de TV50. Figura 4.3. Procedimiento para determinar el Tiempo de Volteo 50%. 4.1.2. Análisis estadístico Se calcularon valores de CL50 y DL 50 con sus respectivos intervalos de confianza (IC 95%) utilizando el soft ware estadístico POLO PC (LeOra Software 2002). Los valo res de TV50 y sus correspondientes IC 95% se calcularon con el software para datos correlacionados desarrollado por Throne y col (1995). Las diferencias entre los valores de DL50, CL50 y TV50 se consideraron significativas (p < 0,05) si sus IC 95% no se superponían. Para cuantificar las interacciones se calculó la Tasa de Sinerg ismo (TS = DL50, CL50 o TV50 insecticida solo / DL50, CL50 o TV50 de la mezcla) (Metcalf 90 Centro de investigaciones de plagas e insecticidas 1967). Valores de TS ma yores que 1 significan que ocurrio sinergismo, y valores entre 0 y 1 indican antagonismo. 4.2. Resultados 4.2.1. Mezclas binarias de azametifós y monoterpenos Mediante bioensayos de exposic ión a papeles impregnados, se obtuvieron valores de CL50 del insectic ida organofosforado azametifós solo o en combinación con una concentración subletal de cada monoterpeno (eugenol, mentol y acetato de mentilo) en ninfas del primer estadio de T. infestans (Tabla 4.1). La CL50 del az ametifós solo fue 50,30 µg/cm2, y este valor fue significativamente mayor que las CL50 de las mezclas (con eugenol: 11,20; con acetato de mentilo: µg/cm2) (p < 0,05). Las diferencias entre las CL50 de la s mezclas no fueron significativas (p > 0,05). De esta manera, los tres monot erpenos sinergizaron la toxicidad del azametifós en ninfas del primer estadio de T. infestans expuestas a papeles de filtro impregnados. 91 Centro de investigaciones de plagas e insecticidas Tabla 4.1: CL50 de azametifós solo o mezclado con monoterpenos en ninfas del primer estadio de T. infestans expuestas a papeles de filtro impregnados Abreviaturas : CL50 , concentración letal 50%; IC 95% , intervalo de confianza del 95%; EE, error estándar; TS, tasa de sinergismo = CL50 azametifós solo / CL50 mezcla. Notas : Para evaluar la toxicidad de las mezclas , se aplicaron distintas concentraciones de azametifós junto con una concentraci ón constante de monoterpeno (390 µg/cm2). Los valores de CL50 seguidos por diferentes letras son significativamente di ferentes (p < 0,05). Tratamiento n CL50 (IC 95%) (µg/cm2) Pendiente ± EE TS Azametifós 90 50,30a (22,1 - + acetato 90 120 120 11,20b (1,8 - 21,6) 5,30b (4,2 - 6,6) 7,26b (5,0 -10,2) 1,52 ± 0,47 4,00 ± 0,67 3,12 ± 0,48 4,49 9,49 6,92 92 Centro de investigaciones de plagas e insecticidas Luego se evaluó la toxicidad de las mismas combinaciones de sustancias, pero aplicadas en forma tópi ca. En este caso, se obtuvieron valores de DL50 (tabla 4.2). La DL50 del azametifós solo fue 7,85 µg/insecto y no presentó diferencias significativas con la DL50 de la mezcla azametifós- eugenol, cuyo valor fue 12,79 µg/insecto (p > 0,05). En cambio, las mezclas azametifós-mentol y azametifós-acet ato de significativamente menores que la DL50 del azametifós solo (p < 0,05). Por lo tanto, unicamente el mentol y el acetato de mentilo sinergizaron la t oxicidad del azametifós en ninfas del primer estadio de T. infestans cuando se realizaron bioensayos de aplicación tópica. 4.2.2. Mezclas de permetrina y monoterpenos Se obtuvieron los valores de TV50 de la permetri na sola o mezclada con monoterpenos (eugenol, mentol y acetato de mentilo) en ninfas del primer estadio de T. infestans (Tabla 4.3). El TV50 de la permetrina sola fue 60,89 min y no presentó diferencias significa tivas con el TV50 de su mezcla con 93 Centro de investigaciones de plagas e insecticidas Tabla 4.2. DL50 por aplicación tópica de azametifós solo o mezclado con monoterpenos en ninfas del primer estadio de T. infestans. Abreviaturas : DL50 , dosis letal 50%; IC 95%, intervalo de confianza del 95%; EE, error estándar; TS, tasa de sinergismo = DL50 azametifós solo / DL50 mezcla. Notas : Las soluciones fueron aplicadas de forma tópi ca (1 µl/insecto en la parte dorsal del abdomen). Para evaluar la toxicidad de las mezcl as, se aplicaron distintas dosis de azametifós junto con las siguientes dosis de monoterpeno: 2 µg/insecto 0,2 µ/insecto (mentol) de mentilo). Los valores de DL50 seguidos por diferentes letras son significat ivamente diferentes (p < 0,05). acetato de mentilo (52,50 min) (p > 0, 05). En cambio, los TV50 de la mezclas con eugenol (48,65 min) y mentol (32,70 min) fueron significativamente diferentes al TV50 de la permetrina so la (p < 0,05) (Tabla 4.3). De esta manera, cuando se realizó exposición a papeles de filtro impregnados, el Tratamiento n DL50 (IC 95%) (µg/insecto) Pendiente ± EE TS Azametifós 120 acetato de 0,00051b (0,00014 - 0,0016) 0,49 ± 0,07 15,00 94 Centro de investigaciones de plagas e insecticidas eugenol y el mentol sinergizaron el tie mpo de acción de la permetrina en ninfas del primer estadio de T. infestans . Tabla 4.3. TV50 de permetrina sola o mezclada con monoterpenos en ninfas del primer estadio de T. infestans expuestas a papeles de filtro impregnados Abreviaturas : TV50 , tiempo de volteo 50%; IC 95%, intervalo de confianza del 95%; TS, tasa de sinergismo = TV50 permetrina sola / TV50 mezcla. Notas : Para evaluar la toxicidad de las mezclas , se aplicaron sobre un papel de filtro concentraciones constantes de permetrina (1840 mg/m2) y un monoterpeno (390 µg/cm2). Los valores de TV50 seguidos por dife rentes letras son significativamente distintos (p <0.05) Tratamiento n TV50 (IC 95%) min. Pendiente ± EE TS Permetrina 80 60,89a (56,38 - 7,01 ± 1,25 8,17 ± 1,54 1,25 1,61 1,15 95 Centro de investigaciones de plagas e insecticidas 5- Efecto de la hiperactividad sobre la exposición a una superficie insecticida en T. infestans 96 Centro de investigaciones de plagas e insecticidas 5.1. Metodología 5.1.2. Ensayos de toxicidad 5.1.2.1. Aplicación tópica de eugenol segui da de exposición a una superficie impregnada con permetrina Se impregnó un papel de filtro de 11 cm de diámetro (102 FAST, Hangzhou Xinxing Paper Industry & Co. Lt d., Funyang, China) con 0,5 ml de una solución de permetrina en acetona: silicona (1: 1) (1840 mg/m2). Se dejó evaporar el solvente durante una hora y sobre el papel se colocó un aro de vidrio (4 cm de alto, 10 cm de diámetro) (Fi g 5.1). La función de este aro fue evitar que las ninfas abandona ran el papel de filtro. Usando una microjeringa provista de pulsador (Hamilton, Reno, NE), se depositó un microlitro de solución de eugenol en acetona sobre la región dorsal del abdomen de diez ninf as del tercer estadio de T. infestans (0,1 µg/insecto). Inmediatamente, las ninfas fueron colocadas sobre el papel de filtro impregnado con permet rina y se registró cada cinco minutos el número de ninfas volteadas. Una ninfa se cons ideró volteada si permanecía en el mismo lugar aun después de haber sido tocada suav emente con un par de pinzas suaves (los controles se m ovían inmediatamente después de ser tocados). Se hicieron dos controles: un grupo de ninfas pretratadas con acetona sola y expuesta a permetrina y un grupo de ninfas pretratadas con 97 Centro de investigaciones de plagas e insecticidas eugenol y expuestas a un papel de filtr o impregnado con acetona sola. Se realizaron cuatro réplicas independiente s y con los resultados se calcularon valores de TV50 para la permetrina. En otra serie experimental, lue go de comprobar que el efecto hiperactivante del eugenol dura menos de treinta minutos, se procedió en forma similar, pero las ninfas fueron ex puestas a la permetrina treinta minutos después de la aplicación tópica del m onoterpeno, es decir, cuando ya no estaban hiperactivadas. Figura 5.1. Procedimiento para determinar el TV 50 de la permetrina en ninfas de T. infestans pretratadas en forma tópica con eugenol. 5.1.2.2. Exposición simultánea a vapor es de eugenol y a una superficie impregnada con permetrina La fuente de vapores fue un rectángulo de papel de filtro (3,0 × 29,1 cm) impregnado con eugenol (Fig 5.2). Uno de los lados más largos del rectángulo tenía seis aletas cuadradas (0,5 × 0,5 cm) sepa radas por 4,3 cm y 98 Centro de investigaciones de plagas e insecticidas dobladas de modo que cada una formara un ángulo de 90º con el rectángulo. Se trató la superficie del rectángulo con 0,5 ml de eugenol disuelto en acetona (33 µg/cm2). Después que se evaporó el solv ente, el rectángulo de papel de filtro se colocó en posición vertical dentro de un aro de vidrio (4 cm de alto, 10 cm de diámetro), apoyado sobre la cara interna del aro y sostenido del borde superior por las aletas. De esta manera, el rectá ngulo de papel quedó suspendido un centímetro por encima del círculo de papel de filtro impregnado con permetrina sobre el cual descansaba el aro de vidrio (Figura 5.2). El propósito de todo esto fue logr ar que la fuente de vapores quedara fuera del alcance de las ninfas, y así ev itar la exposición por contacto con el eugenol. Entonces se depositaron di ez ninfas del tercer estadio de T. infestans sobre el papel impregnado con permetrina y, para crear una microatmósfera de eugenol, se cerró la boca superior del ar o con un cuadrado de vidrio (10 × 10 cm) (Figura 5.2. arriba). Se hicier on dos controles: un grupo de ninfas expuestas simultáneamente a un rectá ngulo de papel tratado con acetona sola y a una superficie impregnada con permet rina, y un grupo de ninfas expuestas a vapores de eugenol y a un papel de filtro impre gnado con acetona sola. Se realizaron cuatro réplicas independiente s y con los resultados se calcularon valores de TV50 para la permetrina. 99 Centro de investigaciones de plagas e insecticidas Figura 5.2. Arriba: Procedimiento para determin ar el TV50 de ninfas de T. infestans simultáneamente expuestas a vapores de e ugenol y a una superficie impregnada con permetrina. a: rectángulo de papel de filtro con al etas, b: ninfas, c: aro de vidrio, d: papel de filtro, e: cuadrado de vidrio. Abajo: Primer plano de un bioensayo en marcha. 5.1.2.3. Inyección de eugenol seguida de exposición a una superficie impregnada con permetrina Para inyectar a las ninfas fue ne cesario inmovilizar las de la forma menos traumática posible. Con este pro pósito, se cubrió con cinta adhesiva doble faz la cara superior de un portaobj eto, y sobre la cinta se depositó una 100 Centro de investigaciones de plagas e insecticidas ninfa del tercer estadio de T. infestans en posición supina (Fig 5.4). Usando un pie metálico, una nuez y una abrazadera, se sostuvo el portaobjeto debajo de una lupa binocular Nikon SMZ-10 10x (T okio, Japón). Con una microjeringa provista de pulsador (Hamilton, Reno, NE), se inyect aron en la ninfa 0,2 µl de solución de eugenol en acetona (2 ng/in secto) (Fig 5.3). La inyección se realizó en la pleura izquierda del primer segmento abdominal. Luego se procedió a despegar suavemente la ninfa de la cinta adhesiva y se la colocó sobre un papel de filtro impre gnado con permetrina (1840 mg/m2). Se usó una ninfa inyectada con acetona sola como control. Como la inmovilización e inyección de las ninfas toma mucho má s tiempo que la aplicación tópica, en esta serie experimental las ninfas se expusieron a la permetrina en forma individual y se registró el tiempo que tardó cada una en voltearse. Se realizaron diez réplicas independientes y se calcularon valores de Tiempo Promedio de Volteo. 101 Centro de investigaciones de plagas e insecticidas Figura 5.3. Inyección de ninfas del tercer estadio de T. infestans 7: 8: abrazadera. Figura 5.4. Izquierda: ninfa de T. infestans adherida a la cinta doble faz. Derecha : ninfa de T. infestans recibiendo una iny ección en el abdomen. 5.3. Cuantificación de la actividad locomotora Los bioensayos se realizaron dent ro de un mueble de madera recubierto con melamina (1,0 x 0,5 x 0,5 m). La arena experimental fue un círculo de papel de filtro (11 cm de diámetro) (102 FAST, Hangzhou Xinxing Paper Industry & Co., Ltd., Funyang, Chin a) ubicado sobre el panel inferior 102 Centro de investigaciones de plagas e insecticidas del mueble. Sobre el papel se colocó un aro de vidrio (4 cm de altura, 10 cm de diámetro). Veinte centímetros encima de la arena experimental se ubicó una cámara de video (HD Webcam C525, Logitech, Lausana, Suiza) que fue conectada a una computadora personal. La cámara posee una resolución de 640 x 480 píxeles con una velocidad de adquisición y procesamiento de 30 cuadros/segundo. La iluminación fue provis ta por una lámpara de luz fría (22 watts; Luxa, Shanghái, China) ubicada en el centro del panel superior del mueble. Se colocó una ninfa del tercer estadio de T. infestans en el centro del papel de filtro y se filmó la arena experimental duran te 60 min. Este lapso permitió determinar la duración del ef ecto del eugenol sobre la actividad locomotora. El video fue analizado usando el software EthoVision XT 10.0 (Noldus 2013). Este programa cuantifica, entre otros parámetros, la distancia recorrida por la ninfa expresada en unidades de longitud. De esta manera, se cuan tificó la actividad locomotora de las ninfas en los cuatro escenarios que se describen a continuación. En estos experimentos se utilizaron las mismas dosis y concen traciones de eugenol y permetrina que se usaron en los bioensayos de toxicidad (ver sección 5.1.1.). 103 Centro de investigaciones de plagas e insecticidas (a) Aplicación tópica de eugenol. Se realizaron tres réplicas independientes, cada una de las cu ales incluía una ninfa tratada con acetona sola y otra tratada c on 0,1 µg de eugenol/insecto; (b) Exposición a vapores de euge nol. Se hicieron seis réplicas independientes, cada una de las cuales incluía una ninfa expuesta a un papel de filtro tratado con acetona so la y otra expuesta a los vapores emitidos por un papel de filtro impre gnado con una solu ción de eugenol en acetona g/cm2); (c) Inyección de eugenol. Una ninfa fue inyectada con acetona sola y otra con 2 ng de eugenol/insecto. Se realizaron diez réplicas independientes; (d) Exposición a papel de filtro impr egnado con permetri na. Se llevaron a cabo tres réplicas independientes, cada una de las cuales incluía una ninfa expuesta a un papel de filtro tratado con solvente solo y otra expuesta a un papel de filtro tr atado con permetrina (1840 mg/m2). Además de lo mencionado, cada una de estas series experimentales incluyó uno o dos grupos control no trat ados: en la serie (a), ninfas sin aplicación tópica; en (b), ninfas expuest as a un papel del filtro rectangular sin tratar; en (c), ninfas pinchadas con la aguja de la microjeringa a las que no se 104 Centro de investigaciones de plagas e insecticidas le inyectó sustancia alguna, y un grupo de ninfas no pinchadas; y en (d), ninfas expuestas a un papel de filtro no tratado. Después de comprobar que la activid ad locomotora de las ninfas no variaba en forma significativa entre las 11 am y las 15 pm, los ensayos siempre se realizaron dentro de esa ventana temporal. 5.1.4. Cuantificación de la permetrina recuperada de ninfas expuestas a una superficie insecticida Para recuperar y cuantificar la permet rina recuperada de las ninfas, se utilizaron dos protocolos, uno basado en la metodología desarrollada por Pennell y col (1964) para recuperar insecticidas de mosquitos, y otro empleado para cuantificar la permetrina y otros insecticidas en muestras de agua (Pinheiro y col 2001). Se impregnó un círculo de papel de filtro (11 cm de diámetro) con 0,5 ml de una solución de 35 mg de permetrina/ml de acetona, dando una concentración final sobre el papel de 1840 mg/m2. Se dejó evaporar el solvente y se colocó sobre el papel un ar o de vidrio (4 cm de altura, 10 cm de diámetro). Diez ninfas del tercer estadio de T. infestans fueron tratadas en forma tópica con 0,1 g/insecto de eugenol en acetona, e inmediatamente depositadas sobre el papel impregnado con permetrina. Después de 10 105 Centro de investigaciones de plagas e insecticidas minutos de exposición, las ninfas fueron transferidas a un vial de vidrio de 2 ml que contenía 0,5 ml de acetona ( volumen suficiente para que quedaran completamente sumergidas). Se agitó su avemente el vial durante dos minutos; luego se extrajeron los insectos y se añadió acetona hasta completar 1 ml. La cuantificación de la permetrina recuperada se re alizó mediante cromatografía gaseosa acoplada a es pectrometría de masas (GC-MS), empleando un cromatógrafo gaseoso GC-2010 y un detector de espectrometría de masas QP2010 (Shimadzu, Kyoto, Japón). Las muestras se analizaron siguiendo la metodología utilizada por Pinheiro y col (2011). Se usó una columna capilar GC apolar DB-5 (3 0 m x 0,25 mm di y espesor 0,25 m), (J & W Scientific, Folsom, CA). La temper atura de la columna del GC varió de la siguiente manera: un minuto a 60 ºC, aumento a razón de 20 °C/min hasta alcanzar los 150 °C, cuatro minutos a 150 °C, aumento a razón de 15 °C/min hasta alcanzar los 290 °C, temperatur a a la que se mantuvo durante 5,17 minutos. El inyector se mantuvo a 280 ºC. Como vehículo se usó helio (99,99%) a una velocidad de 1,2 ml/min. La temperatura del detector fue de 250 ºC y todas las inyecciones se realizaron en el modo splitless (tiempo de muestreo: 2 min) con un volumen de inyección de 1 l. El espectrómetro de masas escaneó en el rango m/z 40-400. La ionización fue llevada a cabo mediante impacto electrónico (70 eV)- Para la determinación cuantitativa se 106 Centro de investigaciones de plagas e insecticidas usó la monitorización selectiva de i ones (SIM) para los iones m/z 91, 127, 163 y 183 en el tiempo de retención 20,15 min. Finalmente, luego de la determinación del CV (%) para esos ione s, se determinó que la monitorización del Ion m/z 183.1 (pico base de la perm etrina) era la más precisa para la cuantificación. Se calcularon las áreas de los pico s absolutos y se construyó una curva de calibración trazando el área del pico de permetrina grado técnico (pureza 95,4%; cis:trans 52,4:47,6) versus la concentración de la misma, usando un modelo de regresión lineal (R2: 0,99). Usando esta curva de calibración, se obtuvo la cantidad de permetrina en 1 ml (volumen utilizado para la extracción de diez individuos). Estos valores se dividieron por diez para estimar la cantidad de permetrina rec uperada por ninfa (expresada en unidades de g/insecto) para cada pretratamien to (aplicación tópica de eugenol y acetona sola). En resumen, el experimento para dete rminar la cantidad de permetrina recogida por las ninfas consistió en dos partes: (a) extracción de la permetrina recogida por las ninfas y (b) análisis GC-MS para determin ar la permetrina recogida (Fig 5.5). Este experimento (a + b) se realizó cinco veces. Por lo tanto, los valores de la can tidad de permetrina recogi da son representativos de cinco experimentos independientes. Además, considerando que el error 107 Centro de investigaciones de plagas e insecticidas obtenido mediante el modo SIM fue mayor que el obtenido mediante el modo total SCAN, cada muestra fue inyectada por triplicado con un inyector automático de muestras, y los valores resu ltantes se utilizaron para calcular la cantidad total de permetrina. El coef iciente de variación promedio obtenido por GC-MS para treinta inyecciones fue 18,76%. Figura 5.5. Procedimiento para determinar la cantidad de permetrina captada por ninfas de T. infestans pretratadas con eugenol y expuestas a una superficie impregnada con el piretroide. 5.1.5. Análisis estadístico Los valores de TV50 y sus correspondi entes IC 95% se calcularon con el software para datos correlacionados desarrollado por Throne y col (1995). Las diferencias entre los valores de TV 50 se consideraron significativas (p < 0,05) si sus IC 95% no se superponían. Los resultados de los bioensayos de actividad locomotora se analizaron medi ante ANOVA de una vía. Cuando este análisis indicó diferencias signi ficativas, se aplicó la prueba a posteriori de 108 Centro de investigaciones de plagas e insecticidas Tukey para identificar los promedios significativamente diferentes. Los resultados de Tiempo Promedio de Volteo y de recuperación de permetrina se analizaron con la prueba t de Student. 5.2. Resultados En primer lugar, se cuantificó la t oxicidad producida por la exposición a papeles impregnados c on permetrina en ninfas pret ratadas en forma tópica con eugenol (Tabla 5.1). El TV50 en la s ninfas pretratadas con eugenol inmediatamente antes de la exposició n a la permetrina (46,27 min) fue significativamente menor que el de los controles pr etratados con acetona sola (66,75 min) (p < 0,05). Sin embargo, cu ando las ninfas fueron expuestas a la permetrina 30 min después del pret ratamiento con eugenol, no hubo diferencias significativas entre los valores de TV50 (66,79 min en ambos casos) (p > 0,05). En otro experimento, se cuantificó la ac tividad locomotora de ninfas tratadas forma tópica con la misma dosis de e ugenol utilizada en los bioensayos de toxicidad con permetrina (0,1 µg/inse cto) (Fig 5.6). El tratamiento con eugenol aumentó en forma significativa la actividad locomotora de las ninfas y el efecto se manifestó durante la medi a hora siguiente a la aplicación (para el intervalo de tiempo 0-10 minutos, F = 169,8, gl = 2, 6, p <0,001; 11-20 109 Centro de investigaciones de plagas e insecticidas minutos, F = 15,7, gl = 2, 6, p = 0,001; 21-30 min, F = 6,22, gl = 2, 6, p = 0,02). Durante ese lapso, la actividad locomotora fue decreciendo hasta que dejó de ser significativamente distinta que la de los controles (para el intervalo de tiempo 31-40 minutos, F = 1,21, gl = 2, 6, p = 0,34; 41-50 minutos, F = 0,54, gl = 2, 6, p = 0,60; 51-60 min, F = 1,24, gl = 2, 6, p = 0,33). Tabla 5.1. TV50 de permetrina en ninfas del tercer estadio de T. infestans pretratadas en forma tópica con eugenol Pretratamiento (aplicación tópica) Tiempo antes a la exposición a permetrina (min) TV50 de permetrina (min) IC 95% Pendiente TV50 , tiempo de volteo 50%; IC 95%, intervalo de confianza del 95%; EE, error estándar. Notas : La permetrina se aplicó mediante un papel de filtro impregnado 1840 mg/m2). Los valores de TV50 seguidos por distintas letras son significativamente di ferentes (p < 0,05). 110 Centro de investigaciones de plagas e insecticidas También se realizó un experimento pa ra determinar si la exposición permanente a un papel im pregnado con permetrina modifica la actividad locomotora de las ninfas (Fig 5.7). Durante la primer a media hora de exposición, la permetrina no produjo un efecto significativo sobre la actividad locomotora (para el intervalo de tiempo de 0 a 10 min: F = 4,2, gl = 2, 6, p = 0,052; 11-20 min: F = 1,4, gl = 2, = 0,29; 21-30 min: F = 0,37, gl = 2, 6, p = 0,70). Luego, la actividad lo comotora disminuyó hasta valores significativamente menores que los de lo s controles (para el intervalo 31-40 min: F = 9,95, gl = 2, 6, p = 0,005; 41-50 min: F = 27,3, gl = 2, < 0,001; 51-60 min: F = 8,83, gl = 2, 6, p = 0,0 08). Esta disminuci ón de la actividad locomotora coincidió con la aparici ón de espasmos, convulsiones y parálisis del tercer par de patas, síntomas característicos de la intoxicación con piretroides. En la siguiente serie experimental , se evaluó la toxicidad de la permetrina en ninfas expuestas simultá neamente a vapores de eugenol (Tabla 5.2). El TV50 de la exposic ión conjunta a permetrina y eugenol (39,50 min) fue significativamente menor que el TV50 de los controles expuestos solamente a permetrina ( 51,90 min) (p < 0,05). La exposición a vapores de eugenol en ausencia de pe rmetrina aumentó en forma significativa la actividad locomotora de las ninfas durante los pr imeros 10 min (para el intervalo 0-10 111 Centro de investigaciones de plagas e insecticidas min: F = 10,86, gl = 2, 9, p = 0,001; 11-20 min: F = 0, 79, gl = 2, p = 0,47; 21-30 min: F = 0,79, gl = 2, = 0,47; 31-40 min, F = 0,26, gl = 2, 9, p = Figura 5.6. Actividad locomotora de ninfas de T. infestans luego de la aplicación tópica de eugenol. Los símbolos señalados con asteriscos son significativamente diferentes de sus respectivos controles (p < 0,05). Figura 5.7. Actividad locomotora de ninfas de T. infestans expuestas a un papel de filtro impregnado con permetrina. Los símbolos seña lados con asteriscos son significativamente diferentes de sus respectivos controles (p < 0,05). 112 Centro de investigaciones de plagas e insecticidas Tabla 5.2. TV50 de permetrina en ninfas del tercer estadio de T. infestans simultáneamente expuestas a vapores de eugenol. Exposición simultanéa TV50 (min) IC 95% Pendiente ± tiempo de volteo 50%; IC 95%, intervalo de confianza del 95%. Notas : La permetrina se aplicó sobre pa pel de filtro impregnado (1840 mg/m2). Los valores de TV50 seguidos por distintas letras son significativamente diferentes (p < 0,05) Figura 5.8. Actividad locomotora de las ninfas de T. infestans expuestas a vapores de eugenol. Los símbolos señalados con asteriscos son significativamente diferentes de sus respectivos controles (p < 0,05). 113 Centro de investigaciones de plagas e insecticidas 0,77; 41-50 min, F = 3,57, gl = 2, 9, p = 0,06; 51-60 min, F = 0,46, gl = 2, 9, p = 0,66) (Fig 5.8). A continuación, se determinó en forma individual el tiempo promedio de volteo en ninfas inyectadas con e ugenol e inmediatamente expuestas a un disco de papel impr egnado con permetrina (Fig 5. 9). Las ninfas inyectadas con eugenol se voltearon en promedio a los 65,30 ± 4,80 min, mientras que las inyectadas con acetona sola lo hicieron a los 63,00 ± 2,63 min. La diferencia entre estos valores no fue significativ a (p > 0,05). La cuantificación de la actividad locomotora en ausencia de pe rmetrina reveló que la inyección de eugenol no modificó en forma signifi cativa este parámetro en comparación con los controles (para el intervalo de tiempo 0-10 min: F = 1,94 , gl = 0,14; 11-20 min: F = 0,04, gl = 3, = 0,99; 21-30 min: F = 0,45, gl = 3, = 0,72; 31-40 min: F = 0,43, gl = 3, = 0,73; 41-50 min: F = 1,32, gl = 3, = 0,28; 51-60 min: F = 0,90, gl = 3, 36, p = 0,45 (Fig 5.10). Finalmente, se cuantificó la permetrina presente en la cutícula de ninfas tratadas en forma tópica c on eugenol e inmediatamente expuestas a papeles de filtro impregnados con el piretroide (Fi g 5.11). La cantidad de permetrina recuperada de ninfas pretratadas con eugenol fue significativamente mayor que la recuperada de los controles pretra tados con acetona sola (t (8) = 8,17, p = 0,001). 114 Centro de investigaciones de plagas e insecticidas Figura 5.9. Tiempo promedio de volteo producido por pe rmetrina en ninfas inyectadas con eugenol. Las diferencias entre los valores representadas por las dos barras no son significativas (p > 0,05). Figura 5.10. Actividad locomotora en ninfas de T. infestans inyectadas con eugenol. No hay diferencias significativas entre ninguno de los cuat ro valores de cada interv alo de tiempo (p < 0,05). 115 Centro de investigaciones de plagas e insecticidas Figura 5.11. Permetrina captada por ninfas de T. infestans pretratadas en forma tópica con eugenol. Las barras señaladas con distintas letr as son significativamente diferentes de su respectivo control (p < 0,05). 116 Centro de investigaciones de plagas e insecticidas 6- La hiperactividad por eugenol y el sistema octopaminérgico 117 Centro de investigaciones de plagas e insecticidas 6.1. Metodología En esta parte del trabajo de tesis se estudió el efecto del tratamiento con la amina biogénica octopamina y su antagonista clorhidrato de fentolamina sobre la actividad locomoto ra de ninfas del tercer estadio de T. infestans con y sin aplicación simultánea de eugenol. La actividad locomotora de las ninfas se cuantificó en forma simila r a la descripta en la sección 4. Todos los tratamientos se realizaron en forma tópica con una microjeringa Hamilton (Hamilton, Reno, NE) de 10 µl provista de pulsador. De esta manera, cada insecto recibió una gota de 0,2 µl en el primer terguito abdominal. La octopamina y el clorhidrato de fentolamina se aplicaron disueltos en Tritón 1% en agua bidestilada; el eugenol se aplicó disuelto en acetona. Como la octopamina y el clorhidr ato de fentolamina son sustancias hidrofílicas, se las disolvió en agua c on el surfactante Tritón para mejorar su pasaje a través de la cutíc ula hidrofóbica de las ninfas. Se cuantificó la actividad locomo tora en las siguientes series experimentales: Aplicación tópica de distintas concen traciones de octopamina disuelta en Tritón 1% en agua bidestilada (0, 01; 0,1 y 1 µg/insecto). El control 118 Centro de investigaciones de plagas e insecticidas fue una ninfa tratada con Tritón 1% en agua destilada. Aplicación tópica de distintas c oncentraciones de clorhidrato de fentolamina en Tritón 1% en agua bidestilada (0,01; 0,1 y 1 µg/insecto). El control fue una ninfa tratada con Tritón 1% en agua destilada. Aplicación tópica de clorhidrato de fentolamina en Tritón 1% en agua bidestilada (1 µg/insecto) seguido, diez minutos más tarde, por aplicación tópica de octopamina en Tritón 1% en agua bidestilada (1 µg/insecto). Los controles fueron una ninfa tratada con Tritón 1% en agua bidestilada seguido, diez minutos más tarde, por aplicación tópica de Tritón 1% en agua bi destilada; una ninfa trat ada con una solución de clorhidrato de fentolamina en Tr itón 1% en agua bidestilada (1 µg/insecto) seguido, diez minutos más tarde, por aplicación tópica de Tritón 1% en agua bidestilada; y una ninfa tratada con Tritón 1% en agua bidestilada seguido, diez minutos más tarde, por aplicación tópica de octopamina en Tritón 1% en agua destilada (1 µg/insecto). Aplicación tópica de solución de cl orhidrato de fentolamina en Tritón 1% en agua bidestilada (1 µg/insecto) seguida, diez minutos más tarde, por aplicación tópica de eugenol en acetona (0,1 µg/insecto). Los controles fueron una ninfa tratada c on Tritón 1% en agua bidestilada 119 Centro de investigaciones de plagas e insecticidas seguido, diez minutos más tarde, por aplicación tópica de acetona; una ninfa tratada con clorhidrato de fe ntolamina en Tritón 1% en agua bidestilada (1 µg/insecto) seguido, diez minutos más tarde, por aplicación tópica de acetona; y una ni nfa tratada con Tritón 1% en agua bidestilada seguido, diez minutos má s tarde, por aplicación tópica de eugenol en acetona (0,1 µg/insecto). Se eligieron las mayores dosis de octopamina y clorhidrato de fentolamina que en ensayos preliminares no produjeron síntomas de intoxicación en las ninfas (temblores, de splazamiento latera l). Inmediatamente después de los tratamientos, las ninf as fueron depositadas sobre la arena experimental y se filmó su movimiento durante una hora. Los videos fueron analizados con el software EthoVis ion XT 10.0 (Noldus 2013). Con este programa, se calcularon va lores de Distancia Recorri da expresada en cm. Se realizaron 6-8 réplicas indepe ndientes de cada ensayo. 6.1.1. Análisis estadístico Todos los resultados fueron an alizados con ANOVA de una vía, seguido por la prueba de Tukey cuando se manifest aron diferencias significativas. 120 Centro de investigaciones de plagas e insecticidas 6.2. Resultados La aplicación tópica de octopamina aumentó en forma significativa, y de manera dependiente de la dosis, la actividad loco motora de ninfas del tercer estadio de T. infestans (F = 13,32, gl = 2, 10, p < 0,001) (Fig 6.1). La hiperactividad se manifestó en las ninfas tratadas con 0,1 y 1 µg/insecto, pero no en las tratadas con 0,01. El tratamie nto con clorhidrato de fentolamina, en cambio, no modificó la actividad locomotora (F (2) = 0,91, gl = 2, 10, p = 0,42) (Fig 6.2). Figura 6.1. Distancia recorrida por ninf as del tercer estadio de T. infestans luego de la aplicación tópica de diferentes dosis de octopami na. Las líneas verticales representan el error estándar. Las barras señaladas con distintas letras son significativ amente diferentes (p < 0,05). 121 Centro de investigaciones de plagas e insecticidas Figura 6.2. Distancia recorrida por ninf as del tercer estadio de T. infestans luego de la aplicación tópica de diferentes dos is de clorhidrato de fentolamina. Las líneas verticales representan el error estándar. Las barras señaladas con distintas letras son significativamente diferentes (p < 0,05). Cuando se aplicaron simultáneamente 1 µg/insecto de octopamina y 1 µg/insecto de clorhidrato de fentolamina, la actividad locomotora de las ninfas no presentó diferencias significativas respecto a los controles (prueba de Tukey, p = 0,990) (Fig 6. 3). Dado que 1 µg/insecto de octopamina había producido hiperactividad cuando se apli có solo, este resultado implica que el clorhidrato de fentolamina inhibió su efecto. 122 Centro de investigaciones de plagas e insecticidas Finalmente, tampoco se observaron diferencias significativas en la actividad locomotora de ninfas tratad as simultáneamente con clorhidrato de fentolamina y una dosis hiperactivante de eugenol (prueba de Tukey, p = 0,406) (Fig 6.4). Figura 6.3. Distancia recorrida por ninf as del tercer estadio de T. infestans luego de la aplicación tópica de octopamina sola (OA) o lu ego del pretratamiento con clorhidrato de fentolamina (OA + CF). Las líneas verti cales representan el error estándar. Las barras señaladas con distintas letras son significativamente diferentes (p < 0,05). 123 Centro de investigaciones de plagas e insecticidas Figura 6.4. Distancia recorrida por ninf as del tercer estadio de T. infestans luego de la aplicación tópica de eugenol solo o luego del pr etratamiento con clorhidrato de fentolamina (eugenol + CF). Las líneas vertical es representan el error estándar. Las barras señaladas con distintas letras son significativamente diferentes (p < 0,05). 124 Centro de investigaciones de plagas e insecticidas 7- Discusión 125 Centro de investigaciones de plagas e insecticidas 7.1. Actividad locomotora en T. infestans expuesta a insecticidas convencionales y monoterpenos vegetales En esta parte de la tesis se inves tigó si dos insecticidas convencionales (azametifós y permetrina) y tres monot erpenos vegetales (eugenol, mentol y Tabla 7.1. Resumen de los efectos de insecticidas convencionale s y monoterpenos sobre la actividad locomotora de T. infestans Actividad locomotora Forma de aplicación Papel de filtro impregnado Aplicación Tópica Parámetros Distancia recorrida VelocidadTiempo en móvimiento Distancia recorrida Velocidad Tiempo en móvimiento Eugenol Aumentó Aumentó Aumentó Aumentó Aumentó Aumentó Mentol Aumentó Aumentó Aumentó Aumentó Aumentó Aumentó Acetato de Mentilo No se modificó No se modificó No se modificó No se modificó No se modificó No se modificó Azametifós No se Modificó No se modificó No se modificó No se modificó No se modificó No se modificó Permetrina No se modificó No se modificó No se modificó No evaluado No evaluado No evaluado Notas: Aumentó: fue significativamente mayor que en los controles no tratados con eugenol. No se modificó: no se observaron diferencias significativas respecto a los controles. 126 Centro de investigaciones de plagas e insecticidas acetato de mentilo) modifican la activid ad locomotora de ninfas del primer estadio de T. infestans . La Tabla 7.1 resume los resultados obtenidos. El mentol hiperactivó a las ninfas tanto cuando se realizó exposición a papeles de filtro impregna dos como cuando fue aplica do en forma tópica. El eugenol también produjo hiperactividad (solo fue evaluado mediante exposición a papeles impregnados). Acetato de mentilo, azametifós y permetrina no modificaron la actividad loco motora de las ninfas en ninguna de las dos formas en que fueron aplicados. La actividad locomotora es una característica compleja, directa o indirectamente involucrada en casi toda s las actividades de los insectos y regulada por mecanismos neurofisiológicos (Klowden 2007). Tiene un papel muy importante en la supervivencia y depende tanto de factores internos (edad, estado hormonal) como externos (p resencia o ausencia de depredadores y conespecíficos) (Hoffmann 1990, Pfl üger y Duch 2011, Rakshit y col 2013, van der Bijl y col 2015). La hiperactividad es el primer síntoma de intoxicación en insectos expuestos al DDT y a los piretroide s (Gammon 1978, Toth y Sparks 1990, Alzogaray y col 1997). Este efecto depende de la dosis y es reversible. Los insectos expuestos a bajas dosis de piretroides se hiperactivan y luego recuperan una actividad locomotora norma l; pero a partir de cierta dosis, la 127 Centro de investigaciones de plagas e insecticidas hiperactividad es seguida por la aparic ión de otros síntomas de intoxicación, como temblores, incoordinación y pará lisis (Alzogaray y col 1997, Alzogaray y Zerba 1997). Ninfas de T. infestans resistentes a la incoordinación y el volteo producidos por piretroides tambié n resultaron resistentes al efecto hiperactivante (Sfara y col 2006). Este resultado apoya la hi pótesis de que el aumento de la actividad locomotora es un síntoma de intoxicación propio de los piretroides, más que una respuesta de tipo sensorial. También se observó hiperactividad en cucarachas alemanas expuestas a componentes de aceites esenciales (Enan 2001), pero solo recientemente se cuantificó este efecto en cucarachas alemanas y vinchucas tratadas con monoterpenos alcohólicos (Alzogaray y col 2013, Moretti y col 2013, 2017). Moretti y col (2013) demostrar on que la exposición a papeles impregnados con mentol o eugenol hiperactivan a las ninfas de T. infestans . El mismo resultado se obtuvo en el presente trabajo; además, se demostró que un efecto similar ocurre cuando ambos mo noterpenos son aplicados en forma tópica. El efecto del acetato de mentilo so bre la actividad locomotora solo había sido evaluado hasta ahora en B. germanica con resultado positivo (Alzogaray y col 2013). Sin embargo, en los experimentos aquí presentados, no modificó la actividad locomotora de T. infestans . Esto sugiere que el efecto 128 Centro de investigaciones de plagas e insecticidas depende de la especie, lo cual ya ha bía sido observado en triatominos vectores de Chagas. Por ejemplo, concentraciones de verbenol que hiperactivan ninfas del primer estadio de R. prolixus no modifican la actividad locomotora del mismo estadio de T. infestans (Moretti y col 2013). Inversamente, en ninfas de T. infestans el eugenol produce un efecto hiper activante que no se manifiesta en R. prolixus . Si se acepta que en los monoterpe nos la hiperactivación es un efecto tóxico similar al producido por ins ecticidas piretroide s (Alzogaray y col 1997), la ausencia del mi sno en tratamientos de vinchucas con acetato de mentilo podría estar vinculada a su muy baja toxicidad en insectos, como los mosquitos A. y Aedes , el triatomino R. prolixus y la mosca doméstica (Samarasekera y col 2008, Sfara y col 2009, Tarelli y col 2009). Se desconoce el modo de acción de la mayoría de los monoterpenos. El eugenol es una de las pocas excepci ones, porque hay evidencias de que su sitio de acción podría ser el receptor de la octopamina (Enan 2001). El sistema octopaminérgico está ampliamente dist ribuido en los sistemas nerviosos central y periférico de los invertebra dos, donde participa en muchos aspectos fisiológicos y de comportamiento (Farooqui 2012). En el contexto del presente estudio, es importante tener en cuenta que el sistema octopaminérgico está involucrado en el inicio y mantenimiento de comportamientos rítmicos como 129 Centro de investigaciones de plagas e insecticidas el caminar (Yellman y col 1997, Sara swati y col 2004, Ya ng y col 2010). Una interacción entre el eugenol y los recepto res octopaminérgicos podría explicar la hiperactividad observada en nuestros experimentos. Los experimentos de la sección 6 fueron diseñados para explorar esta posibilidad. El azametifós y la permetrina tam poco hiperactivaron a las ninfas de T. infestans . La hiperactividad de los ins ectos no es un síntoma usualmente asociado a la intoxicación con organofosfo rados. Por el contrario, en algunos casos, la exposición a estos insecticid as provoca una disminución de la locomoción (Jensen y col 1997, Venkate swara y col 2005), aunque este no fue el caso en el presente trabajo. Los piretroides, en cambio, si tienen como característica general producir hiperactividad. Como ya se me ncionó, el efecto hiperactivante de los piretroides está íntimamente ligado a su toxicidad. En los insectos, los - cianopiretroides son más tóxicos y mejore s hiperactivantes que los piretroides que no contienen un grupo -ciano (Alzogaray y Zerba 2001). Por ejemplo, en T. infestans , los -cianopiretroides cipermetri na y deltametrina son hiperactivantes qu e los no-cianopiretroides cis-permetrina y tetrametrina. En un trabajo previo, la exposición de ninfas del tercer estadio de T. infestans a 14 µg/cm2 de cis-permetrina produjo hiperactividad (Alzogaray y 130 Centro de investigaciones de plagas e insecticidas col 1998). En el presente trabajo, la pe rmetrina no hiperactivó a las ninfas ni siquiera a una concentración de 100 µg/cm2. Para entender esta diferencia, hay que tener en cuenta que no se trata de los mismos productos. La permetrina usada en este trab ajo es una mezcla cis:trans 52,4:47,6, mientras que el producto usado en el trabaj o citado contiene el isómero cis- con una pureza superior al 99%. En ninfas del tercer estadio de T. infestans , la trans- permetrina es 25 veces me nos tóxica que la forma cis-; además, cuando ambos isómeros se aplican simultáneamente, se produce un efecto tóxico antagónico (Alzogaray y col 1998). Todo esto es una muy probable explicación de por qué la permetrina usada en este trabaj o no hiperactivó a las ninfas del tercer estadio de T. infestans . La ausencia de un efecto hiperactivante permitió usarla en esta Tesis, en los experimentos en que su tiempo de acción disminuyó como consecuencia de la hiperac tivación de las ninfas con eugenol. La hiperactividad tiene una aplicaci ón práctica en el ámbito del control de vectores de Chagas. Durante el día, en las viviendas rurales, las vinchucas permanecen escondidas en grietas de las paredes de adobe e intersticios en la materia vegetal seca usada en las construcciones (Zeledón y Rabinovich 1981). En estas circunstancias, suele se r difícil detectar mediante búsqueda manual si una vivienda se encuentra infe stada con estos insectos. El efecto de los piretroides sobre la actividad loco motora de las vinchucas facilita la 131 Centro de investigaciones de plagas e insecticidas búsqueda, porque los insectos hiperac tivados abandonan sus refugios y se visualiza su presencia (Pinchin y col 1980, Wood y col 1993) . Este fenómeno, llamado expurgue, ha sido usado durante dé cadas y en Argen tina se aplica con este fin el piretroide tetrametrina aerosolizado (Pinchin y col 1980, Wood y col 1993, Gürtler y col 2001). El su rgimiento de focos de resistencia a piretroides en diferentes localidades de Argentina y Bolivia (Picollo y col 2005, Mougabure-Cueto y Picollo 2015), y la confirmación de que las vinchucas resistentes al efecto leta l de estos insecticidas son también resistentes a su efecto hiperactivante (Sfara y col 2006), indican la necesidad de desarrollar nuevos pr oductos para monitorear la presencia de triatominos en las viviendas rurales. Si bien su efecto es menor que el de los piretroides, cuya capacidad de expurgue fue demostrada en evaluacione s experimentales (Pinchin y col 1980, Wood y col 1993), los monoterpenos linalool y eugenol son buenos expurgantes de T. infestans en condiciones de laboratorio y semicampo (Moretti y col 2017). La necesidad de contar con productos alternativos justifica profundizar los estudios sobre los efectos expurgantes de monoterpenos puros y combinados. 132 Centro de investigaciones de plagas e insecticidas 7.2. Toxicidad de mezclas binarias y efecto de la hiperactividad sobre la exposición de T. infestans a una superficie insecticida Luego de los bioensayos para evalua r el efecto de las sustancias en estudio sobre la actividad locomotora, se investigó el efecto tóxico de mezclas binarias constituidas por un insec ticida convencional (azametifós o permetrina) (eugenol, mentol o acetato de mentilo) en ninfas del primer estadio de T. infestans . La Tabla 7.2. resume los resu ltados de estos bioensayos. Tabla 7.2. Resumen de los ensayos de toxici dad con mezclas de insecticidas convencionales y monoterpenos. Insecticida MonoterpenoForma de aplicación Parámetro toxicológico calculado filtro impregnado TV50 No ocurrió 133 Centro de investigaciones de plagas e insecticidas Las mezclas que contenía n azametifós se aplicar on de dos maneras: por exposición a papeles impre gnados y en forma tópica. Cuando las ninfas fueron expuestas a papeles de f iltro impregnados, los tres monoterpenos sinergizaron la toxicidad del azametifós. Pero cuando se realizó aplicación tópica, solo el mentol y el acetato de mentilo produjer on sinergismo, mientr as que el eugenol no modificó la toxicidad del organofosforado. La permetrina y sus mezclas c on monoterpenos fueron aplicadas mediante exposición a papeles de f iltro impregnados. En estos ensayos, eugenol y mentol sinergizaron el tiempo de acción de la permetrina, mientras que el acetato de mentilo no la modificó. De modo que los resultados dependieron del monoterpeno y de la forma de aplicación. La literatura científica sobre interacciones toxicológicas entre insecticidas convencionales y ace ites esenciales, o sus componentes individuales, en insectos es escasa. Los aceites esenciales de albahaca, menta, alcanforero y otras plantas, sinergizan la toxicidad de organofosforados y piretroides en mosca doméstica M. littoralis) (Mesbah y col 1985, Mesbah y col 2006). De catorce aceites esenciales evaluados en larvas de Ae. aegypti , seis sinergizan la toxicidad del carbaril, pero antagonizan la toxicidad de la permetrina (Tong y Bloomquist 2013). Otros aceites esenciales si nergizan a la permetrina en Ae. aegypti y A. 134 Centro de investigaciones de plagas e insecticidas gambiae , y a la cipermetrina en el escarabajo Alphitobius diaperinus , plaga de la avicultura (Gross y col 2017, Aren a y col 2018, Chansang y col 2018). Los resultados de estos trabajos son segu ramente la resulta nte de diversas interacciones toxicológicas en las que participan los insecticidas convencionales y los numerosos com ponentes de cada ac eite. Solo la evaluación de mezclas simples permite identificar claramente el tipo de interacción que aporta cada componente. En la bibliografía tampoco abundan lo s estudios sobre interacciones en mezclas binarias, ternarias y cuaterna rias de monoterpenos (Singh y col 2009, Gallardo y col 2012, Koul y col 2013, Pavela 2014, Gallardo y col 2015), y son aún más raras las publicaciones dedi cadas al estudio de mezclas simples de monoterpenos e convenc ionales. littoralis (Abbassy y col y el linalool el áfido Myzus persicae (Faraone y col 2015). En general, en estos trabaj os no se investigaron las causas de las interacciones ni se especuló sobre cuáles podrían ser. Las interacciones sinérgicas descubierta s en esta tesis se pueden deber a modificaciones en los procesos toxi cocinéticos y toxicodinámicos del azametifós y la permetrina en T. infestans . Sería de esperar sinergismo si a) 135 Centro de investigaciones de plagas e insecticidas los monoterpenos aumentan la tasa de ab sorción de estos dos insecticidas, b) disminuyen sus tasas de detoxificación, c) incrementan los efectos que resultan de la unión de los insecticidas con sus respectivos sitios de acción. Se conoce muy poco o nada sobr e los procesos de absorción, metabolismo y unión al o los sitios de a cción de los tres monoterpenos usados en este trabajo. Por eso, más adelan te en esta discusión, se realizan especulaciones generales sobre las po sibles causas de los sinergismos descubiertos, relacionadas con la absorc ión, el metabolismo y los sitios de acción de las sustancias evaluadas. Pero antes de presentar tales especu laciones, se discute la parte de la tesis que tuvo como objetivo investigar si era posible que la hiperactivación aumentara el tiempo de acción de un ins ecticida aplicado sobre una superficie. 7.2.1. Absorción cuticular y sinergismo 7.2.1.1. Mayor absorción cuticula r a causa de la hiperactividad Los resultados de la sección 4, resu midos en la tabla 7.3, demuestran que ninfas de T. infestans hiperactivadas por eugenol y expuestas a una superficie tratada con permetrina capta n más insecticida, y por ende se intoxican más rápido, que ninfas no hi peractivas. Se llegó a esta conclusión tras evaluar la toxicidad de la permetrina en distin tos escenarios de aplicación 136 Centro de investigaciones de plagas e insecticidas de eugenol y comprobar que la int oxicación ocurría más rápido solamente cuando las ninfas estaban hiperactivad as por el monoterpeno. Los resultados de los ensayos de toxicidad y compor tamiento se complementaron con el análisis químico. Este últim o reveló que en la cutícula de ninfas hiperactivadas expuestas a la superficie insecticida ha bía más permetrina que en la cutícula de ninfas no hiperactivas. Tabla 7.3. Resumen de los resultados obtenidos en los ensayos con eugenol y permetrina en T. infestans. Tratamiento con eugenol TV50 de la permetrina Actividad locomotora Captación de permetrina Aplicación tópica (inmediatamente antes) Disminuyó Aumentó Aumentó Aplicación tópica (30 min antes) No se modificó No se modificó No evaluado Exposición simultánea a vapores Disminuyó Aumentó No evaluado Inyección previa No se modificó No se modificó No evaluado Notas: Disminuyó: fue significativamente menor que en los controles no tratados con eugenol. Aumentó: fue significativamente mayor que en los controles no tratados con eugenol. No se modificó: no se observaron diferencias significativas respecto a los controles. 137 Centro de investigaciones de plagas e insecticidas En la bibliografía se encontró un solo antecedent e de un fenómeno similar, donde la toxicidad resultant e de la exposición a una superficie insecticida dependió de la actividad lo comotora. La observación se hizo en ensayos con dos cepas del gusano cogollero Heliothis virescens , una susceptible y otra resistente a perm etrina (Sparks y col 1989). Cuando se expusieron a una superficie tratada con el insecticida, las larvas de la cepa resistente fueron menos activas y captar on menos insecticida que las larvas de la cepa susceptible. Esta respuest a de comportamiento se consideró parcialmente responsa ble de la resistencia al piretroide. En el presente trabajo, la hipe ractividad producida por el eugenol dependió del modo en que fue aplicado en las ninfas. La aplicación tópica produjo el mayor aumento de la loco moción, seguida po r la exposición a vapores, que produjo un efecto menos pr onunciado, mientras que la inyección no modificó la actividad locomotora. Ef ectivamente, la vía de exposición es uno de los factores que modula la absorc ión de los tóxicos en los seres vivos (Matsumura 2012). Por ejemplo, los in sectos expuestos a una superficie insecticida captan el compuesto principalm ente por las patas, mientras que la aplicación tópica genera una distribuci ón más extensa sobre el cuerpo (Miller y col 1982). Aquí, las ninfas tratadas en forma tópica r ecibieron una mayor 138 Centro de investigaciones de plagas e insecticidas cantidad de eugenol que las expuestas a lo s vapores. Por lo tant o, la diferencia observada en el efecto sobr e la actividad locomotora se podría deber a que una dosis más alta produce un efecto mayor. Además, la exposición de un insecto a los vapores de un compuesto resulta en un ingreso mayoritario por la vía traqueal. Solo una porción menor se de posita sobre la cutícula, donde podrían estar los receptores externos neurosen soriales, probable blanco del efecto hiperactivante. Para saber si esta explicación es váli da, es necesario continuar las investigaciones sobre el modo de acción de monoterpenos sobre T. infestans, con el fin de establecer si el efect o hiperactivante del eugenol es el primer síntoma de un proceso de intoxicación, como parece ocurrir con los piretroides, o si es la respuesta compor tamental ante un estímulo percibido por órganos sensoriales. ¿Por qué la inyección de eugenol no produjo hiperactividad? La dosis aplicada (2 ng/insecto) pudo ser demasia do baja para modificar la actividad locomotora de las ninfas. En T. infestans y R. prolixus , el eugenol y otros monoterpenos aumentan la actividad lo comotora de un modo que depende de la dosis (Moretti y col 2013, 2017). En el presente trabajo no se pudieron aplicar dosis superiores a 2 ng/insecto porque producían rápidamente síntomas de intoxicación (desplazamiento lateral, extensión de la proboscis, temblores en las patas). 139 Centro de investigaciones de plagas e insecticidas Por otro lado, el efecto del euge nol sobre la actividad locomotora podría ocurrir como respuesta a su perc epción por neuronas de las estructuras sensoriales presentes en la cutícula y que reaccionan a diferentes estímulos ambientales. Si esto fuera cierto, la hi peractividad no se produciría cuando el monoterpeno se inyecta en la hemolinfa . La muy rápida manifestación de la hiperactividad cuando las ninfas fuer on expuestas a vapores o tópico de eugenol apoya esta explicación. En síntesis, se demostró que una inusual combinación de efectos comportamentales y toxicológicos expli ca claramente por qué el TV50 de la permetrina es menor que el de la permetrina sola si las ninfas expuestas están hiperactivadas por eugenol. El mentol también hiper activó a las ninfas de T. infestans , y su aplicación conjunta con permetrina s obre un papel de filtro disminuyó la CL50 de esta última. Entonces sería lógi co proponer que, como en el caso del eugenol, una cosa es consecuencia de la otra. Para comprobarlo, habría que realizar con el mentol ensayos simila res a los realizados con permetrina. Pero no todos los sinergismos obten idos en este trabajo se pueden explicar de la misma manera. El acetato de mentilo no hipera ctivó a las ninfas de T. infestans por exposición a papeles ni por aplicación tópica, pero sinergizó la toxicidad de azametifós por ambas vías. A continuación se 140 Centro de investigaciones de plagas e insecticidas discuten otras posibles causas de los si nergismos aquí descriptos. En primer lugar, se analizará la posibilidad de que la presencia de los monoterpenos en las mezclas facilite la absorción de los insec ticidas convencionales. 7.2.1.2. Mayor absorción facilitada por las propiedades físico-químicas de los monoterpenos Las propiedades físico-químicas de los monoterpenos usados en este trabajo son otro factor que podría modi ficar la tasa de absorción de los insecticidas convencionales cuando se aplican mezclados. Un monoterpeno puede actuar como vehículo que facilita la penetración de otro compuesto tóxico a través de la cutícula de un in secto, aumentando el efecto insecticida (Tak e Isman, 2015). La superficie corporal de los insectos está recubierta por una cutícula, cuya capa más externa, la epícutícula, es altamente lipofílica. En las capas subyacentes (exo y endocutícula), la lipof ilicidad disminuye hacia el interior del organismo (Nation 2002). A causa de esta característica, los insecticidas que presentan una óptima tasa de abso rción son aquellos con lipofilicidad intermedia. Los muy poco lipofílicos no logran atravesar la epicutícula, mientras que los extremadamente lipofílic os quedan retenidos en la cutícula a medida que aumenta la hidrofilicid ad de esta (Ols on y O'Brien 1963). 141 Centro de investigaciones de plagas e insecticidas El eugenol y el mentol son líqui dos ligeramente lipofílicos (log P ow = 2,66 y 2,68, respectivamente), y el acet ato de mentilo es un sólido cristalino ceroso algo más lipofílico (log P ow = 4,00) (Wishart y col 2006, TGSC 2018). Estas propiedades deberían conferirles una alta tasa de absorción cuticular, y su presencia en mezclas binarias podría facilitar la absorción de los otros componentes. La elección de un vehículo apropiado puede aumentar la tasa de absorción de un insecticida convencional a través de la cutícula de los insectos (Calabrese, 1991). Las únicas investigaciones localizadas en la bibliografía sobre el mecanismo de sinergismo entre monot erpenos se refieren a un caso de aumento de la absorción (Tak e Isman 2015). Al aplicar en forma tópica una mezcla de 1,8-cineol y alcanfor en larvas de la oruga medidora, Trichoplusia ni, la concentración de este último dentro del cuerpo de las larvas fue mayor que cuando se lo aplicó solo. Además, la toxicidad de la mezcla resultó mayor que las toxicidades de cad a monoterpeno por separado. Pero cuando la mezcla se aplicó por inyección, el sinergismo no se manifestó. El au mento de la tasa de absorción se atribuyó a que el 1,8-ci neol disminuye la tensión superficial del alcanfor y aumenta su solubilidad en el solvente empleado, favoreciendo la penetración cuticular. Otros trabajos c onfirmaron el aumento en la tasa de 142 Centro de investigaciones de plagas e insecticidas absorción como causa responsable de interacciones sinérgicas en mezclas binarias de otros monoterpe nos (Tak e Isman 2017a,b). Es plausible considerar que monot erpenos medianamente lipofílicos aumenten la absorción del azametifós, generando sinergismo. En el caso del eugenol y el mentol, el sinergismo obs ervado podría ser la resultante de un aumento de la absorción y el efecto hipe ractivante demostrado en esta tesis. Estas dos causas no son mutuamente excluyentes. 7.2.2. Metabolismo detoxificante y sinergismo Ciertas interacciones que afectan lo s procesos de biotransformación de xenobióticos pueden producir sinergismo. En los casos estudiados en esta tesis, se justificaría el sinergismo si los monoterpenos estudiados inhiben o actúan como sustratos competitivos de en zimas que detoxifican al azametifós y la permetrina. La bibliografía no ofrece resultados que vinculen a los tres monoterpenos estudiados en esta tesis con la inhi bición de enzimas detoxificantes de los insectos. Pero otros metabolitos secunda rios de plantas inhiben esterasas, oxidasas del sistema P450 y transferas as (Feng y col 1995, Rachorkan y col 2008, Rattanapan y col 200 9, Shukirun y col 2011, Picking y col 2018). 143 Centro de investigaciones de plagas e insecticidas Los monoterpenos y los insecticidas convencionales puede n ser sustratos de las mismas enzimas. En los insectos , el azametifós y la permetrina son objeto de hidrólisis y oxidaciones; el fosforado también sufre conjugaciones con glutatión (Dowd y Spar ks 1987, Saito y col 1992, Kristensen y col 2000, Kristensen 2005; Aïzoun y col 2013, Lin y col 2014). Si alguno de los monoterpenos aquí usados fuera meta bolizado por las mismas actividades enzimáticas que metabolizan al azametif ós y a la permetrina, podría ocurrir una inhibición por sustrato alternati vo (Mannering 1968). Esto significa que un sustrato inhibe competitivamente el metabolismo de otro. En estas circunstancias, la presencia de un monot erpeno podría inhibir el metabolismo del azametifós y la permetrina, aumentando su concentración interna biodisponible con respecto a la aplicación individual de estos insecticidas, y dando lugar al sinergismo observado. En distintos vertebrados se identifi caron metabolitos de eugenol y mentol propios de la actividad de oxidasas y transferasas (Scheline 1991), mientras que no parece haber estudios sobre el metabolismo del mentil acetato. La presencia en sus estructuras química s de grupos metabolizables (metilo, metoxilo, éster de carbono), sugieren que el eugenol, el mentol y el acetato de mentilo pueden ser sustratos de distin tas actividades detoxificantes de los insectos (Yu-Hsien 2014). 144 Centro de investigaciones de plagas e insecticidas Para que un sustrato inhiba compe titivamente el metabolismo de otro debe tener una buena afin idad por la enzima que biotransforma a ambos. La inhibición ocurriría si los monot erpenos potencialmente inhibidores competitivos, fueran buenos sustratos de las enzimas detoxificantes del insecticida que sinergizan (Hathw ay, 2007). No hay antecedentes bibliográficos de este tipo de estudio con las sustancias objeto de la presente tesis. No obstante, recientemente se informó un fenómeno de sinergismo entre monoterpenos relacionado con una competición en procesos de detoxificación mediados por el sistema del citocromo P450 de M. domestica (Scalerandi y col 2018). Los autores de este tr abajo desarrollaron un modelo donde proponen que la toxicidad de un monoterpeno principal en una mezcla resulta de su concentración interna remanente lu ego de procesos que lo desintoxican. En este escenario, un monoterpeno insec ticida minoritario en la mezcla se vería poco afectado por procesos de detoxificación, ocupados en la degradación del componente mayoritario. De esta manera, la toxicidad del monoterpeno minoritario de la mezcla se ría mayor que cuando es aplicado en forma individual. En otras palabras, ocurriría un sinergismo. 7.2.3. Sitios de acción y sinergismo Para que una interacción que afecta los sitios de acción origine un 145 Centro de investigaciones de plagas e insecticidas sinergismo, las sustancias involucradas de berían ejercer sus efectos a través de diferentes mecanismos. Si lo hicieran por el mismo mecanismo, sería de esperar un efecto antagónico (Mrak 196 9, citado en Wilkinson 1976). Los sitios de acción de azametifós y permetri na son la enzima AChE y los canales de sodio dependientes de voltaje, re spectivamente (IRAC 2017). Aún no se identificó con certeza el sitio de ac ción de ningún monoterpeno, pero hay evidencias de que el del eugenol podr ía ser el receptor de octopamina del sistema nervioso de los insectos (Ena n 2001). Además, el eugenol y el mentol inhiben la actividad de la AChE, pero lo hacen en con centraciones muy altas para considerar que esta enzima sea su sitio de acción primario (Mizawaya y col 1998, Dohi y col 2009, Dalai y col 2014, Park y col 2016). La escasa información disponible sobr e los modos de acción de estos monoterpenos hace difícil elaborar hipó tesis sobre interacciones que afecten los sitios de acción y puedan explicar los sinergismos descritos en esta tesis. Sin embargo, un caso en particular, el alto sinergismo del mentol sobre la toxicidad del azametifós, merece un br eve análisis a la luz de estudios recientes que vinculan a este monoter peno con receptores colinérgicos del sistema nervioso humano. De los resultados obtenidos con las mezclas estudiadas, el más inusual fue el alto sinergismo del mentol s obre el azametifós, con una Tasa de 146 Centro de investigaciones de plagas e insecticidas Sinergismo de 49 (es decir, la mezcl a fue 49 veces más tóxica que el organosfosforado solo). Los sine rgismos reportados en mezclas monoterpeno:insecticida convencional son en general mucho menores. Por ejemplo, la toxicidad conjunta de mezclas binarias de imidacloprid, profenofós y metomil con distintos m onoterpenos fue entre 1,8 y 4,8 veces mayor que la toxicidad individual de los insecticidas (Abbassy y col 2009, Faraone y col 2015). Por lo novedoso, y por su potencial aplicabilidad, es importante explorar más profundamente el mecanismo de la in teracción en las mezclas de mentol y azametifós. Para plantear una hipótesis que ofrezca una causa molecular de esta interacción se podrían considerar resultados obtenidos con receptores de ACh 7-nACh humanos expresados en oocitos de Xenopus laevis a los que el mentol se unió en forma no co mpetitiva (Ashoor y col 2013). En el cerebro de los vertebrados, los receptores nicotínicos de ACh (nAChR) más abundantes cont ribuyen a lo cognitivo, el estado de ánimo, la memoria a largo plazo y otros fenómenos vinculados a la actividad cerebral, y están implicados en una variedad de trastornos neurológicos (Hogg y col., 2003). Por otra parte, va rios inhibidores de la AChE tienen importantes efectos indirectos sobre los nAChR a través de la inhibición directa de la enzima (Fayuk y Yakel, 2004). Vari os organofosforados interactúan 147 Centro de investigaciones de plagas e insecticidas directamente con los nAChRs neuronales para inhibir la respuesta inducida por la ACh de una manera no co mpetitiva, dando como resultado la desensibilización del receptor (Zwarty col 2000). Y fármacos i nhibidores de la AChE interactúan con los sitios de r econocimiento de ACh y son coagonistas de la ACh en los receptores nicotínicos (Zwart y col 2000) . Estos resultados indican que los nAChR neuronales cons tituyen blancos adicionales para el efecto de los organofosforados en el sistema nervioso (Chantal y col 2004). Sabiendo que el mentol y los organof osforados inhiben el nAChR, se podría considerar la posibilidad de que si actúan de diferente manera sobre estos receptores, su aplicación c onjunta ocasionaría sinergismo. Presumiblemente, la aplicación si multánea de un organofosforado y acetato de mentilo podría dar un resulta do similar, porque es probable que en T. infestans este monoterpeno actúe in vivo como un \"pro-mentol\". Es decir, que al ingresar en el insecto las carboxi esterasas lo hidrolicen rápidamente a mentol. Esta especulación se basa en que T. infestans presenta una importante actividad de esterasas (Wood y col., 1985, Wallace y col, 1988). Además, la estrategia de esterificar una molécula pa ra mejorar su absorción a través de la cutícula de los insectos, convirtiéndola en un \"pro-compuest o activo\" que por hidrólisis se regenera f ácilmente dentro del organi smo, es una práctica cuya efectividad ya fue demostrada en T. infestans (Masuh y col., 1996). 148 Centro de investigaciones de plagas e insecticidas En síntesis, como hipótesis altame nte especulativa, los antecedentes permiten plantear que el muy alto efec to sinergista del mentol y su acetato sobre el azametifós podría estar vi nculado con una interacción de estas sustancias con el nAChR. Cuando haya más información sobre la toxicocinética y la toxicodinámica de los monoterpenos, se podrá comprender y develar los mecanismos que ocasionan las interacciones toxicológicas en las que participan. En términos generales, la identificación de mezclas sinérgicas de monoterpenos e insecticidas convencionale s podría ser el primer paso hacia el desarrollo de productos cuyo uso implique la tan de seada reducción en el uso de insecticidas convencionales. En particular, se debería investigar si el alto sinergismo del mentol y, en menor medida, del acetato de mentilo so bre el azametifós se manifiestan en otras especies de insectos cuyo control con este insecticida está recomendado. También se podría plantear el uso de mezclas de mentol y azametifós para controlar triatominos resistentes a piretr oides. Esto es factible, porque el uso domiciliario y sanitario del azametifós está aprobado en Argentina para el control de moscas, y el mentol es c onsiderado comestible para los humanos. 149 Centro de investigaciones de plagas e insecticidas 7.3. Hiperactividad por eugenol y el sistema octopaminérgico En la última parte experimental de la tesis se demostró que el clorhidrato de fentolamina, un antago nista de la octopamina, inhibe la hiperactividad inducida por el eugenol en ninfas de T. infestans . Los resultados sugieren que el sistema octopa minérgico participa en el efecto de eugenol sobre la actividad locomotora de este triatomino (Tabla 7.4). Tabla 7.4: Resumen del efecto del clor hidrato de fentolamina s obre la hiperactividad producida por la octopamina y el eugenol en T. infestans Tratamiento OA CF OA + CF Eugenol Eugenol + CF Actividad locomotora Aumentó No se modificó No se modificó Aumentó No se modificó Abreviaturas : OA, octopamina; CF, clorhidrato de fentolamina. Notas: Aumentó: fue significativamente mayor que en los controles no tratados. No se modificó: no se observaron diferencias signifi cativas respecto a los controles. Como se mencionó en la Introdu cción, la octopamina actúa en numerosos aspectos de la fisiología y el comportamiento de los invertebrados, y sus receptores están ampliamente distri buidos en el sistema nervioso de este grupo animal (Zhukovskaya 2012, Faroonqui 2014, Zhukovskaya y Polyanovsky 2017). Modula los cambios en el músculo esquelético y lo adapta a variadas situaciones fisiológicas como el vuelo, el mantenimiento de la 150 Centro de investigaciones de plagas e insecticidas postura, y movimientos rápidos relaciona dos con la defensa o el escape del insecto (Roeder 2005, Evans 1984 a,b, Saraswati 2004, Brembs y col 2007, Selcho y col 2012, Yang y col 2015). Larvas mutantes de D. melanogaster con bajos niveles de octopamina poseen una velocidad y desplazamiento reducido, y pasan mayor tiempo en reposo (Sa rawasti 2004). Estos aspectos comportamentales se revierten cua ndo las mutantes son alimentadas con octopamina. En larvas de D. melanogaster decapitadas, la inyección de octopamina aumenta la lo comoción (Yellman 1997). En la cucaracha americana, el eugenol se comporta como agonista de la octopamina (Enan 2001). Ambos aumentan la concentración intracelular de cAMP en el sistema nervioso y la ta sa de pulsaciones car díacas de manera dependiente de la dosis; sintomáticam ente, producen hiperextensión de las patas y el abdomen. Además, en ensayos in vitro , el eugenol compite con la octopamina por la unión al recepto r de esta última (Enan 2001). Estos antecedentes inspiraron el obje tivo final de esta tesis: obtener evidencias acerca de la participación del sistema octopaminérgico en el efecto del eugenol sobre la ac tividad locomotora de T. infestans . Mediante bioensayos farmacológicos, se demostró que, en concordancia con estudios previos en D. melanogaster (Saraswati 2004, Selc ho y col 2012, Roeder 2005), la aplicación tópica de octopa mina hiperactiva a las ninfas de T. 151 Centro de investigaciones de plagas e insecticidas infestans , y este efecto no se manifiesta cn la aplicación simultánea de fentolamina. Finalmente, se demostró qu e el clohidrato de fentiamina también inhibe el efecto del eugenol sobre la actividad locomotora de las ninfas. Estos resultados sugieren fuertemente que el sistema octopaminérgico participa en el efecto hiperactivante de l eugenol. Queda por demostrar si dicho sistema también está ligado a la acci ón insecticida de este monoterpeno, reportada en T. infestans y otros insectos (Enan 2001, Waliwitiya y col 2009, Moretti y col 2013, Govindarajan y col 2015 ). La creciente aparición de resistencia a los ins ecticidas convencionales requiere la identificación de producto s con sitios de acción novedosos. Aunque en general los monoterpenos son menos tóxicos que los insecticidas convencionales, su acción sobre el rece ptor de octopamina les confiere un valor adicional, porque se trata de un blan co molecular diferente al de la gran mayoría de los insecticidas en uso. 152 Centro de investigaciones de plagas e insecticidas 8- Conclusiones 153 Centro de investigaciones de plagas e insecticidas En esta sección se destacan los asp ectos originales de la tesis, se enumeran las conclusiones que se desprenden de los resultados y se evalúan las hipótesis puestas a prueba. 8.1. Actividad locomotora de T. infestans expuesta a insecticidas convencionales y monoterpenos Se cuantificó por primera vez el efecto de azametifós y acetato de mentilo sobre la actividad locomotora de infestans . Eugenol y mentol aumentaron la activ idad locomotora de ninfas del primer estadio de T. infestans independientemente de la vía de exposición; pero acetato de mentilo, azametifós y permetrina no la modificaron. 8.2. Toxicidad de mezclas binarias de insecticidas convencionales y monoterpenos en T. infestans Se evaluó por primera vez la toxicidad de mezclas binarias integradas por un insecticida convenciona l (azametifós o permetri na) y un de mentilo) en T. infestans . En la mayoría de los casos, las concentraciones subletales de monoterpenos sinergizaron la toxicidad de los insecticidas convencionales, pero esto dependió de la forma de aplicación y del monoterpeno. 154 Centro de investigaciones de plagas e insecticidas El eugenol sinergizó la toxicidad de l azametifós y de la permetrina en ninfas del primer estadio de T. infestans (exposición a papeles impregnados). El mentol sinergizó la toxicidad del azametifós (exposición a papeles impregnados y aplicación tópica) y la de la permetrina (exposición a papeles impregnados). El acetato de mentilo sinergizó la toxicidad del azametifós (exposición a papeles impregnados y ap licación tópica) pero no de la permetrina (exposición a papeles impregnados). 8.3. Efecto de la hiperactividad so bre la exposición a una superficie insecticida en T. infestans Se demostró por primera vez que cu ando es expuesto a una superficie impregnada, un insecto hiperactiv ado por un monoterpeno capta más insecticida, y entonces se int oxica más rápido, que un insecto no hiperactivo. Al ser expuestas a una superficie im pregnada con permetrina, ninfas del tercer estadio de T. infestans hiperactivadas por eugenol se intoxicaron más rápido que ninfas no hiperactivas. 155 Centro de investigaciones de plagas e insecticidas De la cutícula de ninfas hiperactivad as por eugenol y expuestas durante el mismo tiempo a una superficie impregna da con permetrina se recuperó más insecticida que de las ninfas no hiperactivas. 8.4. La hiperactividad por euge nol y el sistema octopaminérgico Se evaluó por primera vez el efecto de l clorhidrato de fentolamina, un antagonista de la octopamina, sobre la actividad locomotora de ninfas tratadas con dosis hiperactivantes de eugenol. La aplicación tópica de octopamina o e ugenol hiperactivó a las ninfas del tercer estadio de T. infestans . La aplicación tópica de clorhidrat o de fentolamina no modificó la actividad locomotora de las ninfas. La aplicación tópica de clorhidrato de fentolamina inhibió el efecto hiperactivante de la oc topamina y el eugenol. Estos resultados sugieren que el sist ema octopaminérgico está involucrado en el efecto del eugenol sobre la activ idad locomotora de las ninfas de T. infestans . 156 Centro de investigaciones de plagas e insecticidas 8.5. Evaluación de las hipótesis de esta tesis A partir de las conclusiones, se an aliza a continuación la aceptación o rechazo de las hipótesis plantead as al comienzo de la tesis. (a) La exposición de ninfas de T. infestans a insecticidas convencionales y monoterpenos vegetales modifi ca su actividad locomotora. En las condiciones experimentales en que se realizaron los bioensayos, esta hipótesis se acepta parcialmente para el eugenol y el mentol. Azametifós, permetrina y acetato de mentilo no mod ificaron la actividad locomotora de las ninfas. (b) La aplicación conjunta de insectic idas convencionales y concentraciones subletales de monoterpenos ve getales produce interacciones que modifican la toxicidad de aquellos en ninfas de T. infestans . En las condiciones experimentales en que se realizaron los bioensayos, esta hipótesis se acepta parcialmente para las mezclas en las que se produjo un efecto sinérgico. 157 Centro de investigaciones de plagas e insecticidas (c) La cantidad de insecticida a la que se expone una ninfa de T. infestans que camina sobre una superficie impreg nada depende de su actividad locomotora. Esta hipótesis se acepta para el caso de ninfas hiperactivadas con eugenol y expuestas a permetri na investigado en esta tesis. (d) El sistema octopaminérgico está in volucrado en el efecto hiperactivante del monoterpeno eugenol en T. infestans . Los resultados sugieren que esta hipót esis debe ser aceptada, pero se deberían realizar otros experimentos (p or ejemplo, ensayos bioquímicos de unión a receptores) para confirmar esta aseveración. 8.6. Palabras finales Los resultados presentados en esta tesis originan nuevas preguntas y abren senderos por los cuales se podría n internar futuras investigaciones. También permiten visualizar posibles aplic aciones en el ámbito del control de plagas. Las interacciones sinérgicas descri ptas en la sección 4 animan a profundizar el estudio de los efectos tóxicos de mezclas simples de monoterpenos e insecticidas convenciona les. Los mecanismos que causan las 158 Centro de investigaciones de plagas e insecticidas interacciones en las que particip an los monoterpenos son un mundo por descubrir. Y la existencia de potentes ef ectos sinérgicos como el del mentol y el azametifós fomenta la esperanza de desarrollar pro ductos con menores concentraciones de insecticidas convenc ionales que los actualmente en uso. Tales productos contribuirían a disminuir los riesgos para el ambiente y los organismos que no son plaga. En la sección 5 se demostró una inexplorada consecuencia de la hiperactividad: aumenta la exposici ón a un insecticida aplicado sobre una superficie, haciendo que el efecto tóxi co de éste se manifieste con mayor rapidez. Este conocimiento impulsa a i nvestigar la aplicaci ón de mezclas de hiperactivantes con insecticid as para mejorar la eficie ncia de los tratamientos a campo. El efecto hiperactivante de los monoterpenos es una propiedad relevante y útil para el control de insect os plaga. Tanto por el sinergismo sobre insecticidas convencionales demostrado en esta tesis, como por su efecto de expurgue utilizado para el diagnóstico de infestación por triatominos en viviendas rurales. En la sección 6 se presentaron eviden cias de la participación del sistema octopaminérgico en el efect o del eugenol sobre la activ idad locomotora de los insectos. Esto señala nuevos caminos para explorar ¿Otros monoterpenos hiperactivantes también actúan por la mi sma vía?, ¿y los piretroides (clásicos 159 Centro de investigaciones de plagas e insecticidas hiperactivantes a los que, hasta ahor a, no se les reconoce ningún tipo de interacción con el receptor de octopamina)? Existen muy pocos produc tos comerciales en base a insecticidas que actúen sobre los receptores de octopamina. Los monoterpenos que tengan a estos receptores como sitio de acci ón, ya sea primario o secundario, constituyen un atractivo objeto de estudio. Pero todo tie ne un final, y esta tesis termina aquí. 160 Centro de investigaciones de plagas e insecticidas 9- Bibliografía 161 Centro de investigaciones de plagas e insecticidas Aazza S, Lyoussi B y Maria G. 2011. Anti oxidant and antiacetylcholinesterase activities of synergistic effects of Majorana 131:225-232. Abdelgaleil Fumigant and contact Obstetrici ans and Gynecologists, Society for Maternal-Fetal Medicine. rtial characterization of in Alzogaray R Zerba E. e toxicity 1997. Evaluation hyperactivity produced EN Independent and joint action of cis- and trans -permethrin on third instar Alzogaray Centro de investigaciones de plagas e insecticidas Aoshima H y Hamamoto K. 1999. Potentiation of GABA of Medical toxicology of substances. John Wiley & Sons, Inc, Hoboken. Barth E y Kundrotas L. Pflüger HJ y Duch C. 2007. Flight initiation and y H. 1997. Pictorial key of agas Disease Vectors in America, pp 85-106. Editora Fiocruz, Rio Casida JE Perspect. Muñoz A, Morales G, Paulone I, Giraldez E, Candioti C y Ripol C. 2004. Chagas'disea Cécere MC, Gürtler RE, Canale D, C hui RP y Cohen JE. 1996. El papel del peridomicilio en la eliminación de Triatoma infestans de comunidades rurales argentinas. B Ofic Sanit M, U Nova tripanozomiaze humana. Mem Cruz. 1:159- 218. Chantal J, Smulders M, Tjer k J, Vailati S, van Kleef R y Vijverberg H. 2004. receptors by organophosphate insecticides. Toxicol Sci. 82:545-554. 163 de investigaciones de plagas e insecticidas Chansang A, Champakaew D, Junkum Synergy the feedback of in the insect central nervous system. Neurotoxicology. 274:508-519. Cutillas A, Carrasco A, Martínez-Gutiérrez R, Tomas V y Tudela J. 2017. Salvia Bandyopadhyay JA. 2016. Terpenes: natural products fo r Article ID http://dx.doi.org/10.1155 /2016/4595823 de Oliveira BM, Melo CR, Alves PB, Sant os AA, Santos AC, Santana AD, Araújo AP, Nascimento PE, Blank review. Mem Inst Oswaldo Cruz. 97:603-612. Diaz Chemical sect fficacy, and toxicity. Med. 27:153-163. Dinamarca ML, Agosin M y Neghme A. fenvalerate Pest Biochem Phys. 27:123- 133. 164 Centro de investigaciones de plagas e insecticidas Du EJ, Ahn TJ, Choi MS, Kwon I, Kim HW, Kwon JY 2005. Molecular and pharmacological analysis of an octopamine receptor from American cockroach and fruit fly in re to plant essential octopamine Food and Agriculture Administ ration. 2018. Eliminación de Grandes Cantidades de Plaguicidas en Desuso en los Países en Desarrollo - Colección FAO: Eliminación de Plaguicidas-4. http ://www.fao.org/docrep/W1604S/w1604s04.htm Faraone N, Hillier ca1 Pharmacol. Feng R, Chen W y Isman MB. 1995. ism of malathion and Azambuja P, Garcia ES y Carvalho MG. 2017. Lethal and subletha l effects of Influenc e of nutritional state of 1980. Handbook of food additives. CRC Press. Boca Raton, Florida. Gallardo A, Picollo MI, Gonzalez-A udino P, Mougabure-Cueto G. 2012. Insecticidal activ of individual and mi Entomol. 49:332- 335. 165 Centro de investigaciones de plagas e insecticidas Gallardo A, Picollo MI y Mougabure-Cueto G. 2015. Lethal activity of individual and mixed monoterpenoids of geranium walking cockroach Periplaneta americana : an investigation using defined dos es at 15 and 32 ºC. Pestic Sci. 9:79-81. García DA, Bujons J, Vale Suñol C. 2006. Allosteric positive interaction of thymol with the GABA A receptor primar y cultures of mouse cortical neurons. Neuropharmacology. 50:25-35. Germano MD, Roca-Acev AC, Vassena C, Picollo MI y Mougabure-Cueto G. 2012. Scientific eviden in Triatoma infestans y Schofield under oil as friendly larvicides against malaria, dengue an d Japanese encephaliti s mosquito vectors. Parasitol Res. 115:807-15. C, Star iolo R, Salomón OD, Blanco S y Segura EL. 2004. Effectiveness of residual spraying of peridomestic ecotopes with World Health Organ. 82:196-205. Gürtler RE, Vazquez Prokopec GM, Ceballos LA, Lund Petersen C, Salomon OD. 2001. Comparison between two artificial shelte Hablamos de Chagas. 2016. Dimensión biomédica. http://www.hablamosdechagas. Turcotte BA, AS y LA. Modulation human d glycine AT, J y Dhar P.2015. Repellency Hathway DE. 2007. Foreign Royal Society of Chemistry, London. Heinzow B y Andersen H. 2006. Biocides a nd pesticides. En: John H y Howard G. Worth (eds), Fundamental toxicology, pp 292-296. The Royal Society of Chemistry, Cambridge. Heldreth B, Bergfeld WF, Belsito DV, Hill JG, Shank RC, Slaga TJ, Snyder PW y Andersen FA. 2012. Final report of the co smetic ingredient 166 Centro de investigaciones de plagas e insecticidas review expert panel on the safety assessmen t of methyl J Toxicol. 31:112S- 136S. Hodgson E, Mailman y Chambers JE (eds). 1998. Dictionary of Toxicology. Mcmillan, London. Hoffmann AA. 1990. The influence of age and experience with conspecifics on 2004. Fragrances in oolong tea oils: from practice to En: Ra i M y Carpinella MC (eds), AM. 2012. Eugenol—from the remote Maluku islands to the international ma rket Karr LL y Coats JR. 1992. Effects of f our monoterpenoids on growth Pyrethroids. Gilbert LI y Gill SS (eds), Insect Control. Academic Press, London. Khan H, Akram W, Shad A y Lee J. 2013.I nsecticide Musca L. ONE. 8:e60929. Kim S, Chen J, Cheng T, Gindulyte A, He J, He S, Li Q, Shoemaker BA, Thiessen PA, Yu B, Zaslavsky L, Zhang J y Bolt on EE. PubChem 2019 update: improved access to 167 Centro de investigaciones de plagas e insecticidas chemical data. Nucleic Acids Res. 2019 58:1101-1106. Koul O, Singh R, Kanda study on the and M, AG y Je spersen JB. 2000. Selection and reversion of azamethiphos-resistance Kumar S, Malik A y Satya J, Galíndez Disease Vectors in America, pp 265-270. Editora Fiocruz, Rio de Janeiro. LeOra Software. 2002. POLO PC: a user's guide for probit or logit analysis. LeOra Berkeley. 1976. defenses Rev layer hens. Med Vet Entomol. plagas e insecticidas Lutz A, Sfara V y Alzogaray RA. O, New York. Marquez 2004. Plantas aromáticas: tratad o de aromaterapia científica. Kier SA, Buenos Aires. Masuh H, Fontán A, Picollo MI, de Licastro Matsumura F. 2012. Toxicology of Insec ticides. Springer Science & Business Media, Berlin. McCain WC y Leach GJ. 2006. Repellents used in fabric: The experience of the US Military. En: Debboun M, Frances SP y Mellanby K. 1992. The DDT Story. British Crop Protection Council, Surrey. Menichini F, Tundis Marrelli oils of ornamental and medical pl against fly larvae plant oils alone and/or combined with different Rev Entomol. 12:229-256. Miller AT y EM. 1982. Mode of ac tion of pyrethoids. En: Joel R (ed), Insecticide Mode of Action, pp 3-24. Academic Press. New York. Miyazawa M, Nakahashi H, Usami A y Matsuda N. J Nat Med. 70:282-289. Miyazawa M, Watanabe H, Umemoto K y Kameoka H. Med Entomol. 50:1046-1054. 169 Centro de investigaciones de plagas e insecticidas Moretti AN, Seccacini EA, Zerba EN, Chagas t. En Ballantyne B, Marrs T Syversen C, Kudom A, Boko P, Odjo A, Mal one D y Rowland M. 2014. Mosquito nets treated with a mixture of E, Abdolmaleki A, Z y Kamita S. 2016. Individual and cuticle. J Insect Physiol. 9:786-797. OMS. Organización Mundial de la Salud. 1982. Toxicidad de plaguicida para el hombre. Ginebra. OMS. Organización Mundial de la Sal ud. 1991. Informe técnico: Control de la enfermedad de Chagas. Ginebra. OMS. Organización Mundial de la Sal ud. 2007. Reporte de la enfermedad de Chagas. Buenos Aires. Argentina. Pajaro-Castro N, Caballero-Gallardo K, of three com Prod. de investigaciones de plagas e insecticidas Pavela R, Maggi F, Cianfaglione K, Bruno M y Benelli essential oils of y Cr aig R. 1964. The use of ga s chromatography for the quantitative determination of micro-amounts of insecticide picked by mosquitos. B World Health Organ. 3:91-95. Pessoa GCD, Viñas PA, Rosa ACL y Diotai uti L. 2015. History of resistance of Soc Bras Med Trop. Pflüger C, Sa nto Orihuela P, Barrios S, Zaidemberg M y Zerba E. 2005. High resistance to pyr ethroid insecticides Triatoma infestans (Hemiptera, Reduvidae) from the north of Argentina. J Med Entomol. 42:637-642. Picking D, Chambers B, Barker J, Shah I, Porter R, Naughton DP y Delgoda R. 2018. ira ACB. 1980. The flus of pyrethrum vector of disease. T Roy Soc Trop Med H. 75:691-694. Pinheiro AS, Rocha GO y Andrade JB. 2001. A methodology for determination of water. Microchem J. 99:303-308. Pinto Dias JC. 2015. Evolution of programmes and control programmes. Gl obal 10:193-202. Priestley CM, Williamson EM, Wafford KA y Sattelle DB. 2003. Thymol, a constituent of thyme essential oil, a positive and Fungicide s. pp 63. MPG Books Ltd, Cornwall, UK. Robinson A, Hesketh H, Lahive E, Horton A, Svendsen C, Rortais R, Dorne L, Baas J, Heard M y Spurgeon 2017. Annu Rev Entomol. 50:447-477. 171 Centro de investigaciones de plagas e insecticidas Saito K, N. Motoyamv y Dauterman WC. 1992. Effect on Picollo MI y Vassena CV. 2013. Toxicological and biochemical analysis the susceptibility of sylvatic Triatoma Cruz. 108:790-795. DR y Wu CF . 2004. Tyramine and octopamine have opposite GA, Palacio M, Defagó M, Carpinella M, Valladares G, Bertoni A y Palacios S. 2018. Understandi ng toxicity of Handbook metabolism of plant compounds. CRC Press, Boca Raton. Seed J, Brown RP y Olin S. 1995. Chem ical mixtures: Current risk Jundi RF y Thum AS. 511-515. Silva IM, Martins GF, Melo CR, Santana Faro RR, Blank AF, Alves PB, Picanço MC, Cristaldo PF, Araújo control Singh Koul O, Rup P y Jindal J. 2009. Toxicity of some essential S, Raimondo FM, Cornara L Food Chem Toxicol. S0278-6919-30801-3. Sparks T y Nauen 2015. IRAC: classification and Entomol. 104:1534-1540. 172 Centro de investigaciones de plagas e insecticidas Surburg H y Panten J. 2006. Cyclic te and Verlag & Co. KGaA, Weinheim. Germany. Tak J e Isman MB. 2015. Enhanced penetration as the mechanism for of essential oil in Trichoplusia ni . Sci Rep. 5:12690. Tak J e Isman MB. 2016. Metabolism of citr al, the major constituent of lemongrass oil, in the cabbage looper, Trichoplusia lar penetration as the mechanism synergy for the major constituents thym cabbage Zerba y Alz ogaray R. 2009. to vapor exposure and topical 1995. Probit analysis of correlated data: multiple over time at concentration. J Econ Entomol. 88:1510-1512. Tong F y Bloomquist ils affect insecticides on and knockdown Kavitha 2005. Waliwitiya P, Nicholson RA y Lowenberger CA. 2010. Effects of the essential oil constituent thymol and other neuroactive chemic als on flight nmotor monoterpenoids, trans-an ithole fever Aedes aegypti (Diptera: Culicidae). Pe st Manag Sci. 65:241-248. 173 Centro de investigaciones de plagas e insecticidas Wallace G, Casabé N, Wood E y Zerba E. 1988. Assay of pyrethroid-hydrolizing esterases using 1,2 - cis - 3 ( 2, 2 - dibromovinyl) 2,2 - dime thyl EE, N, KC, Jenkins Me nthol shares general anesthetic activity and sites of action on GABA (A) th e intravenous agent, propofol. Eur Pharmacol. 1944. Pr otocolo de Toxicol Argent 2:29-32 WHO. World Health Organization. Guidelines for mosquito adulticides for indoor residual spraying and tr eatment of mosquito nets. WHO, Geneva. WHO. World Health Organization. 2015. Chagas disease in Latin America: An (ed), Insecticide Biochemestry and Physiology, pp 605- 647. Plenum Press, New York. Wishart DS, Knox C, Guo AC, Shrivastava S, Hassanali M, Stothard P, Chang Z y Woolsey J. 2006. Drugbank: a comprehensive re source for in silico drug discovery and exploration. Nucleic Acids Res. 1:34:D668-72.16381955. Wood E, de Villar MIP y E. 1985. Role of a Microsomal Carboxiesterase N, Sívor i J y Zerba E. Wu H, Yanping L, Zhang J y Li G. 2014. In situ reactive extraction of cottonseeds with methyl acetate Comprehensive Toxicology, vol 1, pp 179-202. Elsevier, Kidlington. Yang Z, Yu Y, Zhang V, Tian Y, Qi W, Wang L. 2015. Octopamine Yellman C, Tao Hirs and Chagas' dis appraisal Annu other novel insecticide systems for public health. Publ Health Mag. 72:62-68. Zerba 1997. Evolución del control químico de los insectos vectores de la Enfermedad de Chagas. Anuario de la Sociedad Científica Argentina. 227:35-39. 174 Centro de investigaciones de plagas e insecticidas Zerba EN. 1999a. Pesticide evaluation scheme & global collaboration for development of pesticides for publ ic health. Past and present of Chagas vector control and future needs. Geneva: World vectors. Medicina. 2:41-46. Zhang N, Tang L, Hu W, Wang K, Zhou Y, Li H, Huang C, Chun J y Zhang Z. 2014. Insecticidal, fumigant, a nd repellent activities of sweet wormwood oil red imported fire ant workers (Hymenoptera: Formicidae). Sci. Wang CF , Geng ZF, Su Y, Wang Ying, Du S y Deng ZW. 2015. Contact toxicity and repellency of Xie Y, Wang Y, Lin Z, Wang L y Li G. 2017. Toxicities of monoterpenes against 3669-3671. Springer, Heiselberg. Zhu W, Schmehl R, Mullin C y Frazier L. 2014. Four common pesticides, their mixtures and a formulation solvent in the hive environment have high oral toxicity to honey bee larvae. "}