{"title": "Meditación para fortalecer el Sistema Inmunológico", "author": "Aruma Holístico", "url": "https://aruma.com.mx/meditacion-para-fortalecer-el-sistema-inmunologico/", "hostname": "aruma.com.mx", "description": "Compártelos por Facebook Mándalo por correo", "sitename": "Aruma Holistico", "date": "2020-06-17", "cleaned_text": "el Sistema Inmunológico y quemar el enojo interno El ser humano es frágil, cualquier virus o bacteria que mute puede ponernos en aprietos. Al mismo tiempo, el hombre, como especie, es una serie de sistemas sofisticados con millones de años de evolución, por lo que nuestro cuerpo, como una maquinaria perfecta, cuenta con sistemas especiales para ayudarnos a sobrevivir. Uno de estos sistemas sofisticados es el Sistema Inmunológico que nos defiende de enfermedades causadas por microorganismos. Para mantenerse fuerte, este sistema necesita de balance y armonía, la pregunta es: ¿cómo sigo eso? Nuestra primera línea de defensa es llevar un estilo de vida sano, siguiendo recomendaciones generales de buena salud, mantenemos nuestro sistema inmunológico fuerte y saludable. Escogimos esta meditación en especial por lo poderosa que puede ser si se practica diariamente durante 40 días. Yogi Bhajan la enseño el 19 de febrero del año 2000; nosotros la tomamos del \"Meditaciones para el nuevo milenio\" publicado en línea [aquí](https://libroesoterico.com/biblioteca/nueva_era/meditaciones-de-yogibhajan-nuevomilenio-pdf.pdf). Esta meditación también te ayudará a quemar tu enojo interno, por lo que su practica constante nos lleva a experimentar un sentimiento general de paz y armonía. Queremos compartir este conocimiento con todos porque siempre será necesario levantar nuestras defensas ante los peligros y el miedo que nos pueden llegar a rodear. Un sistema inmunológico fuerte nos ayuda a defendernos de invasiones patógenas Aquí puedes ver la meditación en archivo PDF para su descarga. Algunas recomendaciones de estilo de vida para fortalecer el sistema inmunológico - No fumar - Llevar una dieta alta en frutas y vegetales - Ejercitarse regularmente - Mantener un peso adecuado - Si se consume alcohol, hacerlo con moderación - Mantener bajos niveles "}