{"title": "10 daily acupuncture points for your daily self-healing ritual - a recap from Nature Getaway — CulturedGen", "author": "Cultured Generation", "url": "https://www.culturedgen.com/blog/10-daily-acupuncture-points-nature-getaway", "hostname": "culturedgen.com", "description": "Tune into and connect with the \"internal traffic of our physiology From the TCM perspective, good circulation of qi (vital energy / life force) and blood, is key to our good health. At Re:Qi Nature Getaway retreat, Jun shares 10 basic acupuncture points from head to toes, that support a go", "sitename": "CulturedGen", "date": "2021-08-26", "cleaned_text": "10 daily acupuncture points for your daily self-healing ritual - a recap from Nature Getaway Tune into and connect with the \"internal traffic of our physiology From the TCM perspective, good circulation of qi (vital energy / life force) and blood, is key to our good health. At Re:Qi Nature Getaway retreat, Jun shares 10 basic acupuncture points from head to toes, that support a good flow of qi in our bodies. Each organ in our bodies has a meridian like the train (MRT) lines and stations. These acupoints are the large and small train stations where we need to focus on regulating the flow. The pressing of these points is like being a traffic controller to move the qi in the meridians. These turn out to be handy self-care tips on maintaining our health. The recommendation of simply pressing each point for merely 30 seconds a few times each day, makes it even more doable. Jun also emphasizes that doing it with a relaxed state of mind, ideally in a quiet space, taking a deep breath and concentrating on the energy onto each point, will make a difference in how our bodies can receive the benefits as well. By pairing this with something you're already doing on a daily basis, for example doing it after brushing your teeth, or sitting down before you have your morning tea, will also help cultivate it into your life without feeling the stress that it's another exercise you have to do. Tapping on the quality of receptivity and inward sensing on the Day of Yin, the invitation here is to tune into and connect with the internal traffic of our physiology. What is an Acupuncture point? Acupuncture is an ancient healing practice of Traditional Chinese Medicine (TCM) in which thin needles are placed at specific points in the body. Acupoints lie on the organ's energy pathway called the \"Meridians\". Image the meridian as a train line and acupoints as train stations. Did you know that acupuncture is recognized by the World Health Organization? It is effective for over 100 conditions including: pain management, rhinitis, fertility, gut health and many more. Why press Acupuncture points? The goal is to clear obstacles and recharge the qi in the meridians Restore the flow of energy throughout the systems Usually you will feel energised or relaxed after the treatment How do Acupuncture points work? Analgesic and anti-inflammatory effects Directly initiate a process called purinergic signalling, which is used for signalling and regulation in all tissues and organ systems. Directly affect the central nervous system. These include spinal reflex effects, where acupuncture stimulates muscle relaxation and changes in visceral organs. Improve the regulation of the hypothalamus, pituitary, adrenal axis, the primary system that the body used for regulating hormones. Modulates parasympathetic activity, associated with rest, relaxation, digestion and tissue healing. How to press the acupoints Acupuncture points for you to practice As a refresher from one of our popular sessions from our Nature Getaway retreat, here are a handful of acupoints that can help you decompress from life's hectic pace and help with: gastric issues, reproductive health, neck & shoulder pain, sleep & calming down, stress & anxiety. 1. Gastric Issues Zu San Li - Leg Three Mile (Stomach 36) On the front of the lower leg, 4 fingers below the kneecap, 1 finger-breadth away from the skin bone. Command point of the Abdomen Strengthens the Spleen and Stomach Good for overall wellness Tian Shu - Celestial Pivot (Stomach 25) On the middle of the abdomen, 3 fingers lateral to the umbilicus. Used for the widest variety of intestinal disorders: constipation, diarrhoea, dysentery, abdominal distention. 2. Reproductive Health Qi Hai - Sea of Qi (Ren 6) 2 fingers below the umbilicus. Used to boost flow of qi Strengthens, nourishes the Kidneys (qi, Yin and Yang), and nourishes Essence San Yin Jiao - Three Yin Intersection (Spleen 6) 4 fingers above the inner ankle, on the posterior border of the medical aspect of the tibia. One of the most versatile points because this point crosses the 3 Yin meridians - Spleen, Kidney and Liver. Tonify the Yin and Blood Used for most men's and women's reproductive issues Do not press if you are pregnant. 3. Neck & Shoulder Pain Feng Chi - Wind Pond (GB 20) Clasp your hands together then gently open your palms with your fingers interlocked to form a cup shape, using your thumbs to massage. Treats rigidity and pain of the neck Dispels exterior and interior Wind that may cause common colds, headaches, chill and fever. Jian Jing - Shoulder Well (GB 21) On top of the trapezius muscle on your shoulder. Midpoint of the line connecting the seventh cervical vertebra(C7) with the lateral end of the shoulder. 4. Sleep & Calming Down Tai Yang - Greater Yang Located at the temples of the head. In the depression about 1 finger-breadth behind the midpoint between the lateral end of the eyebrow and the outer canthus. Tai Tang - Hall of Seal At the forehead at the midpoint between the two medial ends of the eyebrow. Bai Hu - Hundred Meetings (DU 20) Located on the crown of the head - at the midpoint of the line connecting the apexes of the two ears. It is the highest and therefore the most Yang point of the body. This is where all the Yang qi of the body meets, hence the name \"Hundred Meetings\" It has profound effect of regulating Yang and lifting the inner energy 5. Stress & Anxiety Tai Chong - Great Surge (Liver 3) Between the webbings of the big toe and second toes. Stress usually causes Liver qi to be stagnant. This can show up as: sighing often, irritability, distention in the rib area, bitter taste in the mouth. Do not press if you are pregnant. He Gu - Joining Valley (Large Intestine 4) Between the webbings of the thumb and second finger. In the middle of the 2nd metacarpal bone on the radical side. Command point of the head and face: headache, dizziness, congestion, swelling, pain of the eye For large intestine issues such as constipation and diarrhoea. Do not press if you are pregnant. Re:Qi Retreat - Nature Getaway Read more about Nature Getaway [here](https://www.culturedgen.com/reqi-nature-getaway) and reserve a spot [here](https://www.culturedgen.com/reqi-store/early-access-nature-getaway)! Re:Qi offers one-of-a-kind retreat experiences created for leaders and change-makers. From nature getaways to urban escapes, Re:Qi brings a wide array of immersive practices to support our guests' conscious-living and holistic wellbeing journeys. Visit our [website](https://www.culturedgen.com/reqiretreat) to learn more about our upcoming retreats. Join our [Re:Qi community](https://www.culturedgen.com/reqi-notifyme-form) and follow [@reqi. retreat](https://www.instagram.com/reqi.retreat/) to stay in the loop of latest events and special promotions. Read [Tatler's review](https://sg.asiatatler.com/life/reqi-wellness-retreat-singapore-review) on our inaugural Re:Qi Retreat. Sources Evidence Based Acupuncture. (2021). Home - Evidence Based Acupuncture. [online] "}