{"title": "Terapias de Naturopatía en Barcelona - Cinzia Casadio", "author": null, "url": "https://www.cinziacasadio.com/naturopatia/", "hostname": "cinziacasadio.com", "description": "La naturopatía considera a la persona en su totalidad y peculiaridad: constitución física, naturaleza psicológica, esfera emocional, antecedentes de salud..", "sitename": "Terapia craneosacral y naturopatía en Barcelona", "date": "2017-08-22", "cleaned_text": "Mira profundamente en la naturaleza, y entonces lo comprenderás todo mejor. A. Einstein La medicina natural o naturopatía considera a la persona en su totalidad: su constitución física, su naturaleza psicológica, su esfera emocional, sus antecedentes de salud y cualquier otro aspecto de su vida que pueda contribuir a definirla en toda su compleja peculiaridad, incluyendo su relación con su entorno medioambiental, social o laboral. Para la naturopatía, cada individuo es la expresión de su propio terreno. Entendemos por terreno aquellos rasgos constitucionales propios de cada persona que dependen de la interacción entre su cuerpo y sus emociones con el medio y que determinan unos puntos débiles y las consecuentes tendencias a la hora de enfermar. La naturopatía entiende la enfermedad como una desadaptación al medio, como el fracaso del organismo a enfrentar los retos que se le imponen. El enfoque terapéutico desde la naturopatía, entonces, se basa en determinar qué retos está enfrentando el organismo y juzgar si éstos deberían eliminarse o apaciguarse mediante medidas adaptativas (por ejemplo, eliminando alimentos perjudiciales o reduciendo causas de estrés) o si debe potenciarse los recursos adaptativos del propio organismo para enfrentarlos (por ejemplo, estimulando la capacidad inmunitaria o digestiva de la persona). Además, con un enfoque propio de la naturopatía, el terapeuta siempre buscará ayudar a que el organismo utilice sus propias estrategias curativas en vez de imponerle un comportamiento que le es antinatural (por ejemplo, casi nunca se busca inhibir la fiebre cuando hay una infección ya que se entiende que la fiebre es un recurso natural). La naturopatía confía en la capacidad innata del cuerpo para curarse a sí mismo y entiende que, casi siempre, su trabajo es eliminar las interferencias que le impiden hacerlo. Para cumplir esta función, el naturópata pone al servicio del paciente distintos recursos terapéuticos como la guía nutricional, los suplementos dietéticos, las plantas medicinales, las flores de Bach, etc. "}