{"title": "PDF", "author": "PDF", "url": "https://rnao.ca/sites/rnao-ca/files/Valoracion_y_manejo_de_las_ulceras_del_pie_diabetico.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Guía de buenas prácticas en enfermería Cómo enfocar el futuro de la enfermería Marzo de 200 Valoración y manejo de las úlceras del pie diabético Saludos de Doris Grinspun Directora ejecutiva, Asociación Profesional de Enfermeras de Ontario (Registered Nurses' Association of Ontario) La Asociación Profesional de Enfermeras de Ontario (en lo sucesivo RNAO, por sus siglas en inglés) se complace en ofrecer esta guía de buenas prácticas en enfermería. Las prácticas basadas en la evi - dencia respaldan la entrega y excelente servicio que las enfermeras ofrecemos en nuestra labor coti- diana. Queremos expresar nuestro profundo agradecimiento a todas las instituciones y particulares que hacen posible la iniciativa de la RNAO de desarrollar unas guías de buenas prácticas en enfermería basadas en la evidencia (NBPG, por sus siglas en inglés). El Gobierno de Ontario ha reconocido la capacidad de la RNAO para liderar el desarrollo de este programa, y ofrece para ello su financiación plurianual. La directora del programa NBPG, Tazim Virani, con su esfuerzo y determinación, está consolidando el programa y proyectándolo más lejos de lo que cabía pensar en un principio. La comu - nidad de enfermeras, con su compromiso y dedicación a la excelencia en el trabajo, aporta sus conocimientos e incontables horas de esfuerzo para la creación y evaluación de cada una de las guías. Los responsables de la contratación han respondido con entusiasmo a la implantación de las guías en sus organizaciones. No obstante, lo primordial es que las enfermeras las uti- licen con rigor y coherencia en su labor cotidiana. Ahora es el momento de la prueba definitiva: ¿Utilizarán las enfermeras las guías en su labor cotidiana? El uso eficaz de estas guías requiere el esfuerzo conjunto de cuatro grupos profesionales: las propias enfermeras, otros profe - sionales del sector sanitario, los responsables de formación en el ámbito académico y laboral y los responsables de la contra- tación. Tras haber asimilado estas guías, las enfermeras y estudiantes de enfermería precisan un entorno laboral favorable para poder aplicarlas a la práctica diaria. Es nuestro deseo que estas y otras guías se compartan con los miembros del equipo multidisciplinar. Tenemos mucho que aprender los unos de los otros. Juntos podemos asegurarnos de que las personas reciban la mejor atención posible siempre que traten con nosotros. Hagamos que ellos sean los verdaderos beneficiarios de nuestro esfuerzo. La RNAO continuará trabajando con ahínco en el desarrollo y la evaluación de futuras guías. ¡Que la puesta en marcha se desarrolle con éxito! Doris Grinspun, RN, MSN, PhD, O.ONT Directora ejecutiva Asociación Profesional de Enfermeras de Ontario (Registered Nurses' Association of Ontario) Saludos de Teresa Moreno-Casbas, Responsable de la Unidad de coordinación y desarrollo de la Investigación en Enfermería, Investén-isciii. Instituto Carlos III de España La Unidad de coordinación y desarrollo de la Investigación en Enfermería (Investén-isciii) se complace en presentar las guías de buenas prácticas en enfermería, realizadas por la Asociación Profesional de Enfermeras de Ontario (RNAO), en su versión traducida al español, para que puedan ser utilizadas por todos los profesionales de la salud hispanohablantes. Desde Investén-isciii nos sumamos a la iniciativa de transformar la enfermería a través del conocimiento, ya que entendemos que los cuidados seguros y de calidad deben apoyarse en los resultados de la investigación multidis- ciplinar en este ámbito y en el intercambio de conocimientos entre profesionales de dentro y fuera de nuestras fron- teras. Por ello iniciamos este proyecto, con el que pretendemos que las Guías de Buenas Prácticas puedan ser incor- poradas a la actividad de los diferentes profesionales de la salud hispanohablantes. Quiero aprovechar esta ocasión para solicitar vuestra ayuda en la difusión, implantación y utilización de estas guías. La profesión enfermera, y especialmente aquellos que reciben nuestros cuidados, resultarán directamente benefi- ciados. Investén-isciii y la Asociación Profesional de Enfermeras de Ontario os agradecen de antemano vuestra colabo- ración, al tiempo que os animan a continuar contribuyendo al desarrollo de la Práctica Clínica Basada en la Evi- dencia. \"La traducción de estos documentos ha sido posible gracias a la financiación del Ministerio de Sanidad, Política Social e Igualdad, a través del Plan de Calidad para el Sistema Nacional de Salud, coordinada por el Centro Colaborador Español del JBI para los cuidados de salud basados en la evidencia perteneciente a la Unidad de coordinación y desarrollo de la Investigación en Enfermería (Investén-isciii)\". Directora de la Unidad de coordinación y desarrollo de la Investigación en Enfermería (Investén-isciii) Instituto Carlos III de España. Madrid, Enero de 2011 Laura Teague, RN, MN, ACNP Team Leader Acute Care Nurse Practitioner Wound Lillian Delmas, RN, BScN, CRRN Nurse Clinician The Ottawa Hospital Patient North Bay General Hospital - Tertiary Centre North Bay, Ontario Laurie Goodman, RN, BA IIWCC completed Nurse Clinician, Skin and Wound Care ACNP Associate Nesbeth, RN, BSN, CDE Diabetes Educator Trillium Health Centre - Diabetes Centre Toronto, Ontario Heather Orsted, RN, BN, MSc, ET Clinical Specialist for Skin & Wound Management Calgary, Alberta Co-Director of the International Interdisciplinary Wound Care Course University of Toronto Faculty of Continuing Education Department of Medicine Toronto, Ontario Josephine Santos, RN, MN Facilitator, Program Coordinator Nursing Best Practice Guidelines Program Registered Nurses' Association of Ontario Toronto, Ontario Valoración y manejo de úlceras del pie diabético 1Miembros del equipo de desarrollo Los miembros del equipo de desarrollo de la Guóa realizaron declaraciones de conflicto de intereses y confidenciali - dad. La RNAO dispone de informaciön más detallada al respecto. 2Guía de Buenas Prácticas en Enfermería Equipo del programa: Tazim Virani, RN, MScN, PhD(candidate) McConnell, RN, BScN, MA(Ed) Program Manager Stephanie Lappan-Gracon, RN, MN Program Coordinator - Best Practice Champions Network Jane M. Schouten, RN, BScN, MBA Program Coordinator Bonnie Russell, Administrative Assistant Julie Burris Administrative Assistant Keith Powell, BA, AIT Web Editor Valoración yManejo de las Úlceras del Pie diabético Registered Nurses' Association of Ontario Nursing Best Practice Guidelines Program 111 Richmond Street West, Suite 1100 Toronto, Ontario M5H 2G4 Página web: www.rnao.org/bestpractices Equipo de asesores Lynn BScN, CDE Manager, Diabetes Education Programs & Strategies, Canadian Diabetes Association, Toronto, Ontario Paul Chapman, BSc, BScPT, CHT Physiotherapist, Medical Student, University of Manitoba, Winnipeg, Manitoba José Contreras-Ruiz, MD Dermatology Fellow, Dermatology Day Care & Wound Healing Centre, Sunnybrook & Women's College Health Sciences Centre, Toronto, Ontario David Keast, MSc, MD, FCFP Site Chief of St. Joseph's Healthcare, Clinical Adjunct Professor of Family Medicine, University of Western Ontario, London, Ontario Anne Kenshole, MB, BS, FRCPC, FACP Professor of Medicine, Women's College Hospital, University of Toronto, Faculty of Medicine, Toronto, Ontario Laura Lee Kozody, BSc, DCh Chiropodist, Mississauga, Ontario Katherine McAuliffe, RN, BN Community Care Coordinator, Community Care Access Centre, Clinical Dietitian, Diabetes Comprehensive Care Program, St. Michael's Hospital, Centre for Diabetes and Osteoporosis,Toronto, Ontario Gary Sibbald, BSc, MD, FRCPC(Med), Director of Professor and Director, Continuing Education, Department of Medicine, University of Toronto, Toronto, Ontario, The Mississauga Dermatology Clinic, Mississauga, Ontario Valoración y manejo de úlceras del pie diabético 3 4Agradecimientos Hemos contado con la ayuda de agentes que representan diferentes perspectivas, y desde la Asociación Profesional de Enfermeras de Ontario deseamos agradecer su apoyo en la revisión de esta guía de buenas prácticas. David G. Armstrong, DPM, MSc, PhD Professor of Surgery, Dr. William M. Scholl College of Podiatric Medicine, Rosalind Franklin University of Medicine and Science, North Chicago, Illinois Patti Barton, RN, PHN, ET Enterostomal Therapy Nurse Consultant, Specialty ET Services, Toronto, Ontario HonBA, Hon Bus. Professional Practice Leader, Leamington District Memorial Hospital, Admin, RN, ET Leamington, Ontario Lori Blais, RN, BScN(c) Program Coordinator, Pioneer Manor, Sudbury, Ontario Sandra Blais, RN, CRRN Staff Nurse,The Ottawa Hospital Rehabilitation Centre, Ottawa, Ontario Kathleen Callaghan, RN, BScN, ET, NCA Enterostomal Therapist, Sudbury Regional Hospital, Sudbury, Ontario Paul Chapman, BSc, BScPT, CHT Physiotherapist, Medical Student, University of Manitoba, Winnipeg, Manitoba Linda Christianson, RN, CRRN Staff Nurse, The Ottawa Hospital Rehabilitation Centre, Ottawa, Ontario Debra Clarke, RN Staff Nurse, Medicine/Surgery/ICU, Northumberland Hills Hospital, Cobourg, Ontario Maureen Coe, RN, MN, ET Enterostomal Nurse Consultant, David Thompson Health Region, Red Deer, Alberta José Contreras-Ruiz, MD Dermatology Fellow, Dermatology Day Care & Wound Healing Centre, Sunnybrook & Women's College Health Sciences Centre, Toronto, Ontario Timothy Daniels, MD, FRCSC Associate Professor, University of Toronto, Toronto, Ontario Jerry De Ocampo, RPN Staff Nurse, Toronto East General Hospital, Toronto, Ontario Alfred D'Sa, MD, IIWCC completed General Practitioner, Credit Valley Health Sciences Centre, Medical Director, Infection Prevention and Control Program, Winnipeg Regional Health Authority, and Joanne RN, BScN, CRRN Nurse Educator, The Ottawa Hospital RN, BScN, ET Enterostomal Therapist, St. Mary's BScN, MScN Spina Bifida Coordinator, Children's Hospital of Eastern Connie Harris, RN, ET, IIWCC completed Enterostomal Therapist/Partner, E.T. NOW, CDE Associate Professor, Faculty of Nursing, University of Windsor, Windsor, Ontario Robin Hokstad, RN, CDE Collaborative Care Facilitator, North Bay General Hospital, North Bay, Ontario Debbie Hollahan, RN, BHScN, CDE Coordinator/Diabetes Nurse University of Western Ontario, London, Ontario David Keast, MSc, MD, FCFP Site Chief of St. Joseph's Healthcare, Clinical Adjunct Professor of Family Medicine, University of Western Ontario, London, Ontario Guía de buenas prácticas en enfermería Kathryn Kozell, RN, BA, BScN, Surgical St. Joseph's Health Care ET London, Ontario Laura Lee Kozody, BSc, DCh Chiropodist, Mississauga, Ontario Karen Laforet, RN, BA, CINA(c) Professional & Technical Services for IV, Site Care Management and Wound Care, 3M Canada, London, Ontario Carolyn Lawton, Nurse Practitioner - Diabetes, Sunnybrook & Women's College Health Sciences Centre, Toronto, Ontario Cindy Lazenby, RN Foot Care Educator/Provider, Amherstview Lynde, MD, FRCPC Assistant Professor, University of Toronto, Toronto, Ontario Fran MacLeod, RN, MScN Advanced Practice Nurse - Wound Care, West Park Healthcare Centre, Toronto, Ontario James Mahoney, MD, FRCS(C) Chief Division of Plastic Therapy Yvonne Mullan, BASc, RD, CDE Clinical Dietitian, Diabetes Comprehensive Care Program, St. Michael's Hospital, Centre for Diabetes and Osteoporosis, Toronto, Ontario Mary Beth Neibert, RN, MS, Nancy Parslow, RN, ET Enterostomal/Wound Care Clinician, The Scarborough Hospital, Toronto, Ontario Corinne Racioppa, RN Director of Care, La Salle Manor, Scarborough, Ontario Carolyn Recker, RN, CDE Clinical Redburn, RPN In-patient Rehabilitation Unit, Northumberland Hills Hospital, Cobourg, Ontario Susan Russell, ET, BScN, MN Clinical Nurse Specialist - Wounds, Ostomy and Continence, Saint Elizabeth Health Care, Burlington, Ontario Sue Sebastian, RN, MN, GNC(C) Professional Practice Leader/Educator, Sunnybrook & Women's College Health Sciences Centre, Toronto, Ontario Gary Sibbald, BSc, MD, FRCPC(Med), Director of Dermatology Professor and Director, Continuing Education, Department of Medicine, University of Toronto, Toronto, Ontario, The Mississauga Dermatology Clinic, Mississauga, Ontario Sandy Takeda, RN, IIWCC completed Primary Nurse - Surgery, Plastics, Vascular Clinics, Hospital, Mississauga, Ontario Ruth Thompson, BSc, DCh Chiropodist, The Ottawa Hospital Rehabilitation Centre, Ottawa, Ontario Donna Tucker, RN, MScN Project Director, Healthy Workplace Environment Best Practice Guideline Program, Registered Nurses' Association of Ontario, Toronto, Ontario Lisa Valentine, RN, BScN, MN Practice Consultant, College of Nurses of Ontario, Toronto, Ontario Kevin Hospital, Toronto, Ontario Valoración y manejo de úlceras del pie diabético 56Valoración yManajo de las Úlceras del Pie Diabético Aviso de responsabilidad Estas guías no son de obligado cumplimiento para las enfermeras o instituciones que las utilicen. Su uso ha de ser flexible para poder amoldarse a las necesidades de cada individuo y las circunstancias de cada lugar. Las guías no suponen compromiso alguno, pero tampoco eximen de responsabilidades a quienes hacen uso de ellas. Aunque en el momento de la publicación se puso especial énfasis en la precisión de los contenidos, ni los autores ni la RNAO garantizan la exactitud de la información recogida en las guías, y tampoco asumirán respon- sabilidad alguna respecto a las pérdidas, daños, lesiones o gastos derivados de errores u omisiones en su contenido. Copyright Este documento es de dominio público y puede emplearse y reimprimirse sin permiso especial, a excepción de los materiales con derechos de autor explicitados, para los que está prohibida la reproducción sin la autori- zación expresa de los titulares de los derechos de autor. La RNAO agradece que se les cite como fuente. El forma- to sugerido para la cita se indica a continuación: Asociación Profesional de Enfermeras de Ontario (Registered Nurses' Association of Ontario, 2007). Evaluación y manejo de las úlceras del pie diabético. Toronto, Canada: Asociación Profesional de Enfermeras de Ontario. Guía de buenas prácticas en enfermería Coordinación Maria Teresa Moreno Casbas, RN, MSc, PhD Coordinadora científica Responsable de la Unidad de coordinación y desarrollo de la Investigación en Enfermería, Investén-isciii. Instituto Carlos III, España Esther Gónzález María, RN, MSc, PhD candidate Coordinadora científica Centro colaborador del Instituto Joanna Briggs, Australia Cintia Escandell García, DUE, PhD candidate Coordinadora técnica Unidad de coordinación y desarrollo de la Investigación en Enfermería, Investén-isciii. Instituto Carlos III, España Equipo de traducción Marta López González Coordinadora de traducción Licenciada en Traducción e Interpretación Universidad Complutense de Madrid, CES Felipe II María Nebreda Represa Coordinadora de traducción Licenciada en Traducción e Interpretación Universidad de Valladolid Paula García Manchón Traductora responsable de proyectos Licenciada en Traducción e Interpretación. Universidad Complutense de Madrid, CES Felipe II Juan Diego López García Traductor responsable de proyectos Ldo. en Traducción e Interpretación Université Jean Moulin Lyon III (Francia) y Universidad de Granada Miembros del equipo de traducción de las guías 7Valoración y manejo de úlceras del pie diabético Elena Morán López Lda. en Traducción e Interpretación Universidad Pontificia Comillas de Madrid Clara Isabel Ruiz Ábalo Lda. en Traducción e Interpretación Universidad Pontificia Comillas de Madrid Jaime Bonet Ldo. en Traducción e Interpretación Universidad Complutense de Madrid Carmen Martínez Pérez-Herrera Lda. en Traducción e Interpretación Universidad Complutense de Madrid Francisco Paredes Maldonado Ldo. en Lenguas extranjeras aplicadas y traducción Universidad de Orléans (Francia) Aimón Sánchez Enfermera Especialista en Obstetricia y Ginecología (Matrona) Hospital Universitario de Canarias Tamara Suquet, DUE Gerens Hill International Inés Castilla Enfermera Especialista en Obstetricia y Ginecología (Matrona) Pilar Mesa, DUE Facultad de Enfermería, Universidad de Córdoba Juan Carlos Fernández Fisioterapeuta Universitat de les Illes Balears Colaboración externa de traducción 8Guía de buenas prácticas en enfermería Cintia Escandell García, DUE, PhD candidate Unidad de coordinación y desarrollo de la Investigación en Enfermería, Investén-iscii Instituto Carlos III, España Pablo Uriel Latorre, DUE Enfermero de Investigación Clínica Complexo Hospitalario Universitario A Coruña, A Coruña, España Montserrat Gea Sánchez, DUE, PhD candidate Hospital de Santa Maria. Gestió de Serveis Sanitaris. Lleida, España Ana Craviotto Vallejo, DUE Hospital Universitario Doce de Octubre, Madrid, España Raquel Sánchez, DUE Hospital Universitario de Getafe, Madrid, España Iosune Salinas Fisioterapeuta Universitat de les Illes Balears, España Grupo de revisión 9Valoración y manejo de úlceras del pie diabético 10 Cómo utilizar este documento Esta guía de buenas prácticas en enfermería es un documento exhaustivo que ofrece los recursos nece- sarios para la práctica de la enfermería basada en la evidencia. Debe ser revisada y puesta en práctica en función de las necesidades específicas de la institución o del entorno e instalaciones, así como de las necesidades y preferencias del paciente. Las guías no deben emplearse de forma literal sino como una herramienta útil para la toma de decisiones sobre la atención personalizada del paciente, así como para garantizar la disposición de las estructuras y respaldos adecuados para prestar el mejor servicio posible . Las enfermeras y demás profesionales sanitarios, y los gestores que se encargan de dirigir y aplicar los cambios en la práctica, hallarán útil este documento de cara al desarrollo de directrices, procedimientos, protocolos, programas educativos y herramientas de documentación y evaluación. Se recomienda que las guías se utilicen como una herramienta de recurso. Las enfermeras que proporcionan atención directa al paciente podrán revisar las reco- mendaciones, las evidencias en las que se fundamentan dichas recomendaciones y el proceso utilizado para el desarrollo de las guías. No obstante, se recomienda encarecidamente que los entornos o instalaciones adapten el for- mato de estas guías, de manera que su uso cotidiano resulte cómodo para el usuario. Esta Guía recoge algunas sugerencias de adaptación local . Las instituciones que deseen utilizar esta Guía podrán: nEvaluar las actuales prácticas de enfermería y cuidados sanitarios mediante las recomendaciones de esta Guía. nDeterminar las recomendaciones que abordan las carencias o necesidades del servicios. nDesarrollar de manera sistemática un plan para la implantación de las recomendaciones mediante el uso de herra- mientas y recursos asociados. La RNAO está interesada en saber cómo se ha implantado la Guía. Póngase en contacto con nosotros y cuéntenos su experiencia. Mediante la página web de la RNAO, www.rnao.org/bestpractices tanto instituciones como particulares podrán acceder a los recursos necesarios para la implantación de la guía de buenas prácticas. Guía de buenas prácticas en enfermería Índice de Contenidos Resumen úlceras del pie diabético 11 12 Anexo A: Estrategia de búsqueda de C: Sistema de clasificación de la University of Texas - Categorías 0-3: factores de riesgo Sistema de clasificación de la University of Texas - Categorías 4-6: factores de riesgo de clasificación de heridas diabéticas del Health Science Center San Antonio de la University buenas prácticas en enfermería Resumen de Recomendaciones Valoración y manejo de úlceras del pie diabético 13 RECOMENDACIONES *NIVEL DE LA EVIDENCIA Recomendaciones para la práctica 1.0 Todos los pacientes con ülceras de pie diabético o sus cuidadores deben comprender su estado y los recursos disponibles para optimizar su salud general, el manejo de la diabetes y los cuidados de las ülceras. 1.1 La educaciön es esencial como estrategia para que los pacientes tomen parte activa en los autocuidados y la prevenciön o reducciön de complicaciones. 1.2 La educaciön se basa en la identificaciön de necesidades individuales, factores de riesgo, estado de la ülcera, recursos disponibles y capacidad de cicatrizaciön. 2.0 Elaborar y documentar una historia clónica que incluya el manejo de la diabetes, las alergias, la medicaciön, la valoraciön funcional y el examen fósico (estado vascular, infecciön, callos, neuropatóa, deformidad o presiön en los pies, ülceras). 2.1 Realizar una valoraciön clónica de ambas extremidades para comprobar la perfusiön vascular y solicitar pruebas diagnösticas adecuadas. 2.2 Valorar a todos los pacientes con ülceras de pie diabético para comprobar signos y sóntomas de infecciön y realizar pruebas diagnösticas y tratamientos adecuados. 2.3 Identificar la presencia de neuropatóa periférica mediante la valoraciön de alteraciones sensoriales, autönomas y motrices. 2.4 Valorar la presiön y deformidad en el pie, el modo de andar, el calzado y los dispositivos de la marcha. Derivar a los pacientes segün corresponda. 3.0 Describir y documentar las caracterósticas de las ülceras. 3.1 Identificar la localizaciön, longitud, anchura y profundidad de la ülcera para clasificarla. 3.2 Valorar el lecho de la ülcera, el exudado, el olor y la piel perilesional. 4.0 Definir los objetivos en funciön de los resultados clónicos, la opiniön de los expertos y las preferencias del paciente. 4.1 Determinar el potencial de cicatrizaciön de la ülcera. 4.2 Establecer objetivos de comün acuerdo entre el paciente y los profesionales sanitarios. 5.0 Identificar y optimizar los factores sistémicos, locales y extrónsecos que pueden contribuir a la cicatrizaciön. 5.1 Modificar los factores y co-factores sistémicos que pueden interferir en la cicatrizaciön o influir en ella. 5.2 Proveer cuidados locales en la herida teniendo en cuenta el desbridamiento, el control de la infecciön y la humedad del entorno de la herida. 5.3 Garantizar la redistribuciön de la presiön. *En la página 15 puede obtener más información sobre la \"interpretación de la evidencia\". Capacitaciön y educaciön del Estado Neuropatóa Deformidad y presiön en el pie Valoraciön de las ülceras en el pie Objetivos de los cuidados Manejo Factores sistémicos Factores locales Factores extrónsecos Ia IV IV Ib - IV IIb - IV IIa II - IV Ia - IV IV Ia - IV IV IV IV IV IV IV Ia-III IIa 14 Guía de buenas prácticas en enfermería RECOMENDACIONES NIVEL DE LA EVIDENCIA 5.4 Valorar e implantar las opciones de tratamiento para heridas no cicatrizables. 6.0 Valorar el impacto y la eficacia del plan de tratamiento. 6.1 Replantear otros factores corregibles si la cicatrizaciön no se produce con la rapidez sperada. 6.2 Considerar el uso de agentes biolögicos, terapias complementarias y/o cirugóa si se retrasa la cicatrizaciön. Revisar cada modalidad especófica para las recomendaciones. Recomendaciones para la formación 7.0 Las enfermeras y los demás miembros del equipo interdisciplinar necesitan conocimientos y aptitudes especóficos para poder valorar de manera competente y participar en el tramiento de las ülceras del pie diabéticos. 8.0 Se recomienda a las instituciones educativas que incorporen la guóa de buenas prácticas en enfermeróa de la RNAO Valoración y manejo de las úlceras del pie diabético en los materiales de estudio de enfermeróa, formaciön profesional, medicina y de otros profesionales de la salud. Recomendaciones para la organización y directrices 9.0 Las guóas de buenas prácticas en enfermeróa ünicamente podrán implantarse con éxito si existen unos recursos, planificaciön y respaldo administrativo e institucional adecuados, asó como los medios precisos. Es posible que las instituciones quieran desarrollar un plan de implantaciön que incluya: nEvaluaciön de los requisitos institucionales y de los obstáculos para la formaciön. nParticipaciön de todos los miembros (ya tengan funciön de apoyo directo o indirecto) que contribuirán al proceso de implantaciön. nDedicaciön de una persona cualificada para proporcionar el apoyo necesario a los procesos de desarrollo e implantaciön. nOportunidades continuadas de debate y formaciön para reforzar la importancia de las buenas prácticas. nOportunidades para reflexionar acerca de la experiencia personal y organizativa a la hora de implantar las guóas. Para este propösito, la RNAO (a través de un equipo de enfermeras, investigadores y gestores) ha desarrollado la Herramienta de implantación de guías de práctica clínica , basada en las evidencias disponibles, las perspectivas teöricas y el consenso. La RNAO recomienda encarecidamente el uso de esta Herramienta para dirigir la implantaciön de la guóa de buenas prácticas: Valoración y manejo de las úlceras de pie diabético . 9.1 Se recomienda a las instituciones que desarrollen directrices que determinen y designen los recursos humanos, materiales y financieros que apoyen a las enfermeras y al equipo interdisciplinar en el manejo de las ülceras del pie diabético. 9.2 Se recomienda a las instituciones que establezcan y mantengan un equipo interdisciplinar, con representaciön de diversas organizaciones, compuesto de personas interesadas y expertas quedesplieguen y monitoricen la mejora de la calidad en el manejo de las ülceras del pie diabético. Heridas del pie diabético que no cicatrizan Valoraciön inicial Valoraciön continua Otras terapias Desarrollo profesional continuo Apoyo curricular y recursos Apoyo del sistema Recursos Equipo de desarrollo IV IV III-IV Ia-IV IV IV IV IV IV Valoración y manejo de úlceras del pie diabético 15 RECOMENDACIÓN NIVEL DE EVIDENCIA Colaboraciön 9.3 Se recomienda a las instituciones que cooperen con la comunidad y otros colabora- IV dores para para facilitar la derivaciön facilite la derivaciön de pacientes y el acceso a recursos locales para la diabetes, asó como profesionales sanitarios con conocimiento especializado en el manejo de las ülceras de pie diabético. Apoyo financiero 9.4 Se recomienda a las instituciones que promuevan estrategias y la financiaciön necesa- IV ria para ayudar a los pacientes a obtener los dispositivos de redistribuciön de la pre- siön que necesiten. Promociön 9.5 Se recomienda a las instituciones que fomenten la disponibilidad y la accesibilidad a IV los cuidados para las ülceras del pie diabético para todos los residentes del lugar en el que se implante la Guóa. Interpretación de la evidencia Niveles de evidencia Ia Evidencia obtenida del metaanálisis o de la revisión sistemática de ensayos controlados aleatorizados. Ib Evidencia obtenida de al menos un ensayo controlado aleatorizado. IIa Evidencia obtenida de al menos un estudio bien diseñado controlado no aleatorizado. IIb Evidencia obtenida de al menos otro tipo de estudio bien diseñado, cuasi-experimental, no aleatorizado. IIIEvidencia obtenida de estudios descriptivos bien diseñados, no experimentales, como son los estudios comparativos, estudios de correlación y estudios de casos. IV Requiere la evidencia obtenida de la opinión o los informes elaborados por un comité de expertos y/o las experiencias clínicas de autoridades. 16 Responsabilidad del desarrollo de las guías La Asociación Profesional de Enfermeras de Ontario (RNAO), con la financiación del Gobierno de Ontario, se ha embarcado en un proyecto un proyecto, a varios años, de desarrollo, pilotaje, análisis, evaluación y difusión de buenas prácticas de enfermería. En este quinto ciclo del programa, una de las prioridades es la valoración y el manejo de las úlceras de pie diabético. Esta Guía ha sido desarrollada por un equipo de enfermeras reunidas por la RNAO, que llevó a cabo su trabajo con toda libertad e independencia del gobierno de Ontario. Objetivos y ámbito de aplicación Las guías de buenas prácticas son documentos desarrollados de manera sistemática para ayudar a enfermeras y pacientes a tomar las decisiones oportunas en lo relativo a la atención sanitaria (Field & Lohr, 1990) . Esta Guía se ha desarrollado para abordar la manera de valorar y manejar los cuidados a pacientes con diag- nóstico confirmado de diabetes y úlcera en el pie. Proporciona pautas para las enfermeras universitarias y con formación profesional que atienden en cualquier centro sanitario a pacientes mayores de 15 años con diabetes de tipo 1 o 2 y úlceras en el pie. Esta Guía centra sus recomendaciones en cuatro áreas: (1) recomendaciones para la práctica, dirigidas a la enfermera y a otros profesionales sanitarios; (2) recomendaciones para la formación, centradas en las aptitudes necesarias para la práctica; (3) recomendaciones para la organización y directrices destinadas a centros sanitarios y al entorno necesario para facilitar la práctica de la enfermería e (4) indicadores de eva- luación y seguimiento . Es sabido que las competencias individuales de las enfermeras varían entre enfermeras y también de acuerdo a su categoría profesional (enfermeras universitarias o con formación profesional) y se basan en sus cono- cimientos, habilidades, actitudes y criterio, que van ampliándose a lo largo del tiempo gracias a la expe- riencia y a la formación. Se espera que cada enfermera lleve a cabo únicamente aquellos aspectos de los cui- dados para los que estén cualificadas por su formación y experiencia. Se espera que tanto las enfermeras uni- versitarias como las enfermeras con formación profesional busquen el asesoramiento oportuno cuando las necesidades del cuidado del paciente sobrepasen su capacidad para actuar de manera individual. El cuidado de pacientes con úlceras de pie diabético es una cuestión interdisciplinar. La eficacia de los cuida- dos depende de un enfoque interdisciplinar coordinado, que incluya la comunicación constante entre los profesionales sanitarios y el paciente. No obstante, está reconocida la importancia de tener siempre en cuen- ta las preferencias personales y las necesidades particulares, así como los recursos personales y del entorno de cada paciente en particular. Guía de buenas prácticas en enfermería Proceso de desarrollo de la Guía En enero de 2004, la RNAO constituyó un equipo de enfermeras con experiencia en la práctica, la formación y la investigación de las úlceras del pie diabético. Al comienzo, el equipo de trabajo debatió hasta llegar a un consenso sobre el alcance de la guía de buenas prácticas. Se llevó a cabo una búsqueda en la literatura para encontrar revisiones sistemáticas, guías de práctica clínica, artículos y páginas web relevantes. Véase el Anexo A para conocer detalladamente la estrategia de búsqueda empleada. El grupo de trabajo identificó un total de ocho guías de práctica clínica relacionadas con las úlceras del pie diabético. Estas guías se sopesaron con una serie de criterios iniciales de inclusión, lo que permitió eliminar una de ellas. Los criterios para la inclusión o exclusión son los siguientes: nGuía en inglés y con alcance internacional. nFecha no anterior al año 1997. nSe abordaba únicamente el área temática que correspondía. nSe basaba en la evidencia, es decir, contenía referencias, así como descripciones y fuentes de la evidencia. nEstaba disponible y accesible para su recuperación. Se evaluaron de manera crítica siete guías, con el fin de determinar aquellas con conocimientos actuales, desarrolladas con rigor, basadas en la evidencia y centradas en el ámbito elegido por el equipo de las guías de buenas prácticas. Los miembros del equipo evaluaron de forma crítica cuatro guías internacionales, publicadas en 2002, mediante la herra- mienta de evaluación de guías Appraisal of and Evaluation Instrument (AGREE Collaboration, 2001) . Este proceso permitió tomar la decisión de trabajar principalmente con las siete guías siguientes. nAustralian Centre for Diabetes Strategies (2001). National evidence based guidelines for the management of type 2 diabetes mellitus - Draft for public consultation - 6 April 2001 for the identification & management of diabetic foot disease. Australian for the the diabetic foot: Recommendations nFrykberg, R. G., Armstrong, D. G., Giurini, J., Edwards, A., Kravette, M., Kravitz, S. et al. (2000). Diabetic foot disorders: A clinical practice guideline. American Surgeons version]. Disponible en: http://www.acfas.org/diabeticcpg.html Valoración del pie diabético 17 18 nHutchinson, A., McIntosh, A., Feder, R.G., Home, P. D., Mason, J., O'Keefee, C. et al. (2000). Clinical guidelines and evidence review for type 2 diabetes: Prevention and management of foot problems. Royal [Electronic nInlow, G. (2000). Best practices for the prevention, diagnosis and treatment of diabetic foot Ostomy/Wound 55-68. nMinistry Malaysia (2003). Clinical practice guidelines: [Electronic inpatient management of acute Melbourne Health [Electronic version]. Disponible en: http://www.mh.org.au/ClinicalEpidemiology/new_files/Foot%20guideline%20supporting.pdf Los miembros del equipo se dividieron en subgrupos para realizar tareas específicas con las guías seleccio- nadas, otra literatura y otros recursos adicionales, con el fin de hacer un borrador de recomendaciones para las intervenciones de enfermería. Al final de este proceso, se obtuvo un borrador de recomendaciones. Se constituyó un equipo de asesoría para revisar y dar sugerencias sobre el borrador. Entre este equipo se encontraban médicos, representantes de otras disciplinas sanitarias, así como asociaciones profesionales. Al principio de este documento se incluyen los agradecimientos al equipo de asesores. Las sugerencias sobre las recomendaciones se obtuvieron a partir de usuarios de los servicios de salud mediante un grupo focal. Los miembros del equipo en conjunto revisaron las recomendaciones y sugerencias del equipo de asesores y de los usuarios, analizaron las lagunas y la evidencia disponible y llegaron a un consenso para elaborar un borrador de la guía. Este borrador se sometió a revisión por parte de colaboradores externos. También se sometió a revisión críti- ca mediante la herramienta AGREE (AGREE Collaboration, 2001) . Al principio de este documento se incluyen los agradecimientos a los revisores. Entre los colaboradores se encuentran varios grupos de profesionales sani- tarios, diversas disciplinas sanitarias, así como asociaciones profesionales. Los colaboradores externos reci- bieron preguntas específicas sobre las que aportar sus comentarios, así como la oportunidad de ofrecer su asesoramiento e impresiones generales. Los resultados resumidos se transmitieron al equipo para que los analizara. Se discutió y consensuó el borrador final antes de su publicación. Guía de buenas prácticas en enfermería Definición de los términos En el Anexo B se recoge un Glosario adicional de términos relacionados con los aspectos clínicos de este documento. Colaboradores: Un colaborador es un individuo, grupo o institución con un interés particular en las decisio- nes y acciones de las instituciones y que puede tratar de ejercer su influencia sobre éstas (Baker et al, 1999). Entre los colaboradores se encuentran todos los individuos o grupos afectados directa o indirectamente por la modifica- ción o solución del problema. Puede haber colaboradores de varios tipos, y pueden dividirse entre opositores, par- tidarios y neutrales (Ontario Public Health Association, 1996) . Consenso: Un proceso para la toma de decisiones, y no un método científico para crear nuevos contenidos. En el mejor de los casos, el consenso solo hace el mejor uso posible de la información de que se dispone, ya se trate de datos científicos o del conocimiento de los participantes (Black et al., 1999) . Ensayo controlado aleatorizado: A efectos de esta Guía es un estudio en el que se asigna a los parti- cipantes distintas condiciones al azar, y en el que al menos una de esas condiciones es un control o una compa- ración. Evidencia: \"Una observación, hecho o un conjunto ordenado de información que respalda o justifica las inferen- cias o creencias en la demostración de ciertas proposiciones o materias en cuestión\" (Madjar & Walton, 2001, p.28) . Guías de práctica clínica o guías de buenas prácticas: Declaraciones desarrolladas de manera sistemática (basadas en la mejor evidencia disponible) para ayudar a profesionales y pacientes en la toma de decisiones acerca de la atención sanitaria más adecuada en circunstancias clínicas específicas (Field & Lohr, 1990, pág. 8) . Metaanálisis: Uso de métodos estadísticos para resumir los resultados de estudios independientes, pro- porcionando así una estimación más precisa de los efectos de la asistencia sanitaria que los derivados de los estudios individuales incluidos en una revisión. (Alderson, Green & Higgins, 2004) . Recomendaciones para la formación: Informe sobre los requisitos formativos y las estra- tegias/planes de formación para la introducción, implantación y sostenibilidad de la guía de buenas prácticas. Recomendaciones para la organización y directrices: Informes de los requisitos para que los centros sanitarios permitan el correcto desarrollo de la guía de buenas prácticas. El éxito de la implantación es, en gran medida, responsabilidad de la organización. No obstante, la responsabilidad también puede recaer en mayor escala sobre la política gubernamental o social. Recomendaciones para la práctica: Informes de buenas prácticas orientados a la práctica clínica y que están basados en la evidencia. Valoración y manejo de úlceras del pie diabético 19 20 Revisión sistemática: Aplicación de un enfoque científico riguroso a la preparación de un artículo de revi- sión (National Health and Medical Research Centre, 1998) . Las revisiones sistemáticas indican si los efectos de los cui-dados sanitarios son congruentes, si los resultados de las investigaciones pueden aplicarse a distintos grupos de población, ámbitos y con variaciones en el tratamiento (por ejemplo, dosis), y si los efectos pueden variar de for-ma significativa. El uso de métodos explícitos y sistemáticos en las revisiones limita los sesgos (errores sistemáti-cos) y reduce los efectos del azar, lo que proporciona unos resultados más fiables sobre los que sacar conclu-siones y tomar decisiones (Alderson et al., 2004) . Antecedentes La diabetes mellitus es una enfermedad grave, compleja y crónica, que afecta al 4,2% de la población mundial y a 1,5 millones de canadienses (Boulton, Meneses, & Ennis, 1999; Canadian Diabetes Association (CDA), 1998). La diabetes representa una gravosa carga para las personas, sus familiares y la sociedad. Se calcula que la diabetes y sus complicaciones crónicas generan costes de entre 4,6 y 13,7 miles de millones de dólares estadounidenses al año (entre 3.1 y 9,3 miles millones de euros) (Dawson, Gomes, Gerstein, Blanchard & Kahler, 2002; Gordois, Scuffham, Shearer, Oglesby & Tobian, 2003) . Los indígenas canadienses (naciones originarias, metis e inuits) presentan una prevalencia de diabetes tipo 2 al menos tres veces superior a la media nacional (Health Canada, 2000; 2002; Indian and Inuit Health Committee & Canadian Pediatric Society, 1994) . Esta mayor incidencia se refleja en tasas elevadas en todos los grupos de edad. Es importante destacar que la ascendencia indígena se ha establecido como factor de riesgo independiente de la diabe- tes, a pesar de lo cual, se sabe muy poco acerca de este grupo en particular (Health Canada, 2000; 2002; Young, 2003; Young, Szathmary, Evers . Existen dos clases principales de diabetes: el tipo 1 y el tipo 2. La diabetes de tipo 1, que afecta al 10-15% de los dia- béticos, es ante todo el resultado de la incapacidad de producir insulina debido a la destrucción de células beta en el páncreas. Si bien la diabetes de tipo 1 es la menos frecuente, lo cierto es que origina una frecuencia despro- porcionadamente superior de complicaciones relacionadas con la misma. La diabetes de tipo 2, que afecta al 80% de los diabéticos, se produce al combinarse una producción insuficiente de insulina con una posible resistencia de las células del cuerpo a los efectos de la insulina (RNAO, 2004) . El control de los niveles de glucosa en la sangre es de vital importancia para minimizar las complicaciones asociadas a la diabetes (Diabetes Control and Complication Trial (DCCT) Research Group, 1993; United Kingdom Prospective Diabetes Study (UKPDS) Group 33, 1998) . Esto se logra al reducir la glucosa sérica mediante agentes orales hipoglucémicos, y/o inyec-ciones subcutáneas de insulina, restricciones dietéticas y ejercicio frecuente. Otros factores que contribuyen a retrasar la aparición de complicaciones son el control de la hipertensión, hiperlipidemia e hiperinsulinemia. Desafortunada-mente, el control de estos factores no impide completamente el avance de las alteraciones asociadas a la diabetes, como la neuropatía (CDA, 1998) . Guía de buenas prácticas en enfermería Independientemente del tipo de diabetes, la falta de un control glucémico óptimo, prolongado en el tiempo, puede producir daños en los pequeños y grandes vasos sanguíneos y en los nervios. Estos daños pueden afectar a todos los órganos del cuerpo, pero con mayor frecuencia a los ojos, el corazón, los riñones y la piel. Estos cambios, junto con los mencionados anteriormente, conducen a una sucesión de acontecimientos que llevan a alteraciones en el pie. Según Boulton, Kirsner y Vileikyte (2004), \"casi dos tercios de los pacientes con úlceras en el pie presentan un trío de afecciones: neuropatía, deformidad y traumatismos\" (pág. 49). Los cambios estructurales anali- zados, junto con la insuficiencia vascular, la infección y la presión predisponen al diabético a la formación de úlceras en el pie (Véase Figura 1: Mapa de cuidados de las úlceras del pie diabético). En los países industrializados, la diabetes es la causa principal de amputación de extremidades inferiores no provo- cada por traumatismos (American Diabetes Association (ADA), 1999; Foundation for Accountability, 1996) . Aproximadamente un 15% de los diabéticos sufrirán una úlcera en el pie en el transcurso de su enfermedad (ADA, 1999) . Un 85% de las amputaciones de extremidades inferiores vienen precedidas de úlceras en el pie (Reiber, Boyko & Smith, 1995) . De un 14% a un 24% de ellas serán amputaciones de gran envergadura (Ramsey, Newton, Blough, McCulloch, Sandhu, Reiber et al., 1999) . La neuropatía suele asociarse con la formación de úlceras de pie diabético, pero la presencia o coexistencia de enfer-medades vasculares periféricas y la infección también puede conducir al deterioro de la integridad de la piel. Se sabe que las úlceras de pie diabético son una significativa complicación del último estadio de la diabetes (Boulton et al., 1999) . Además, el riesgo de amputación es diez veces mayor en pacientes diabéticos que sufren también enfermedades renales en estadio final (ESRD por sus siglas en inglés) (Eggers, Gohdes & Pugh, 1999) . Cabe destacar que el agente o la causa más común de las úlceras traumáticas en el pie es el calzado (Birke, Patout Jr. & Foto, 2000; Tyrrell, 2002) . El uso de zapatos mal ajustados favorece la formación de ampollas y callos que pueden derivar en úlceras en pacientes con diabetes. En especial, la neuropatía periférica en diabéticos conduce a una cascada de e- ventos que provocan alteraciones en el pie. Estos cambios, junto con los anteriores, predisponen al diabético a sufrir úlceras. Dada la carga de la diabetes y su gran impacto en la salud a largo plazo, los cuidados a las personas diabéticas con úlceras en el pie, requieren de un trabajo en equipo sistematizado entre los profesionales sanitarios (Dargis, Pantlejeva, Jonushaite, Vileikyte & Boulton, 1999; Sumpio, 2000) . El equipo de desarrollo reconoce la complejidad del tratamiento de los pacientes con úlceras de pie diabético, y es consciente de las condiciones de trabajo estresantes, así como la de- manda de tiempo de las enfermeras en los diferentes entornos en los que ejercen. En consecuencia, estas recomen- daciones sirven como guía a las enfermeras a la hora de valorar a los pacientes de grupos de alto riesgo que quizá necesitarían que se les derivara para recibir cuidados especializados. Un equipo interdisciplinar especializado debe trabajar estrechamente con los pacientes y sus familiares y así tener en cuenta las necesidades del paciente en cuanto a estilo de vida, autocuidados y múltiples tratamientos. Es cierto que estos cuidados especializados no están disponi- bles para todos los diabéticos, o que, al menos, no todos tienen acceso a los mismos. Lo que es más, cada vez hay me- nos pacientes con úlceras en el pie a los que se administra un manejo de heridas óptimo (Boulton et al., 2004) . Las enfer-meras pueden facilitar y favorecer que reciben un cuidado óptimo de la herida al fomentar, colaborar y participar en equipos de cuidados interdisciplinares que siguen directrices de buenas prácticas similares a las que se presentan en este documento. Valoración y manejo de úlceras del pie diabético 21 22 Figura 1: Mapa de cuidados de las úlceras de pie diabético Adaptado con permiso del Dr. M. E. Levin. Levin, M. E. (2001). Pathogenesis and general management of foot lesions in the diabetic patient. In J. H. Bowker & M. A. Pfeifer Levin and O'Neals MO: Mosby, Inc. uiding Principles in the Care of Guía de buenas prácticas en enfermería Enfermedad arterial periférica Dificultades en el suministro de O2y medicaciön Pérdida de la sen - sibilidad protec - tora Cambios autonömicos en la piel Deformidad motriz en el pie Limitaciön de la movilidad motriz/autonömica de las articulaciones Mala cicatrizaciön Infecciön Neuropatóa Deficiencia en el autocuidado Control de la glucosa defi - ciente Calzado inadecuado Obesidad Diabetes mellitus Úlcera Amputaciön Principios de los cuidados apacientes con úlceras de pie diabético 1.Las úlceras de pie diabético son heridas complejas que deben tratarse en equipo. 2.Las enfermeras y el equipo interdisciplinar requieren conocimientos y colaboración para proporcionar los cuidados. 3.El manejo correcto de las úlceras en el pie puede mejorar significativamente la calidad de vida de los pa- cientes con diabetes, sus familiares y sus cuidadores. 4.Los pacientes se sienten una parte activa a través de la educación y cuando se les implica en la plani- ficación e implantación de sus cuidados. 5.La pauta V. I.P. (Perfusión, Infección y redistribución de la Presión, V.I.P., por sus siglas en inglés) debe guiar la valoración y el manejo de las úlceras del pie diabético. 6.Las enfermeras y el equipo interdisciplinar deben integrar la mejor evidencia en la práctica y la expe- riencia en el en el cuidado local de las heridas. 7.Los pacientes diabéticos que conozcan su grado de riesgo y las estrategias para el cuidado de las úlceras pueden reducir su recurrencia. Las enfermeras y el equipo interdisciplinar tienen la responsabilidad de educar al paciente sobre la manera de reducir la recurrencia de las úlceras y otras complicaciones en el pie. Por lo tanto, el equipo de desarrollo recomienda encarecidamente que se implante esta Guía junto con la guía de buenas prácticas de la RNAO (2004) titulada Cómo reducir las complicaciones del pie diabético. Se puede descargar gratuitamente en www.rnao.org/bestpractices . 8.La cicatrización de las úlceras de los pacientes diabéticos, la mejora de la calidad de vida y la reducción de la tasa de amputaciones exige una implantación correcta de un programa exhaustivo para las úlceras del pie. 9.El desarrollo y la implantación de un programa de úlceras en el pie diabético requiere una colaboración entre directivos, formadores y administradores. 10.Para una mejora continua de la calidad, se deben monitorizar y evaluar los resultados del programa de ulceras del pie diabético. Valoración y manejo de úlceras del pie diabético 23 24 Recomendaciones para la práctica Capacitación y educación del paciente: Recomendación 1.0: Todos los pacientes con úlceras del pie diabético o sus cuidadores deben comprender su estado y los recursos disponibles para optimizar su salud general, el manejo de la diabetes y los cuidados de las úlceras. (Nivel de evidencia =Ia) Discusión de la evidencia Con el fin de tener en cuenta las numerosas variables individuales que afectan al aprendizaje, la educación a los pacien- tes se ha convertido en un proceso participativo más que didáctico (Whittemore, 2000) . La evidencia apoya las intervencio-nes educativas para mejorar el conocimiento y el comportamiento asociado a los cuidados en el pie a corto plazo en pa-cientes diabéticos (Hutchinson et al., 2000; Valk, Kriegsman, & Assendelft, 2002) . Asimismo, existe evidencia que apoya que la educación y el refuerzo frecuente de ésta es especialmente beneficioso para las personas con diabetes con mayor riesgo de úlceras en el pie (ADA, 2001; CDA, 1998; 2003; Mason, O'Keefee, Hutchinson, McIntosh, Young & Booth, 1999a; The University of York - NHS Centre for Reviews and Dissemination, Reiber, Pecoraro y Koepsell (1992) demostraron que el riesgo de amputación se triplica en personas con diabetes que no han recibido educación en relación con la diabetes, lo que sugiere que la aplicación de estrategias educativas adecuadas favorece significativamente la prevención. La opinión de los expertos confirma la necesidad de reforzar la formación básica sobre los cuidados en pacientes con úlceras de pie diabético. Las enfermeras, dado que trabajan en una gran diversidad de ámbitos, son las que están mejor posicionadas para detectar nuevas úlceras o el deterioro de úlceras ya existentes, monitorizar el riesgo de reaparición de las mismas, y para impartir o reforzar la educación sobre cuidados del pie. Deben actuar como educadoras principales en los cuidados del pie diabético o bien como enlace entre los pacientes y las personas que les proporcionan los cuidados principales, o entre los equipos especializados de cuidados para diabéticos (RNAO, 2004) . Recomendación 1.1: La educación es esencial como estrategia para que los pacientes tomen parte activa en los autocuidados y la prevención o reducción de complicaciones. (Nivel de la evidencia =IV) Discusión de la evidencia La educación sobre diabetes debe ser interactiva, centrada en soluciones y basada en las experiencias de la persona a la que se le imparte. Debe ser progresiva y amoldarse a las necesidades y capacidades del paciente. La educación debe estar en armonía con los principios de aprendizaje en adultos, con un enfoque centrado en el paciente (Glasgow, 1999) . La enfermera debe atender a los aspectos socioeconómicos, culturales, psicosociales y personales del paciente al planificar todas las intervenciones . Los ensayos controlados aleatorizados que evalúan la formación de los diabéticos son de calidad deficiente, con significativas lagunas metodológicas (Valk, Kriegsman & Assendelft, 2004) . La evidencia existente, sin embargo, indica que el conocimiento sobre cuidados del pie y el comportamiento de los pacientes influye positivamente en los pacientes, especialmente los de alto riesgo, aunque sea durante un tiempo limitado (Valk et al., 2004) . La educación en grupo y el seguimiento continuo a lar- go plazo han demostrado ser útiles para aumentar el conocimiento y producir resultados positivos (CDA, 2003) . Guía de buenas prácticas en enfermería Recomendación 1.2: La educación se basa en la identificación de necesidades individuales, factores de riesgo, estado de la úlcera, recursos disponibles y capacidad de cicatrización. (Nivel de la evidencia =IV) Discusión de la evidencia Como cuidadoras del paciente a través de un continuum , las enfermeras ocupan una posición privilegiada para pro- mover y mantener la salud de los pies, detectar problemas en cualquier etapa, contribuir a que se practiquen los au- tocuidados y derivar a los pacientes con riesgo alto a profesionales especializados (RNAO, 2004) . Existe evidencia de que los autocuidados de la diabetes favorecen el control de la glucosa en la sangre. Un mayor control glucémico facilita la cicatrización de las úlceras en el pie y retrasa o previene complicaciones asociadas a la diabetes que predisponen aún más al paciente a neuropatías periféricas y a una menor circulación en las extremi- dades inferiores (DCCT Research Group, 1993; RNAO, 2004; UKPDS Group 33, 1998) . La valoración de las necesidades debe ser la fuerza motriz de la planificación y el manejo del programa de cada pa- ciente. Dichas valoraciones deben adaptarse de modo que se asigne al personal y los recursos necesarios para satis- facer las necesidades educativas y de cuidados de la persona (ADA, 1999) . La actitud personal y las creencias cultu- rales, el nivel de alfabetización y el estado físico influirán en la capacidad de la persona para cumplir el régimen re- comendado (American Association of Diabetes Educators, 1999; Canadian Diabetes Association - Diabetes Educator Section, 2000) . Aunque la educación parece ejercer una influencia positiva a corto plazo en el conocimiento y comportamiento del paciente respecto a los cuidados del pie, no está claro que pueda prevenir las úlceras en el pie y la amputación. En una revisión sistemática que examinaba la educación al paciente diabético sobre úlceras en el pie, Valk et al. (2002), concluyen que hace falta más investigación para determinar el impacto de dicha educación en la incidencia de las úlceras, y si dicha educación surte un efecto diferente en personas con diversos grados de riesgo de úlceras. Como se analizó en la guía de buenas prácticas: Cómo reducir las complicaciones del pie diabético (RNAO, 2004) , debe incluirse los siguientes elementos en los programas básicos de los cuidados del pie: nToma de conciencia de los factores de riesgo. nImportancia de la inspección anual de los pies por un profesional sanitario. nInspección diaria de los pies. nCuidado adecuado de la piel y las uñas. nPrevención de lesiones. nCuándo conviene obtener ayuda o derivar a un profesional especializado. (ADA, 2001; Apelqvist, Bakker, Education Study Group of the European Association for the Study of Diabetes, 2001; & Trepman, 1999). Véase el Anexo C para consultar el Sistema de clasificación de la University of Texas, Categorías 0-3: Factores de riesgo de las úlceras. Valoración y manejo de úlceras del pie diabético 25 26 Véase el Anexo D para consultar el Sistema de clasificación de la University of Texas, Categorías 4-6: Factores de riesgo de la amputación. Véase el Anexo E para consultar el Sistema de clasificación de las heridas diabéticas del Health Science Center San Antonio Diebetic Wound de la Universidad de Texas. Véase el Anexo F para consultar un folleto informativo para el paciente sobre cuidados del pie diabético. Valoración holística: Recomendación 2.0: Elaborar y documentar una historia clínica que incluya manejo de la diabetes, las alergias, la medi- cación, la valoración funcional y el examen físico (estado vascular, infección, callos, neuropatía, deformidad o presión en los pies, úlceras). (Nivel de la evidencia =Ib - IV) La valoración holística de pacientes con úlceras del pie diabético debería incluir: nHistoria de la enfermedad actual (Nivel de la evidencia =IV) lSuceso desencadenante (traumatismo, calzado, etc.) lDuración de la úlcera lTratamientos prescritos lResultado de los tratamientos nHistoria médica pasada (Nivel de la evidencia =III) nMedicación (Nivel de la evidencia = IV) nManejo actual de la diabetes (Nivel de la evidencia =Ib) nAlergias (Nivel de la evidencia = IV) nHistoria familiar (Nivel de la evidencia =III) nActividades de la vida diaria (AVD)/actividades instrumentales de la vida diaria (AIVD) o evalu- aciones funcionales (Nivel de la evidencia =III) nCalidad de vida (Nivel de la evidencia =III) Discusión de la evidencia Se requiere una valoración exhaustiva para todos los pacientes diabéticos que presenten úlceras en el pie. Esta valoración debe abarcar la etiología, factores que influyen en la cicatrización, así como el estado biopsicosocial del paciente. Historia de la enfermedad actual (Nivel de la evidencia =IV) nSuceso desencadenante nDuración de la úlcera nTratamientos prescritos nResultado de los tratamientos La valoración del paciente con úlcera en el pie diabético requiere un reconocimiento físico y un análisis deta- llado de su historia, las pruebas diagnósticas relevantes y la determinación de factores de riesgo de las úlceras. Los pacientes con úlcera del pie diabético deben considerarse como pacientes con alto riesgo de amputación (Australian Centre for Diabetes Strategies, 2001; Falanga & Sabolinski, 2000) . Guía de buenas prácticas en enfermería Historia médica/quirúrgica pasada (Nivel de la evidencia =III) Examinar atentamente la historia para determinar la salud general, el control de la diabetes y sus complicaciones. Esto debe abarcar: nToda otra afección (comorbilidades) y complicación asociadas a la diabetes. nToda intervención quirúrgica o amputación previa asociada a la diabetes. nHistorial de úlceras anteriores asociadas a la diabetes. Comorbilidades y complicaciones asociadas a la diabetes: Insuficiencia renal Eggers et al. (1999) hallaron que los pacientes con diabetes mellitus y enfermedad renal terminal (ERT) representaban el 50% de las amputaciones en esta categoría de pacientes. Los que sufrían ERT sin diabetes mellitus representaban un 20% de la tasa de amputación. Los que presentaban ERT por otras causas pero que tenían factor de riesgo de diabetes mellitus representaban aproximadamente un 25% de las amputaciones. En los pacientes con ERT sometidos a amputación, la tasa de supervivencia dos años más tarde era de un 33%. Hipertensión Los resultados del estudio de tratamiento óptimo de la hipertensión (Hypertension Optimal Treatment Study) y del estudio United Kingdom Prospective Diabetes Study (UKPDS) revelan reducciones clínicamente importantes en las complicaciones micro y macrovasculares así como en las muertes asociadas a la diabetes (CDA, 2003) . Las personas con hipertensión pre- sentan un riesgo cinco veces mayor de enfermedad vascular periférica, y por lo tanto un mayor riesgo de amputación en comparación con los diabéticos con tensión normal (Royal Melbourne Hospital, 2002) . Adler, Stratton, Neil, Yudkin, Mat- thews, Cull et al. (2000) demostraron que las complicaciones macro y microvasculares (retinopatía, nefropatía) están vinculadas a una tensión Reiber, Vileikyte, Boyko, Del Aguila, Smith, Lavery et al. (1999) revisaron siete estudios que indicaban que la retinopatía es un factor independiente de predicción de la amputación, posiblemente por enfermedad microvascular. Ingresos en el hospital y cirugías previas La historia de amputaciones anteriores es un firme factor de predicción de futuras amputaciones. Hasta un 34% de los pacientes desarrollan otra úlcera en un plazo de un año tras la cicatrización de una, y hasta un 70% en un plazo de 5 años (Frykberg et al., 2000) . Medicación (Nivel de la evidencia =IV) Los registros de medicación aportan al profesional sanitario información sobre el manejo de la diabetes, así como posi- bles interacciones de medicamentos y aquellos que dificultarían la cicatrización. Manejo actual de la diabetes (Nivel de la evidencia =Ib) Control glucémico Las complicaciones de la diabetes están estrechamente asociadas con altos niveles de glucosa en la sangre. Un mejor control de la glucemia reduce las complicaciones. El United Kingdom Prospective Diabetes Study (UKPDS) mostró que el control intensivo de la glucosa en la sangre produjo una notable reducción del riesgo de complicaciones de la diabetes de tipo 2. Cada reducción del 1% en A1C aportó una disminución significativa de las complicaciones. Los pacientes con valores de A1C en el intervalo normal (<6%) representaban el menor riesgo (Stratton, Adler, Neil, Matthews, Manley, Cull et al., 2000) . El DCCT Research Group (1993) concluyó que la terapia intensiva para mantener los niveles de glucosa cerca Valoración y manejo de úlceras del pie diabético 27 28 del intervalo normal retrasaba efectivamente la aparición y el progreso de la retinopatía, nefropatía y neuropatía en dia-béticos insulinodependientes, ahora identificados como tipo 1 . Un estudio japonés que examinaba el control glucémico y las complicaciones microvasculares concluyó que el con- trol glucémico intenso puede retrasar la aparición y el progreso de la retinopatía, nefropatía y neuropatía diabéticas en et al., Epidemiologic Study, centrado en la retinopatía diabética, mostró una relación exponencial constante entre un control glucémico en deterioro y las complicaciones (Moss, Klein & Klein, 1996). La guía CDA Clinical Practi-ce Guidelines (2003) recomienda los siguientes objetivos de control glucémico para la mayoría de pacientes con dia-betes de tipos 1 y 2: nA1C <7.0% para reducir el riesgo de complicaciones micro y macrovasculares. nGlucosa plasmática en ayunas de 4,0 a 7,0 mmol/l y glucosa postprandial plasmática (2 horas) de 5,0 a 10,0 mmol/l . La CDA (2003) recomienda que se personalicen los objetivos y las estrategias de tratamiento según factores de riesgo como complicaciones y comorbilidades. Alergias (Nivel de la evidencia =IV) Toda alergia deberá registrarse en la historia médica. La medicación deberá especificarse con detalle. Historia familiar (Nivel de la evidencia =III) Los pacientes con familiares cercanos que sufran determinadas enfermedades (como enfermedades cardiacas, diabe- tes y osteoporosis) tienen más probabilidad de contraer esas enfermedades (Bennett, 1999) . La historia médica fami- liar es un importante factor de riesgo que refleja una susceptibilidad heredada genéticamente, un entorno com- partido y comportamientos comunes (Centres for Disease Control and Prevention, 2004) . Actividades de la Vida Diaria (AVD) (Nivel de la evidencia =III) Es importante determinar la capacidad del paciente para funcionar en su entorno, y cómo esto influye en su calidad de vida. Ribu & Wahl (2004) efectuaron un estudio cualitativo con siete pacientes con diabetes de tipo 1 o tipo 2 y úlce- ras en el pie para determinar la opinión de los pacientes sobre la vida con úlceras en las extremidades y diabetes. El resultado indica que los pacientes sufrían alteraciones en los pies, dolor e insomnio, fatiga y movilidad reducida, aisla- miento social y soledad, vida restringida, pérdida de control y miedo al futuro. Al tratar las úlceras en los pies de los pacientes, los médicos deben tener en cuenta los sentimientos subjetivos de éstos hacia sus circunstancias y cómo afectan a su calidad de vida. Guía de buenas prácticas en enfermería Valoración y manejo de úlceras del pie diabético 29 Estado vascular: Recomendación 2.1: Valorar clínicamente las extremidades inferiores bilaterales para comprobar la perfusión vascular y facilitar unas pruebas diagnósticas apropiadas. (Nivel de la evidencia =IIb - IV) La valoración de la perfusión vascular puede efectuarse mediante la historia, el reconocimiento físico y las pruebas diagnósticas. Historia y exámen físico de las extremidades inferiores Pruebas diagnósticas* nPulsos periféricos. nÍndice de presión brazo/tobillo (ABPI, nClaudicación intermitente. nEscáner dúplex nColor (palidez al elevar la extremidad, enrojecimiento nPresiones de dedos del pie y tobillos transcutáneo nTemperatura. nLlenado capilar. nEdema. nDolor. nGangrena de las guóas de la RNAO, 2005 *La disponibilidad de estas pruebas diagnösticas puede ser limitada en centros especializados de cirugóa vascular y cuidados de heridas. Discusión de la evidencia El pie afectado debe recibir un flujo sanguíneo adecuado para favorecer la cicatrización (Birke et al., 2000; Reiber et al., 1999) . La literatura apoya la noción de que la arteriopatía periférica, también conocida como enfermedad vascular periférica (EVP), no es la única causa del deterioro de la integridad de la piel, pero puede ralentizar la cicatrización de heridas y en consecuencia aumentar el riesgo de futura amputación (Apelqvist, 1998; Birke et al., Mueller, 2000) . En diabéticos jóvenes, la EVP es a menudo bilateral. Además, el riesgo de EVP aumenta según se prolonga la enfermedad (Calhoun, Overgaard, Stevens, Dowling & Mader, 2002) . Asimismo, el riesgo EVP es diez veces mayor en pacientes diabéticos que además sufren enfermedades renales (Apelqvist, 1998; Eggers et al., 1999) . La presencia de pulsos periféricos pedios representa una presión sistólica mínima de 80 mmHg (Lavery & Gazewood, 2000). La guía National Evidence Based Guidelines for the Management of Type 2 Diabetes Mellitus (Australian Centre for Diabetes Strategies, 2001) indica que la ausencia de pulsos periféricos tiene relevancia como pronóstico de futuras amputaciones en pacientes con o sin úlceras del pie. Dada la naturaleza distal del proceso de la enfermedad, los diabéticos pueden sufrir is- quemia con pulso pedio dorsal (Boulton et al., 1999) . Uno de los primeros síntomas clásicos de la insuficiencia vascular es la claudicación (dolor en la pantorrilla). Sin embargo, en pacientes diabéticos, este síntoma clásico puede quedar enmascarado por la presencia de neuropatía (Calhoun et al., 2002) . Un estudio de cohortes realizado por Eneroth, Apelqvist y Stenstrom (1997), reveló que la claudicación es insignifi- cante como factor de predicción o síntoma de enfermedad vascular. Una historia positiva de claudicación intermitente de extremidades inferiores combinada con la ausencia bilateral de pulsos pedios, aumenta la probabilidad de insuficiencia vascular en la diabetes (Boyko, Ahroni, Davignon, Stensel, Prigeon & Smith, 1997) . 30 El llenado capilar se considera anormal si el tejido tarda más de 5 segundos en recobrar su color normal tras aplicar presión y liberarla. Debe valorarse el color de los pies para comprobar si existe rubor en reposo, palidez al elevarlos, moteo y gangrena seca, que son signos de presencia de isquemia (Bowker & Pfeifer, 2001) . Se recomienda derivar a cirugía vascular a los pacien-tes con signos de insuficiencia arterial, para que se les pueda realizar una valoración vascular exhaustiva. En el Anexo G se proporcionan más detalles sobre diagnósticos para determinar la perfusión vascular. Infección: Recomendación 2.2: Valorar a todos los pacientes con úlceras del pie diabético para comprobar signos y síntomas de infección y solicitar pruebas diagnósticas y tratamientos adecuados. (Nivel de la evidencia =IIa) Discusión de la evidencia Las personas diabéticas con úlceras del pie pueden no presentar síntomas inflamatorios debido a que suelen tener un sistema inmune deficiente, bajo control metabólico y circulación periférica reducida (Armstrong, Lavery, Sariaya & Ashry, 1996; Eneroth et al., 1997) . Además, la mayor comorbilidad asociada al envejecimiento aumenta el riesgo de los diabéticos de contraer infección . La identificación de la infección en una herida crónica puede resultar difícil, ya que su valoración clínica difiere de la de las heridas agudas. Gardner, Frantz y Doebbling (2001) validaron el trabajo de Cutting & Harding (1994) y proporcionaron una lista de comprobación para ayudar al médico a detectar los signos clínicos de infección en heridas crónicas. Gardner et al. (2001), en un estudio transversal, identificaron los siguientes signos y síntomas : nAumento del dolor (100% de especificidad). nDeterioro de la integridad de la piel (100% de especificidad). nTejido de granulación friable (76% de especificidad). nMal olor (88% de especificidad). La infección de heridas profundas a menudo produce eritema y calentamiento que se extiende al menos 2cm más allá del margen de la herida. Esta elevada respuesta inflamatoria es dolorosa y aumenta el tamaño de la herida o produce zo- nas satélite de deterioro de tejidos lo que causa úlceras adyacentes. Las infecciones de heridas profundas, especialmente en úlceras de larga duración, a menudo provocan la osteomielitis. La exploración del hueso es una técnica simple y no invasiva para la detección rápida de osteomielitis y debe incluirse en la valoración inicial de todos los pacientes con úlceras del pie infectadas (Grayson, Balaugh, Levin & Karchmer, 1995) . En combinación con la valoración clínica y la interpre-tación radiográfica, la exploración del hueso, es una técnica de valoración eficaz, de bajo coste, y precisa (Caputo, Cava-nagh, Ulbrecht, Gibbons & Karchmer, 1994) . En la herida infectada se pueden modificar el olor, color, la calidad del tejido y los exudados. Una herida sana tiene un olor apenas perceptible no desagradable, mientras que las infecciones suelen producir un olor marcado y ligeramente desagradable (Cutting & Harding, 1994) . Guía de buenas prácticas en enfermería Para la curación de la úlcera del pie diabético es vital diagnosticar y tratar la infección a tiempo, basándose en los signos y síntomas listados en la Tabla 1. La infección infección de las heridas profundas del pie es grave ya que supone un riesgo para la extremidad afectada, siendo la causa directa del 25-51% de las amputaciones en pacien- tes diabéticos (Tennvall, Apelqvist & Eneroth, 2000) . Tabla Signos síntomas de desequilibrio bacteriano en pacientes diabéticos con ulcera en el pie LOS SIGNOS DE HERIDAS GRAVES Y DE INFECCIÓN SISTÉMICA REPRESENTAN RIESGOS POTENCIALES PARA EL MIEMBRO AFECTADO Y PARA LA VIDA. ESTOS SIGNOS Y SLNTOMAS CLLNICOS REQUIEREN UNA ATENCIÓN MÉDICA URGENTE. Infección que no afecta a la extremidad Infección que afecta a la extremidad Infección superficial Infección en herida profunda Infección sistémica nNo cicatriza. nDolor en el pie, previamente insensible. Además de los de la columna anterior: nTejido de granulación zonas de deterioro o necrosis. nDeterioro de la integridad de la piel. nEscalofríos. nAumento de la cantidad de exudado. nMayor tamaño o zonas satélite. nHipotensión. nGrietas del del epite- nControl errático de la glucosa. Equipo de desarrollo de las guóas de la RNAO, 2005 La infección tiene lugar cuando las bacterias de una herida superan las defensas naturales del sistema inmunita- rio. La probabilidad de infección de una herida está asociada con la carga microbiana y el tipo de microorganis- mo. No obstante, las características de la herida (tipo, lugar, tamaño y profundidad), el nivel de perfusión sanguí- nea y la capacidad del huésped para resistir a la infección son factores igualmente importantes: Infección = Cantidad de organismos x Virulencia de los organismos Resistencia del huésped Esta ecuación representa una relación entre el aumento de organismos y su virulencia que puede llegar a superar la capacidad del huésped de detener la infección (Dow, Browne & Sibbald, 1999; Peacock & Van Winkle, 1976) . Aunque a menudo se pone el énfasis en la carga bacteriana, lo cierto es que , la resistencia del huésped (el paciente con diabetes) suele ser el factor crítico para determinar si se producirá una infección. Los diabéticos tienen compro- metido el sistema inmunitario, lo que propicia una menor resistencia a la infección . Valoración y manejo de úlceras del pie diabético 31 32 La mayoría de las heridas crónicas contienen más de tres especies de microorganismos, lo cual aumenta el riesgo de infec- ción, ya que es posible que establezcan una sinergia entre ellos. En las heridas infectadas con diversas especies, no es posible distinguir cuál es el organismo causante (Tabla 2). Cambios en la flora microbiana a lo largo del tiempo La flora microbiana en una herida crónica cambia de manera impredecible con el paso del tiempo, como lo indica la Tabla 2 Tabla 2: Flora microbiana en una herida crónica a lo largo del tiempo Tiempo Tipo de microorganismo Resultados clínicos y de laboratorio Primeros días Flora cutánea. 1 a 4 semanas Flora cutánea acompañada de cocos aeróbicos gram- Drenaje purulento. estreptococos betahemolí- Grampositivos. ticos, S. aureus . Una sola especie. 4 semanas o más Flora cutánea acompañada posiblemente de bacterias Necrosis de tejido. anaeróbicas gramnegativas, especialmente coliformes Cavernas. seguidas de bacterias anaeróbicas y pseudomonas. Afectación profunda. Mezcla polimicrobiana de patógenos aeróbicos y anaeró- bicos. Utilizado con autorizaciön. Dow, G., Browne, A. & Sibbald, R. G. (1999). Infection in chronic 45(8), 23-27, 29-40. Las pruebas diagnósticas y las técnicas de imagen son otros procedimientos que se utilizan para determinar la infección . En el Anexo H se ofrecen más detalles sobre las pruebas diagnósticas y las técnicas de imagen para determinar la infec- ción. En el Anexo I aparece una descripción de la técnica de recogida de mues- tras con hisopos. Guía de buenas prácticas en enfermería Valoración y manejo de úlceras del pie diabético 33 Sensorial Autónomo Motor nLa hiperglucemia afecta a las vainas de mielina. a- compañado de la ralentiza- ción en la conducción de los nervios motores y alteraciones de la percepción sensorial (Zangaro & Hull, 1999). Denervación simpática. nPérdida de control vasomotor. nFlujo sanguíneo periférico. del colágeno. nGlicosilación no enzimática. nAtrofia de los músculos. intrínsecos del pie (flexores plantares de los dedos). nSubluxación de articulaciones metatarso- falángicas. nSe recomienda la evaluación del hallux y las cabezas el primer, tercer y quinto metatar- siano, mediante un monofilamento de 10g como un cribaje apropiado para determinar la presencia de sensibilidad protectora (ADA, 2001; Campbell, Graham, Kidd, Molly, O'Rourke & Coagiuri, 2000; Frykberg et al., 2000; Hunt, Hull, 1999). nAnálisis del modo de caminar. nPiel seca y escamosa por falta de hidrata- ción. nInspección entre los dedos, especialmen- te el cuarto y el quinto, para comprobar posibles fisuras. nMaceración. nAusencia de crecimiento del cabello y uñas del pie más gruesas. nElevación de la presión máxima. nRango de movimiento. nFalta de reflejos profundos en el tendón. nSensación vibratoria reducida. nPerdida de sensibilidad pro- tectora. nAtaxia sensorial. nCaídas (15 veces más frecuen- tes que en personas sin diabe- tes). nAnhidrosis. nCallos. nFisuras y gos). periférico. nPiel cerosa= alteración de la movilidad articular. nDedos con forma de garra. nDedos martillo. nArtropatía de muscular. del tendón de Aquiles. Neuropatía: Recomendación 2.3: Identificar la presencia de neuropatía periférica, mediante la valoración de alteraciones sensoriales, autónomas y motrices. (Nivel de la evidencia =II - IV) Discusión de la evidencia Lavery, Armstrong, Vela, Quebedeau y Fleishchli (1998) destacaron que los pacientes con neuropatía periférica y sin otros factores de riesgo tenían una probabilidad 1,7 veces mayor de presentar úlceras. Los pacientes con neuropatía así como deformidad en el pie tenían un riesgo 12,1 veces mayor. Por su parte, los pacientes con neuropatía, deformidad e historia de amputación presentaban un riesgo 36,4 veces mayor de presentar una úlcera en el pie. En la neuropatía periférica, las manifestaciones clínicas se pueden clasificar en tres tipos de síntomas. Los síntomas que pueden presentar las personas diabéticas y que aumentan el riesgo de desarrollar ulceras se presentan en la siguiente tabla : Síntoma Fisiopatología Valoración Resultados *(Apelqvist,1998; Boyko, Boulton; 2003; Shaw & Boulton, 1997). En el Anexo J se describe el monofilamento y su uso. Deformidad y presión en el pie: Recomendación 2.4: Valorar la presión y deformidad en el pie, el modo de andar, el calzado y los dispositivos para la marcha. Derivar a los pacientes según corresponda. (Nivel de la evidencia =Ia - IV) Discusión de la evidencia Los estudios han demostrado que, si bien el traumatismo de un pie neuropático puede deberse a una única causa, las úlceras suelen producirse como resultado de traumatismos menores repetidos, como los causados por el calza- do o por una presión elevada en la parte inferior del pie. Las deformidades del pie, como la prominencia de las ca- bezas metatarsianas, los dedos del pie en forma de garra y una movilidad articular reducida altera la forma de andar o su mecánica, provocando una anormal aplicación de fuerzas en el pie, una deficiente absorción de choques, así como fuerzas de cizalla y tensión de los tejidos blandos (RNAO, 2004; Shaw & Boulton, 1997) . Los diabéticos deben so- meterse a valoraciones frecuentes para detectar deformidades en el pie; se debe intervenir para reducirles la pre- sión en el pie y el riesgo de úlceras (Australian Centre for Diabetes Strategies, 2001; Royal Melbourne Hospital, 2002) . Valorar la presión Una presión elevada en el pie es un importante factor de riesgo de complicaciones en el pie (Lavery et al., 2003) . La superficie plantar de la parte delantera del pie es el lugar más frecuente en el que aparecen las úlceras (ADA, 1999) . Las relaciones de presión en la parte delantera y trasera del pie aumentan en los pies con neuropatía grave, lo que indica un desequilibrio en la distribución de la presión. La deformidad equina con neuropatía periférica grave pue- de ser un factor importante en la etiología de la úlcera (Caselli, Pham, Giurini, Armstrong & Veves, 2002) . La reducción del espesor del tejido blando plantar en las cabezas metatarsianas se asocia con una mayor presión en el pie y pue- de predecir la formación de úlceras del pie diabético (Abouaesha, van Schie, Griffiths, Young & Boulton, 2001) . La presión en las prominencias óseas puede derivar en la formación de callos y, en la ausencia de sensibilidad pro- tectora, puede predisponer la zona a un deterioro de la integridad cutánea (Australian Centre for Diabetes Strategies, 2001; Boyko et al., 1999; Frykberg et al., 1998; Hutchinson et al., 2000) . Los callos pueden actuar como un cuerpo extraño que eleva la presión plantar; al extirpar el callo, se reduce significativamente la presión (Boulton et al., 1999; Murray, Young, Hollis Cavanagh, Thomas, John-son, Murray & Boulton, 1992) .Guía de buenas prácticas en enfermería Constatar las deformidades estructurales El reconocimiento físico de un diabético debe incluir la valoración e intervenciones asociadas a las deformidades del pie (Australian Centre for Diabetes Strategies, 2001; Royal Melbourne Hospital, 2002) . Existe una evidencia significativa que apoya que a mayor deformidad se aumenta el riesgo y la magnitud de la presión plantar (Lavery et al., 2003) . Las deformidades del pie incluyen: dedos de martillo o de garra, deformidad del hallux, pies planos, pies cavos y artropatía de Charcot, entre otras. Deformidad Descripción y evidencia Con la atrofia de los músculos intrínsecos del pie, especialmente los flexores plantares de los dedos, se altera el equilibrio flexor/ex- tensor en las articulaciones metatarsofalán- gicas. Esto produce la retracción del dedo y una posible subluxación de las articulaciones metatarso-falángicas. Como resultado de ello, quedan desplazados los panículos adi- posos submetatarsianos y existe una presión reducida que absorbe el tejido subcutáneo en las cabezas metatarsianas. Además, la gli- cosilación de colágeno ocasionada por la hi- perglucemia hace la piel más gruesa y cerosa, lo que afecta a la movilidad de las articula- ciones. Todos estos factores contribuyen a la deformidad de los pies y a la presencia de riesgo de úlcera (Bennett, Stocks & Whittam, 1996; Shaw & Boulton, 1997) .Valoración y manejo de úlceras del pie diabético 35 *Dedo \"martillo\": Articulación central torcida *Dedo \"garra\": L a articulación está torcida en la base del dedo y la articulación central se inclina hacia abajo *Halgus Valgus o pequeño juanete (leve o moderado): L a articulación en la base del dedo gor- do se ve desplazada hacia el lado *Hallus Valgus o gran jua- nete (grave): E l dedo gordo puede deslizarse bajo el se- gundo dedo del pie 36 Guía de buenas prácticas en enfermería Deformidad Descripción y evidencia El pie plano (pes planus) equivale a un aplanamiento del pie. Los pies presentan un mayor ángulo talometatarsal lateral y una mayor longi- tud del segundo (Ledoux, Shofer, Ahroni, Smith, Sangeorzan & Boyko, 2003) . Existen varias causas que explican la presencia del pie pla-no, siendo la hereditaria la causa principal. Aunque hay muchas personas con pies planos sin otros problemas añadi- dos, otras muchas presentan complicaciones debido al uso prolongado de zapatos flexibles, sin sujeción y sobre superficies duras, o bien por le- siones, embarazos u otros factores. Lo cual puede producir, a menudo, otros problemas . El arqueamiento del pie se debe a una amplia tira de tejido conectivo fibroso, llamado ligamento longitudinal. Un ligamento no es más que te- jido conectivo que vincula un hueso con otro. El ligamento longitudinal conecta las articulaciones falángicas metatarsianas al calcáneo o al hueso del talón. Como si fuera una cuerda, cada extremo se une a los huesos for- mando un arco. Dicho arco es una estructura de absorción de impactos y contribuye a mantener todos los huesos del tarso en su posición erguida correcta. A medida que disminuye el arco, aumenta el impacto. Cuando el ligamento que forma el arco se estira o desgarra, el arco dismi- nuye. Si esto se produce de manera suficiente, los huesos del tarso pueden comenzar a inclinarse hacia el interior o producir una pronación o un valgo (superior a la posición erguida de 90°) en el tobillo. Esto puede ocasionar problemas en la zona de origen (los huesos metatarsianos) o en el talón. También puede ejercer presión en la zona interior de la rodilla y quizá la cadera y la espalda. Es como tirar demasiado de una cuerda de una marioneta, obte-niendo una masa retorcida a un lado. El cuerpo humano funciona de una manera muy parecida, si un grupo principal de músculos está sometido a mucha tensión, las articulaciones se retuercen. En pes cavus, el arco es anormalmente elevado al soportar peso. El talón suele inclinarse hacia el interior a la altura del tobillo (pero no siempre). En muchos casos, los dedos del pie tienen aspecto de \"garra\". Cuando la persona no está de pie, la mitad frontal del pie parece estar por debajo de la altura de la parte trasera del pie. Ledoux et al. (2003) hallaron diferen- cias biomecánicas entre pes planus y pes cavus en diabéticos. Encon- traron que todos los defectos eran más pronunciados en los pes cavus: ca- bezas metatarsianas prominentes, prominencias óseas, dedos martillo o garra, así como mayor dorsiflexión y menor plantiflexión del hallux. Pie cavo (pes cavus) Pie plano (Pes planus) Deformidad Descripción y evidencia La articulación de Charcot es una forma de neuroartropatía que sue- le localizarse en el pie. El deterioro nervioso de la diabetes produce desensibilización, atrofia muscular y ligamentosa e inestabilidad ar- ticular resultante. Al caminar utilizando esta articulación insensible y debilitada, se puede ocasionar aún más daños a la estructura del pie. En la fase aguda, existe inflamación y reabsorción ósea, lo que destruye el hueso. En etapas posteriores, el arco se desploma y el pie puede llegar a parecerse a la parte inferior de un balancín. La dis- tribución de peso de la planta queda alterada, lo que causa defor- midades que conducen a puntos de presión que propician la forma- ción de úlceras. Los signos que se deben valorar son: calentamiento inicial, dolor, incomodidad, eritema, hinchazón, deformidades rígi- das, limitación de la movilidad articular y formación de callos (ADA, 2001; Bowker & Pfeifer, 2001) . Uno de cada 680 diabéticos padecerá la atropatía de Charcot, cuya indicencia en aquellos diag- nosticados de neuropatía periférica (Royal Melbourne Hospital, 2002) . Es importante la detección precoz del pie de Charcot, para propor- cionar un tratamiento adecuado que prevenga nuevas lesiones y fa- vorezca la estabilidad del pie (Lavery et al., 1998) . Si quiere consultar información para pacientes sobre la artropatía de Charcot, visite www.rnao.org/bestpractices . El aumento paulatino de la rigidez de los tejidos que contienen colágeno provoca un engrosamiento de la piel, pérdida de movilidad articular y posible deformidad permanente del flexor. Hasta un 30% de los pacientes con diabetes pueden presentar una movilidad arti- cular limitada. La reducción de la movilidad de la articulación del tobillo puede producir una mayor presión plantar al caminar y convertirse en un importante factor de riesgo en la patogénesis de úlceras del pie diabético (Fernando, Masson, 1991; Zimny, Schatz & Pfohl, 2004) . La contractura del tendón de Aquiles es una causa común de limitación de la movilidad articular y produce una presión mayor en la parte frontal del pie al andar (Armstrong, Lavery & Bushman, 1998; Mueller, Sinacore, Hastings, Strube & Johnson, 2004) . Ilustraciones de arriba facilitadas por Nancy A. Bauer, BA, Bus Admin, RN, ET. * Referencia: Diabetes Nursing Interest Group & Registered Nurses' Association (2004). foot: Risk program. Images of Ontario version]. Disponible www.rnao.org/bestpractices/PDF/BPG_Foot_Diabetes_Workshop_slides.pdf y manejo de úlceras del pie diabético 37 *Artropatía de Charcot Limitación de la movilidad articular 38 Marcha anormal La marcha es la manera o el estilo de caminar. El proceso neurodegenerativo en diabéticos está acelerado, Lo que pro- duce una disminución en el control motor y en la estabilidad postural o en la posición del pie, así como una distribu- ción anormal del peso (Mason O'Keefee, McIntosh, Hutchinson, Booth Young, 1999b; Meier, Desrosiers, Bourassa & Blaszczyk, 2001) . Las alteraciones en la forma de andar, el equilibrio y la movilidad son producto de la ataxia sensorial, visión defi-ciente, debilitamiento y/o neuropatía en pacientes con diabetes (Sinacore & Mueller, 2000) . La valoración de la marcha es importante, ya que los diabéticos con neuropatía presentan un riesgo 15 veces superior de sufrir caídas en compa-ración con los que no sufren neuropatía (Sinacore & Mueller, 2000) . Algunas formas de andar que se pueden observar en diabéticos son las siguientes: atáxica (inestable, descoordinada, utilizando una base amplia de sustentación), marcha equina (elevando el pie más arriba para compensar la caída del pie o una movilidad de la articulación del tobillo deficiente) y antálgica (cojeo que suele reflejar molestias). Calzado y dispositivos ortopédicos Conviene valorar los dispositivos y zapatos existentes para comprobar las zonas de presión y adherencia al llevarlos. Se debe educar al paciente al respecto. Véase el Anexo K para sugerencias en la valoración y selección de zapatos y cal- cetines. Zapatos Es crucial que los diabéticos visiten a un especialista de forma regular para la valoración de los pies y los dispositi- vos asociados con la manera de andar como medida preventiva para reducir la aparición y reaparición de úlceras (ADA, 2001; Campbell et al., 2000; Frykberg et al., 2000; Hunt, 2001; Hutchinson Zangaro & Hull, 1999). Las úlceras en el pie se han asociado con una presión constante o repetitiva ejercida por zapados ajustados sobre las prominencias óseas en el dorso de los dedos pequeños, en la zona interna de la primera cabeza metatarsiana o en la zona lateral de la quinta (Lavery et al., 1998) . En un amplio estudio prospectivo, Abbott, Carrington, Ashe, Bath, Every, Griffiths et al. (2002) hallaron que la causa principal (un 55%) de las úlceras es la presión del calzado. En una revisión sistemática de intervenciones para prevenir las úlceras de pie diabético, se revisaron dos ensayos controlados aleatorizados sobre el calzado de los pacientes. Un estudio reveló que el tipo de calzado puede ser im- portante como factor independiente, y que al proporcionar a los pacientes un calzado normal bien adaptado que distribuya la presión anormal se puede reducir el riesgo de úlceras (Mason et al., 1999a) . El segundo estudio indicó que la evidencia no apoya que se recomiende, de forma general, calzado terapéutico y plantillas a pacientes diabé- ticos con deformidades del pie. La educación a los pacientes puede constituir una intervención más importante. Sin embargo, en el caso de los pacientes a los que no se les pueda realizar un seguimiento cercano o que presenten deformidades graves, el calzado especializado puede resultarles beneficioso (Reiber, Smith, Wallace, Sullivan, Hayes, Vath et al. 2002) . Maciejewski, Reiber, Smith, Wallace, Hayes y Boyko (2004) indicaron resultados coherentes con el segundo estudio. Guía de buenas prácticas en enfermería Ortopedia La ortopedia consiste en plantillas hechas a medida, personalizadas, que permiten corregir o reducir la desalinea- ción y las zonas de presión en el pie. Una revisión sistemática analizó la eficacia de las intervenciones de alivio de la presión para prevenir y tratar las úlceras de pie diabético. Spencer (2004) revisó cuatro ensayos controlados aleatori- zados sobre intervenciones de alivio de la presión y concluyó que la ortopedia interior del calzado es beneficiosa. Pruebas diagnósticas La disponibilidad de estas pruebas puede ser limitada en centros especializados. Rayos X Los rayos X son útiles principalmente como herramienta para detectar una posible osteomielitis, cuerpos extraños, existencia de gas en espacio tisular (infección por agentes anaerobios) o anomalías óseas (Royal Melbourne Hospital, 2002) . Mapa de presión El mapeado de la presión mide las presiones del pie en posición sentada y levantada. Lavery et al. (1998) indicaron que la presión plantar elevada (65 N/cm 2) es un factor significativo asociado a la presencia de úlceras en el pie. Pham, Armstrong, Harvey, Harkless, Giurini y Veves (2000) utilizaron un sistema F-Scan y hallaron que la presión del calza- do > 6 kg/cm situaba a los pacientes en riesgo de úlceras en el pie. Valoración de las úlceras en el pie: Recomendación 3.0: Describir y documentar las características de las úlceras. (Nivel de la evidencia =IV) Discusión de la evidencia Un registro adecuado que utilice un lenguaje común y descriptores objetivos, como medidas de heridas y clasificación de úlceras, puede aumentar la claridad y mejorar los resultados. La monitorización de la cicatrización es tan importante como la valoración inicial y el tratamiento a la hora de mejorar los resultados (Krasner, 1998) . Actualmente, se carece de estándares claramente establecidos en cuanto a la valoración y documentación del progreso de las heridas. Recomendación 3.1: Identificar la localización, la longitud, la anchura y la profundidad de la úlcera para clasificarla. (Nivel de la evidencia =Ia - IV) Discusión de la evidencia Identificación de las úlceras en las extremidades inferiores (Nivel de la evidencia =IIa) La localización de una úlcera en el pie se determina a partir del lugar del traumatismo. En tres amplios estudios pros- pectivos, el 53% de las úlceras afectaron a los dedos del pie y el 22% afectaron a la primera zona metatarsiana (Apelqvist et al., 2000; Armstrong, Lavery & Harkless, 1998a; Reiber et al., 1999). Valoración y manejo de úlceras del pie diabético 39 40 Cómo medir la longitud y la anchura (Nivel de la evidencia =Ia) Una revisión sistemática evaluó tratamientos de úlceras del pie diabético calculando la longitud y la anchura (Margolis, Kantor & Berlin, 1999) . A medida que disminuía la longitud y la anchura, la herida se clasificaba en proceso de cicatriza- ción. Al medir una herida, es importante hacerlo siempre con el mismo método, como el trazado (Krasner & Sibbald, 2001) . Esto aumentará notablemente la fiabilidad al determinar el progreso hacia el cierre de la herida. Los estudios clínicos han demostrado que una reducción en la zona de la úlcera (aproximadamente del 20 al 40%) después de entre 2 y 4 semanas de tratamiento es un buen factor de predicción de la cicatrización (Margolis et al., 1999; Tallman, van Rijswijk & Polansky, 1994) . Medición de la profundidad (Nivel de la evidencia =IV) La profundidad de la herida suele medirse y cuantificarse insertando con cuidado un hisopo o sonda estéril en la heri- da. Se busca el punto más profundo y se sitúa un dedo (la mano previamente cubierta con un guante) en el hisopo a la altura de la piel. Se coloca, entonces, junto a una guía de medición. La presencia o ausencia de cavernas (un espacio entre el lecho de la herida y la piel de alrededor) y tunelización también puede determinarse de este modo. Si existe tunelización o caverna, se utiliza el sistema del \"reloj\" para documentar su localización (la zona más próxima a la ca- beza es la posición de las 12 en punto). La utilización de un proceso de medición estandarizado es crucial para valorar si la herida progresa hacia el objetivo de los cuidados. El sistema de clasificación de heridas diabéticas del Health Science Center San Antonio de la Univer- sidad de Texas (véase el Anexo E) es un ejemplo de sistema de clasificación según la profundidad de la herida. Recomendación 3.2: Valorar el lecho de la úlcera, el exudado, el olor y la piel perilesional. (Nivel de la evidencia =IV) Discusión de la evidencia El objetivo de la valoración del lecho de la herida es determinar y planificar el manejo de factores que favorezcan un entorno de cicatrización óptimo (Vowden & Vowden, 2002) . El estado de la zona perilesional aporta una valiosa informa-ción sobre las condiciones de la herida y puede influir en la elección del tratamiento. La valoración de la piel de alre-dedor abarca la determinación del color, la formación de callos, la induración, la humedad y el edema. El enroje-cimiento puede indicar una presión no liberada o una inflamación prolongada (Boulton, 1991) . Cuando la piel de alre-dedor ha estado expuesta a humedad durante un periodo prolongado, pueden observarse signos de maceración (teji-do pálido, blanco o gris). La formación de callos indica una presión constante en la zona afectada. El desbridamiento de los callos suele efectuarse para facilitar una valoración precisa de la herida. La induración (teji- do anormalmente firme) y el edema se valoran apretando suavemente la piel a 4cm de la herida .Guía de buenas prácticas en enfermería Las características del exudado de la herida, como el tipo y la cantidad de drenaje, aportan una valiosa información sobre el estado de la herida. La cuantificación del drenaje solo es útil si se describe cada puntuación proporcionada . Herida seca= ausencia de exudado Húmeda= escaso o reducido Mojada o saturada= abundante Además de la cantidad, también debe describirse el tipo de exudado. Sérico= fluido amarillo claro sin sangre, pus ni desechos Serosanguíneo= fluido fino, acuoso, de rojo pálido a rosa Sanguíneo= rojo brillante propio de la sangre Purulento= espeso, turbio, amarillo mostaza o moreno Todas las heridas, especialmente las que se tratan con apósitos que retienen la humedad, puede producir olor. Las he- ridas necróticas tienden a desprender un olor más desagradable que las heridas limpias, mientras que las infectadas con organismos anaeróbicos suelen producir un marcado olor agrio o pútrido. Una valoración descriptiva del olor pue- de revelar información importante, ya que los cambios de olor pueden indicar una alteración del equilibrio bacteriano . Objetivos de los cuidados: Recomendación 4.0: Definir los objetivos en función de los resultados clínicos, la opinión de los expertos y las preferencias del paciente (Nivel de la evidencia =IV) Recomendación 4.1: Determinar la capacidad de curación de la úlcera. (Nivel de la evidencia =IV) Recomendación 4.2: Pactar objetivos entre el paciente y los profesionales de la salud. (Nivel de la evidencia =IV) Discusión de la evidencia La percepción del valor del tratamiento de las úlceras del pie varía según el punto de vista de los pacientes y de los profe- sionales sanitarios. La función de la enfermera en el manejo de los pacientes diabéticos con úlceras en el pie es impulsar, colaborar y facilitar el proceso de los cuidados dirigidos por objetivos. El potencial de cicatrización de una herida debe tomarse en consideración. En la Figura 2 se muestran los factores que afectan a dicho potencial. Valoración y manejo de úlceras del pie diabético 41 42 Figura 2: Potencial de cicatrización Local Paciente nNecrosis nComorbilidades nAcceso a los cuidados nInfección lERT nAcceso a de presión adecuada cuidados nCreencias culturales o personales Equipo de desarrollo de las guóas de la RNAO, 2005 El objetivo principal del tratamiento de las úlceras del pie diabético es lograr el cierre de la herida con la mayor rapidez posible. La reparación de las úlceras en el pie y la disminución de la tasa de reaparición puede reducir la probabilidad de amputación de las extremidades en diabéticos. Según la conferencia Consensus Development Conference of Diabetic Foot Wound Care de la asociación American Dia- betes Association (1999), las heridas del pie diabético deben tratarse por varias razones: mejorar la funcionalidad y la ca- lidad de vida, controlar la infección, mantener la salud, prevenir la amputación y reducir costes . La cicatrización de heridas del pie mejora el aspecto del pie y puede permitir que el paciente vuelva a andar con un calza- do apropiado. La mejora de la funcionalidad y la recuperación del bienestar son importantes objetivos de la terapia (ADA, 1999) . Debido a la movilidad reducida, las heridas del pie suelen conducir a un deterioro físico y psicosocial general. La valoración frecuente con un tratamiento dirigido a la respuesta es esencial. Una vez cerrada la úlcera, el manejo de pacientes diabéticos con úlceras del pie debe abarcar estrategias para disminuir la probabilidad de reaparición. La participación del paciente es un componente esencial de los cuidados de diabéticos con úlceras del pie, especialmente cuando resulta imperativo recalcar el cumplimiento, en el caso de regímenes de tratamiento crónicos o complejos. Los cuidados deben basarse en un método centrado en el paciente (consultar la guía de la RNAO [2002a] sobre Cuidados orientados al paciente ). Este tipo de cuidados implican una planificación colaborativa y un trabajo en equipo inter- disciplinar para valorar, planificar, implantar, monitorizar y evaluar los cuidados con el paciente (Carter, 1995) . El manejo de las úlceras del pie diabético en un modelo centrado en el paciente es un método holístico que ofrece un flujo integra- do de cuidados, en el que se determinan las actividades de enfermería, médicas y paramédicas que deben coordinarse para garantizar que el paciente reciba el tratamiento apropiado de mano de los expertos de cada disciplina (Carter, 1995) . Carter (1995) también afirma que la fragmentación de los cuidados puede conducir a directrices contradictorias para el paciente, así como una posible pérdida de tiempo y trabajo que derivaría en el retraso en la cicatrización. En una sesión con un grupo focal de consumidores dirigida por el equipo de desarrollo, los pacientes entrevistados expresaron conti- nuamente su insatisfacción por la escasez de competencia sanitaria y disponibilidad de servicios especializados, la frag- mentación de los cuidados y los tiempos prolongados de espera. Guía de buenas prácticas en enfermería Manejo: Esta sección analizará el manejo de las úlceras del pie diabético en función de una valoración holística como se explicó en la sección anterior. Los principios de manejo deben abarcar: nManejo vascular de la isquemia y comorbilidades existentes. nControl de la infección y eliminación de tejido necrótico. nLiberación de la presión plantar intrínseca y extrínseca. El siguiente modelo ayudará al médico a establecer un marco para la práctica en el tratamiento de pacientes diabéticos con úlceras en el pie. Figura 3: Marco para la práctica Reimpreso con permiso del Dr. R. G. Sibbald. Adaptado de: Sibbald R. G., Orsted, H. L., Schultz, G. S., Coutts, P., & Keast, D. (2003). Preparing the wound bed 2003: Focus on infection and inflammation. Ostomy/Wound Management ,49 (11), 24-51. Valoración y manejo de úlceras del pie diabético 43 Úlceras del pie diabético Tratar la causa Cuidados centrados en el paciente Desbridamiento Equilibrio de la humedad Cuidados locales de heridas Control de la infecciön Borde de la herida Agentes biolögicos/terapias complementarias 44 Recomendación 5.0: Identificar y optimizar los factores sistémicos, locales y extrínsecos que pueden contribuir a la cicatrización. (Nivel de la evidencia =IV) Discusión de la evidencia Los pacientes con diabetes suelen presentar una combinación de complicados factores. Estos factores pueden clasificarse como sistémicos, locales y extrínsecos (véase Anexo L). Morris, Jones y Harding (2001) indican que no existe evidencia sólida que confirme que la corrección de todos estos factores mejore necesariamente la cicatrización. No obstante, el tratamiento de los factores que pueden controlarse u optimizarse puede aumentar el potencial de cicatrización y la calidad de vida . Factores sistémicos: Recomendación 5.1: Modificar los factores y co-factores sistémicos que pueden interferir en la cicatrización o influir en ella. (Nivel de la evidencia =IV) Discusión de la evidencia La cicatrización de las úlceras del pie diabético es un proceso complejo. No es razonable pensar que la cicatrización se pue- da producir simplemente cubriendo la herida con un apósito. La determinación temprana de los factores asociados que obstaculizan la cicatrización permite que el médico realice derivaciones a los expertos adecuados y desarrolle un plan de cuidados interdisciplinar exhaustivo. Al utilizar un método sistemático en el manejo de cada paciente diabético con úlcera en el pie, el médico aumenta la probabilidad de lograr que la herida se cierre. Según McGuckin, Goldman, Bolton y Salcido (2003), así como Seaman (2000), el equipo que dirige los cuidados al paciente debe llevar a cabo un examen exhaustivo de la historia y el estado físico del paciente y solicitar los estudios de investigación relevantes. Factores locales: Recomendación 5.2: Proveer cuidados locales en la herida teniendo en cuenta el desbridamiento, el control de la infección y la hume- dad del entorno de la herida. (Nivel de la evidencia =Ia - III) Discusión de la evidencia Si no se ha establecido el potencial de cicatrización, no se recomienda un desbridamiento agresivo ni una cicatrización hú- meda interactiva. Las heridas con mayor potencial para cicatrizar a un ritmo óptimo requieren cuidados que abarquen: nDesbridamiento. nControl de la infección. nEquilibrio de humedad. Guía de buenas prácticas en enfermería Figura 4: Modelo de cuidados locales de las heridas Reimpreso con permiso del Dr. R. G. Sibbald. Adaptado de: Sibbald R. G., Orsted, H. L., Schultz, G. S., Coutts, P., & Keast, D. (2003). Preparing the wound Desbridamiento Aunque los métodos de desbridamiento son diversos, los más comunes para las úlceras de pie diabético son: nIrrigación mecánica con solución salina. nUso de agentes autolíticos (como hidrogel). nCortante, utilizando un escalpelo o tijeras (método preferente en heridas infectadas). nQuirúrgico (en la sala de operaciones, con anestesia e instrumental quirúrgico). La frecuencia de desbridamiento se programa a discreción del médico (Inlow et al., 2000) . Reducción de callosidades El desbridamiento de callos puede reducir significativamente la presión en el lugar del callo en aproximadamente un 30% (Pitei, Foster & Edmonds, 1999; Young et al., 1992) . El desbridamiento de callos está dentro de las atribuciones de la práctica de las enfermeras, suponiendo que la enfermera tenga el conocimiento, la actitud y el criterio necesarios para efectuar este pro- cedimiento. Desbridamiento de tejidos La eliminación de tejidos no viables, contaminados e infectados de la zona de la herida ha demostrado ser útil para aumentar la tasa de cicatrización de las úlceras del pie diabético (Inlow et al., 2000; Rodeheaver, En post-hoc realizado por Steed, Donohoe, Webster y Lindsley (1996), las prácticas de desbridamiento menos frecuentes llevaban asociadas una reducción en las tasas de cicatrización. Estas observaciones se confirmaron en un ensayo prospectivo en el que el desbrida- miento cortante se pudo asociar con mejores resultados en úlceras en el pie de pacientes diabéticos (Saap & Falanga, 2002) . Smith (2004) efectuó una revisión sistemática para determinar la eficacia de los métodos de desbridamiento para úlceras del pie diabético. Se encontraron cinco ensayos clínicos aleatorizados; tres de ellos abordaban el uso de hidrogel y dos el uso de desbridamiento cortante. Los resultados sugieren que el hidrogel era notablemente más eficaz que la gasa o los cuidados tra- dicionales en la cicatrización de úlceras del pie diabético. En cambio, no se ha demostrado que el desbridamiento cortante Valoración y manejo de úlceras del pie diabético 45 Desbridamiento Equilibrio de la humedad Cuidados locales de las heridas Control de la infecciön Borde de la herida 46 represente una ventaja significativa para la cicatrización. Cabe destacar que los ensayos clínicos sobre el desbridamiento cortante carecen de base sólida. Se requiere más investigación para evaluar los efectos de la serie de métodos de desbri- damiento de uso común, así como del desbridamiento en sí. ¡El desbridamiento cortante es un procedimiento de alto riesgo! El desbridamiento con un escalpelo se debe efectuar con prudencia y confiarlo a profesionales sanitarios con experiencia y formación específica . El desbridamiento subcutáneo con un escalpelo es un acto controlado que debe realizar un médico. Las enfermeras deben estar al corriente de las directrices y procedimientos del centro sanitario . Control de la infección Las infecciones en pacientes diabéticos deben tratarse urgentemente, ya que pueden fácilmente degenerar en una ame- naza para toda la extremidad o para la vida. Se ha indicado una tasa de amputación en diabéticos con infecciones en el pie comprendida entre el 12 y el 92% (Tennvall et al., 2000) . El manejo de las infecciones de las úlceras del pie diabético debe centrarse en cuatro parámetros integrados: nControl del equilibrio bacteriano. nReacción o defensas del organismo del paciente. nLiberación total de la presión. nCuidados locales de las heridas. Según Peacock y Van Winkle (1976), la infección se produce cuando la cantidad de organismos excede la capacidad de las defensas del tejido local de luchar contra ellas. Se debe conceder una prioridad notable a maximizar la capacidad del or- ganismo de luchar contra las infecciones. Esto incluye la corrección de la hiperglucemia, la estabilización de otras comor- bilidades, la nutrición adecuada y el reposo. Los cuidados locales de heridas deben abarcar la limpieza y el desbridamien- to de la herida para eliminar el tejido desvitalizado y reducir la carga bacteriana de la herida (Saap & Falanga, 2002; Steed et al., 1996) . El manejo antimicrobiano de la infección del pie diabético debe basarse en las directrices del Ontario Anti-infective Guidelines for Community Acquired Infections (Ontario Anti-infective Review Panel, 2001). Los antibióticos prescritos deben basarse en los resultados del cultivo y la sensibilidad de los organismos junto con el criterio clínico del médico . Una vez desarrollado y emprendido el plan de cuidados, se debe establecer un periodo de valoración para determinar la respuesta del paciente. La aplicación de apósitos que retienen la humedad en el contexto de la isquemia y/o gangrena seca puede producir una grave infección que amenace a toda la extremidad o a la vida del paciente. En la Tabla 3 se ilustra el tratamiento de la infección. Guía de buenas prácticas en enfermería Valoración y manejo de úlceras del pie diabético 47 Tabla 3: Tratamiento de la infección de las heridas Infección que no amenaza a la extremidad Infección que amenaza a la extremidad Infección superficial Infección de la herida profunda Infección sistémica nRefuerzo de las defensas del huésped. nComo en la infección superficial. nComo en la infección de heridas profundas. nNecesidad de trabajo en equipo. nPolimicrobiana. nRequiere hospitalización. nLimpieza-desbridamiento de la herida. nAntimicrobianos tópicos. nNo sustentación de peso. tados clínicos. nQuizá requiera antibióticos orales o nSe tiene en cuenta la hospitalización. nReposo en cama. IV (según el riesgo del paciente). nSe tiene en cuenta la consulta a la Unidad nLiberación de la presión. de Enfermedades infecciosas. nValoración continua basada en los nValoración continua basada en los resul- resultados clínicos. tados clínicos. nEducación del paciente. Equipo de desarrollo de las guóas de la RNAO, 2005 A. Infecciones que no amenazan a la extremidad Las úlceras no necesitan estar presentes, ya que las infecciones que no amenazan a la extremidad pueden proceder de pequeñas heridas de punción, arañazos, traumatismos en las uñas o fisuras en los talones. La infección leve o mode-rada suele poder manejarse en régimen ambulatorio, con una estrecha supervisión del médico. Se puede utilizar anti-microbianos tópicos para reducir la carga bacteriana en infecciones superficiales. Existen diversas preparaciones de yodo y plata que son seguras, eficaces y económicas (Sibbald et al., 2003) . El médico puede recetar antibióticos sistémicos en la comunidad. En el Anexo M aparece una lista de agentes tópicos antimicrobianos . Si la herida sigue sin cicatrizar y existe evidencia de que aumenta la carga bacteriana superficial o se retrasa la cicatri- zación sin que haya evidencia de infección profunda, se utilizan antimicrobianos locales con desbridamiento y equili- brio de la humedad. En caso de evidencia de infección de heridas profundas, o si la herida no muestra signos de cica- trización en un plazo de dos semanas con antimicrobianos tópicos, es razonable plantearse el uso de antibióticos sis- témicos. B. Infecciones que amenazan a la extremidad Las infecciones del pie diabético que representan una amenaza para la extremidad pueden presentar celulitis que se extiende 2cm más allá del borde de la herida, con signos básicos de infección como fiebre, edema, linfangitis, hiperglucemia, leucocitosis, y/o isquemia (Frykberg et al., 2000) . Una úlcera que afecta al hueso o la articulación es un importante factor de predicción de osteomielitis (Grayson et al., 1995) . Dado que los diabéticos con infección relativa- mente grave quizá no presenten necesariamente estos signos y síntomas, es importante revisar la valoración clínica al completo para orientar al médico en la elección del tratamiento adecuado. Un paciente que presente gangrena hú- meda, abscesos profundos y celulitis avanzada debe transferirse a un centro médico para atenderle con urgencia. Se requiere hospitalización para tratar la infección así como las secuelas sistémicas. Los pacientes con estado vascular deficiente y una infección profunda pueden requerir cirugía vascular y pasar por una revisión de enfermedades infec- ciosas. Es posible que sea necesario efectuar una intervención quirúrgica urgente. Aunque muchos procedimientos de drenaje de heridas pueden hacerse a pie de cama en el caso de pacientes diabéticos con úlceras, la mayoría requieren un desbridamiento exhaustivo en la sala de operaciones (Frykberg et al., 2000) . Incluso en el caso del más enfermo de los pacientes, conviene plantearse procedimientos de incisión emergente, drenaje y desbridamiento, ya 48 que su enfermedad está asociada a la gravedad de su infección. Las infecciones que suponen una amenaza para la vida requieren intervención quirúrgica inmediata; estos procedimientos no deben retrasarse a la espera de valoraciones radio- lógicas o médicas asociadas a comorbilidades (Frykberg et al., 2000) . La infección polimicrobiana es más que probable en pacientes diabéticos con úlceras en el pie, con diversos cocos gram- negativos y con predominio de organismos anaeróbicos. La terapia empírica con antibióticos suele abarcar una cobertura de amplio espectro de las cepas más comunes de cada una de estas tres categorías (Frykberg et al., 2000) . Una vez obtenidos los resultados de los cultivos de las heridas, la terapia antimicrobiana inicial puede requerir ajustes para aportar una co- bertura más específica o proporcionar terapia contra organismos resistentes. Si existe una infección persistente durante la terapia con antibióticos, se deberá repetir la valoración quirúrgica y el cultivo de la herida. El estafilococo aureus resistente a meticilina (MRSA, por sus siglas en inglés) se considera un patógeno importante en las úlceras crónicas del pie diabético (Frykberg et al., 2000) . C. Osteomielitis La osteomielitis y la infección articular requieren la escisión ósea para efectuar una valoración microbiológica e histopa- tológica (Frykberg et al., 2000) . Si el hueso afectado se ha extirpado o amputado, se podrá tratar la infección como una infec- ción de tejidos blandos. En cambio, si la herida contiene hueso residual, probablemente sea necesario administrar al paciente una terapia de antibióticos durante 4-8 semanas en función de los resultados del cultivo (Frykberg et al., 2000) . Se pueden utilizar agentes intravenosos u orales, dependiendo de las cepas microbianas y de la gravedad de la infección. Equilibrio de la humedad La selección de los apósitos debe favorecer un entorno húmedo de la herida que minimice los traumatismos y el riesgo de infección. La selección se basará en la herida y deberá proporcionar un equilibrio de humedad a nivel local. Los apósitos modernos, húmedos e interactivos que se utilizan para las úlceras del pie diabético abarcan espumas (de alta absorción), alginatos de calcio (absorbentes, hemostasis), hidrogel (equilibrio de la humedad), hidrocoloides (oclusión) y membranas adhesivas (protección) (Inlow et al., 2000) . Se debe tener en cuenta los siguientes aspectos al elegir un apósito en estos casos (Sibbald, Williamson, Orsted, Campbell, Keast, Krasner et al., 2000) : nValorar el lecho de la herida para comprobar el equilibrio bacteriano, la cantidad de exudado y la necesidad de desbridamiento. nSeleccionar un apósito o una combinación de apósitos capaces de manejar o controlar el entorno de la herida arriba indicado. nUtilizar un apósito que mantenga el lecho de la herida continuamente húmedo y la piel perilesional seca. nSeleccionar un apósito que controle el exudado pero que no seque el lecho de la úlcera. nTener en cuenta, a la hora de elegir el apósito, el tiempo dedicado por los cuidadores. nEliminar los espacios muertos de la herida llenando todas las cavidades con el apósito, sin comprimirlas. nGarantizar que el paciente sepa que es necesario que se reduzca la presión en la zona afectada. nValorar la herida de forma continua para determinar la eficacia del plan de tratamiento. Las revisiones sistemáticas pasadas no han mostrado diferencias en los resultados de cicatrización de las heridas crónicas (Hutchinson et al., 2000; Ovington, 1999) . No obstante, una revisión sistemática reciente llevada a cabo por Smith (2004), reve-ló que el hidrogel tiene cierta utilidad a la hora de mejorar las úlceras del pie diabético. Para lograr una relación coste-efectividad adecuada, es indispensable tener en cuenta el tiempo dedicado por los cuidadores (Ovington, 1999) . En el Ane-xo N se proporciona información sobre la selección de apósitos. Guía de buenas prácticas en enfermería Factores extrínsecos: Recomendación 5.3: Garantizar la redistribución de la presión. (Nivel de la evidencia =IIa ) Discusión de la evidencia Un 94% de las úlceras del pie diabético se producen en zonas de presión aumentada (Fleischli, Lavery, Vela, Ashry & Lavery , 1997) . Las presiones plantares elevadas combinadas con la neuropatía (ausencia de sensibilidad) pueden conducir a la for- mación de callos. Este fenómeno, también denominado hiperqueratosis, es una reacción normal ante la acción de las presiones elevadas en el pie, y degenera en úlceras si no se trata. Para que se produzca la cicatrización, se debe reducir la presión repetitiva. Esto se puede lograr aplicando diversos dispositivos externos. Es importante contar con un miembro del equipo que esté capacitado para la elaboración y modificación de dispositivos de liberación de presión, como es el caso de un especialista en cuidados del pie. Véase el Anexo O en busca de ejemplos y consideraciones sobre la selección de dispositivos de liberación de la presión. Un ensayo controlado aleatorizado mostró que las férulas de contacto son eficaces a la hora de tratar heridas planta- res de la parte frontal del pie, bien vascularizadas y no infectadas, en diabéticos. Las tasas de cicatrización oscilan en- tre el 72% y el 100% a lo largo de un periodo de entre cinco y siete semanas (Armstrong, Nguyen, Lavery, van Schie, Boulton & Harkless, 2001) .Spencer (2004) efectuó una revisión sistemática para determinar la eficacia de las diversas modalida-des de liberación de presión en las úlceras del pie diabético. Un ensayo controlado aleatorizado sobre las férulas de contacto mostró escasa evidencia de su eficacia en el tratamiento de las úlceras del pie diabético. Es importante que el paciente diabético con úlcera del pie tenga constancia de que la presión es la causa de dicha úl- cera y que es necesario aliviar la presión cuando esté de pie. En un estudio realizado por Armstrong, Lavery, Kimbriel, Nixon y Boulton (2003) que describía la adherencia de los dispositivos de liberación de presión, se halló un cumpli- miento de un 25% únicamente. Heridas del pie que no cicatrizan en pacientes diabéticos: Recomendación 5.4: Valorar e implantar las opciones de tratamiento para heridas no cicatrizables. (Nivel de la evidencia =IV) Discusión de la evidencia Si bien el cierre completo de la herida es el objetivo ideal establecido en la cicatrización de las heridas, no siempre es el objetivo más adecuado para las heridas crónicas (Enoch & Price, 2004) . Existen varios factores que pueden contribuir a la cronicidad de estas heridas. Valoración y manejo de úlceras del pie diabético 49 50 Ejemplos de factores que contribuyen a un resultado deficiente en la cicatrización: nPerfusión sanguínea insuficiente. nControl glucémico deficiente. nFalta de cumplimiento del plan de tratamiento. nEnfermedad renal en estadio final. nReceptores de transplantes. nObjetivos personales diferentes. nMalnutrición. nTrastorno de los tejidos conectivos. nAfecciones como cardiacas. nDemencia. nCáncer. nEdad avanzada. La persona y el equipo sanitario deben ponerse de acuerdo en los objetivos de los cuidados, reflejando un resultado rea- lista basado en la calidad de vida. La trascendencia del manejo del exudado, del control de la infección, del alivio del do- lor y de la minimización del olor en heridas que no cicatrizan deben establecerse y aceptarse como resultados legítimos (Enoch & Price, 2004) . nCuando la cicatrización no sea el objetivo, el manejo de las heridas debe abarcar: lUn modelo paliativo de manejo de la herida que abarque el control del dolor y de la infección, manejo del exudado y control del olor. lMantener seco el lecho de la herida; no está recomendada la humedad en el cuidado de las heridas: uSi el paciente no combate la infección, la herida húmeda se convertirá en un caldo de cultivo de infecciones. uUtilizar apósitos secos. lSe puede plantear el uso de un antiséptico tópico de buena relación coste-eficacia y potencialmente citotóxico, como la povidiona yodada, cuando el riesgo de infección sea mayor que el potencial de cicatrización. Valoración: Recomendación 6.0: Valorar el impacto y la eficacia del plan de tratamiento. (Nivel de la evidencia =IV) Discusión de la evidencia Suponiendo que se hayan tratado todos los factores sistémicos y locales, Sheehan, Jones, Caselli, Giurini y Veves (2003) han mostrado que una reducción del 50% en el área de la superficie de la herida en cuatro semanas es un factor sólido de predicción de la cicatrización en un plazo de 12 semanas. Además, Flanagan (2003) ha mostrado que una reducción de un 20%-40% en el área de la herida en un plazo de dos a cuatro semanas probablemente sea un indicador fiable de la futura cicatrización. Guía de buenas prácticas en enfermería La valoración del borde de la herida determinará si la migración celular ha comenzado. Según Schultz, Barillo, Mozingo, Chin y The Wound Bed Advisory Board Members (2004), la proliferación en heridas se produce cuando los queratinoci- tos y las células de la herida con capacidad de respuesta emigran, con lo que avanza el borde de la herida. Las heridas sanas presentan un lecho rosa y un margen de la herida que avanza, mientras que las heridas enfermas presentan un le- cho oscuro y friable con un margen socavado. Valoración continua: No conviene atenerse al cierre de la herida como resultado principal de todas las úlceras del pie diabético. Las heridas de cicatrización improbable requieren resultados alternativos como la estabilización de la herida, el alivio del dolor, la reducción de la carga bacteriana y la reducción de los cambios de apósitos (Enoch & Price, 2004) . La valoración continua de las heridas debe ser exhaustiva y apoyar los fundamentos de los cuidados. El equipo de desa- rrollo de las guías sugiere las preguntas siguientes para valorar los objetivos de los cuidados. 1. ¿Es eficaz el plan de tratamiento? 2. ¿Cómo se valora la cicatrización de la herida? 3. ¿El cierre de la herida es el único resultado satisfactorio de los cuidados? Recomendación 6.1: Replantear otros factores corregibles si la cicatrización no se produce con la rapidez esperada. (Nivel de la evidencia =III - IV) Discusión de la evidencia La valoración continua del programa de tratamiento en conjunto es el primer paso para establecer un nuevo método di- rigido. El motivo más frecuente del retraso de la cicatrización de las úlceras del pie diabético es una liberación de presión inade- cuada. Si no se prescribe una liberación de presión adecuada, se deberá derivar al paciente a un centro especializado en cuidados de las úlceras del pie diabético. La revisión del cumplimiento de la prescripción de dispositivos de liberación de presión puede revelar el motivo por el que la herida no está cicatrizando (Armstrong et al., 2003) . Siempre hay que plantearse la infección como posible causa de no cicatrización, junto con el control glucémico. La revi- sión de la historia médica, las comorbilidades y el manejo de la diabetes en general pueden maximizar el resultado dese- ado. Si los cuidados del paciente y de la herida son óptimos y el borde de la herida sigue sin migrar, conviene plantearse el cultivo de los tejidos, la biopsia y otras pruebas diagnósticas para descartar otras afecciones. Si se retrasa la cicatrización, valorar de forma continua. Los parámetros vasculares, infecciosos y de presión pueden cambiar con rapidez; se requiere una monitorización frecuente de los cambios de estado o de parámetros. En la Tabla 3 de la recomendación 5.2 se ilustra el tratamiento de la infección. Si sigue retrasándose la cicatrización, conviene plantearse técnicas complementarias. Consultar la recomendación 6.2. Valoración y manejo de úlceras del pie diabético 51 52 Otras terapias: Recomendación 6.2: Considerar el uso de agentes biológicos, terapias complementarias y/o cirugía si se retrasa la cicatrización. Revisar cada modalidad para consultar las recomendaciones. (Nivel de la evidencia = 1a - IV) Discusión de la evidencia Los cuidados de las úlceras del pie diabético que no cicatrizan con la rapidez esperada pueden incluir el uso de: nAgentes biológicos. nTerapias complementarias. nCirugía (como injertos de piel, alargamiento del tendón de Aquiles, reconstrucción ósea). Tipo de terapia complementaria Descripción y evidencia nEste procedimiento implica la aplicación de un nivel bajo de corriente eléctrica a la base de la herida o a la zona perilesional, utilizando electrodos conductores. nDeben llevarlo a cabo profesionales sanitarios formados. Evidencia: Un metaanálisis (Foster, Smith, Taylor, Zinkie & Houghton, 2004) de 17 ensayos controlados aleatorizados reveló que la estimulación eléctrica era eficaz en el tratamiento de heridas crónicas (p < 0,0001); en este análisis se incluían 3 ensayos con pacientes diabéticos con úlceras en el pie (Baker, Chambers, DeMuth 1997; Eriksson 2001) . (Nivel de la evidencia =1a) nEn este procedimiento, se administra oxígeno subatmosférico sistémico (inhala- do) mediante una cámara hiperbárica. nAumenta la tensión del oxígeno en los tejidos. Evidencia: El manejo rutinario de úlceras del pie diabético con TOH no se justifica por la evidencia que ofrece la revisión sistemática de Kranke, Bennett y Roeckl-Wiedmann (2004). Aunque la TOH redujo significativamente el riesgo de amputación de gran envergadura y quizá aumente la probabilidad de cicatrización en el plazo de un año, se debería efectuar una evaluación económica. Teniendo en cuenta las defi- ciencias metodológicas y la inadecuada presentación de los estudios revisados, Kranke et al. (2004) advierten de que las posibles ventajas de la TOH deben ana- lizarse con más profundidad utilizando ensayos aleatorizados rigurosos. (Nivel de la evidencia =III) Guía de buenas prácticas en enfermería Estimulación eléctrica Terapia con oxígeno hiperbárico (TOH) Valoración y manejo de úlceras del pie diabético 53 Presión negativa tópica (PNT) Factores de crecimiento Tipo de terapia complementaria Descripción y evidencia nSe trata de un dispositivo de presión subatmosférica que se administra a la herida mediante un apósito de células abiertas de espuma cubierto con una membrana clara sobre la herida . nEl apósito se acopla a una bomba que administra una succión ecualizada intermitente o continua en un rango de casos determinado . nVacuum Assisted Closure ( VAC®) es una marca comercial de productos de presión negativa tópica. Evidencia: Los dos pequeños ensayos que evaluaron la eficacia de la PNT en la cicatrización de heridas crónicas aportan escasa evidencia que sugiere que este tipo de terapia fuera superior a los apósitos de gasas salinas en la cicatrización de heridas crónicas huma- nas. Resultados: debido al tamaño reducido de las muestras y las limitaciones metodológi- cas de estos ensayos, actualmente, la evidencia no es sólida. El efecto de la PNT en el coste, la calidad de vida, el dolor y la comodidad no se indicó. No fue posible determinar cuál era el régimen de PNT idóneo (Armstrong, Lavery, Abu- Rumman, Espensen, Vazquez, Nixon VAC Therapy Canadian Consensus Group, 2003). Una serie de casos con 31 pacientes con úlceras del pie diabético indicó una reducción estadística en el tamaño de la herida en un plazo de dos semanas en el contexto con- tinuo a ~100 mmHg al., 2004) . (Nivel de la evidencia =1b) Agentes biológicos Descripción y evidencia nLa vascularización del lecho de la herida puede lograrse aplicando el factor de creci- miento recombinante BB derivado de plaquetas (FCRDP). nEl gel becaplermina, también denominado Regranex®, es un ejemplo de estos facto- res de crecimiento. nLa actividad biológica del gel becaplermina es similar al del FCRDP de origen natural y ofrece las acciones quimiotáxicas y de proliferación de células que requiere el proce- so de reparación de las heridas (Smiell, 1998) . Evidencia: Cuatro estudios multicéntricos, aleatorizados de grupos paralelos revelaron que la admi- nistración tópica una vez al día de gel becaplermina junto con unos cuidados adecuados de las úlceras era un procedimiento eficaz y bien tolerado en diabéticos con úlceras subdér- micas en las extremidades Steed, Perry, Sampson & Schwab, 1999) . (Nivel de la evidencia =1b 54 Guía de buenas prácticas en enfermería Agentes bioactivos Agentes biológicos Descripción y evidencia nLos agentes bioactivos pueden ser acelulares o celulares y son capaces de estimu- lar, mediante activación tópica, la actividad normal o aumentada de los mecanis- mos de reparación de los tejidos. nDermagraft® es un ejemplo de equivalentes de tejido vivo. nSe trata de dermis humana cultivada y consta de fibroblastos humanos neonatales y dérmicos cultivados in vitro en una malla bioabsorbible para producir un tejido vivo y metabólicamente activo que contiene proteínas Pollak, 2003) (Nivel de la evidencia =1b) nOasis®, Promogran® y Hyalofill® son ejemplos de agentes bioactivos celulares. nOasis® es una matriz de heridas congelada en seco, derivada de submucosa intes- producto nuevo, es una matriz xenogénica y acelular de colágeno derivada de submucosa intestinal porcina que permite que la matriz extracelular y los factores de crecimiento natural permanezcan intactos. Esto proporciona una estructura que favorece la cicatrización . Evidencia: En un pequeño estudio multicéntrico que evaluaba la eficacia de Oasis® frente a Regranex®, Niezgoda (2004) halló resultados de cicatrización similares en ambos grupos de tratamiento. (Nivel de la evidencia =IIa) nPromogran® es una esponja congelada en seco preparada a partir de colágeno bovino y celulosa oxidada regenerada, preparada en ácido acético. Reduce las me- taloproteinasas de matriz peptidasas que se sabe que contribuyen a la inflama- ción de las heridas crónicas y protegen los factores de crecimiento endógenos. Evidencia: Un ensayo controlado aleatorizado que comparaba Promogran® con apósitos de gasa húmeda reveló que al llegar a las 12 semanas, no se produjeron diferencias estadísticas en las tasas de cicatrización de los dos grupos (Veves, Sheehan & Pham, 2002) . Ghatnekar, Willis y Persson (2002) sugieren que Promogran® podría ofrecer una buena relación coste-efectividad por la reducción de la frecuencia del cambio de apósitos. (Nivel de la evidencia =Ib) nHyalofill® es un ester de ácido hialurónico que se cree que ofrece apoyo estructu- ral y regulación en el desarrollo, y que contribuye a la expresión génica mediada por receptor como una gran molécula en la matriz extracelular. Afecta a la infla- mación, regulación, angiogénesis, formación de granulado y reepitelialización. Hasta la fecha, solamente están disponibles resultados anecdóticos. (Nivel de la evidencia =IV) nCirugía Descripción y evidencia nEste procedimiento requiere el transplante quirúrgico de epidermis y dermis del propio paciente. (Nivel de la evidencia == IV) nEl alargamiento del tendón o de un músculo asociado de la pantorrilla aumenta la dorsiflexión del tobillo, con lo cual reduce el tiempo de cicatrización y la reaparición de úlceras. (Nivel de la evidencia =1b) Evidencia: Mueller et al. (2004) compararon el efecto del alargamiento del tendón de Aquiles con el tratamiento con férulas de contacto. Los resultados medidos fueron las tasas de cica- trización y la reaparición de úlceras en una valoración a los siete meses y a los dos años. Aunque los resultados iniciales de cicatrización eran similares, se observó una reducción estadística en la reaparición a los siete meses así como a los dos años. nLa cirujía de las deformidades del pie puede ser ventajosa para prevenir la formación y reaparición de úlceras . nLa selección atenta del paciente es crucial, sobre todo teniendo en cuenta si gozan de un aporte vascular intacto. nEn los casos adecuados, se puede indicar artroplastia, amputación digital, extirpación de juanetes, radio (Muha, . nHasta la fecha, solo están disponibles resultados anecdóticos. (Nivel de la evidencia =IV) Recomendaciones para la formación Desarrollo profesional continuo: Recomendación 7.0: Las enfermeras y los demás miembros del equipo interdisciplinar necesitan conocimientos y aptitudes espe- cíficos para poder valorar de manera competente y participar en el tratamiento de las úlceras del pie diabético . (Nivel de la evidencia =IV) Apoyo curricular y recursos: Recomendación 8.0: Se recomienda que las instituciones educativas incorporen la guía de buenas prácticas en enfermería de la RNAO: Valoración y manejo de las úlceras del pie diabético en los materiales de estudio de enfermería, formación profesional, medicina y otros profesionales sanitarios. (Nivel de la evidencia =IV) Valoración y manejo de úlceras del pie diabético 55 Cirujía Injerto de piel autólogo Alargamiento del tendón de Aquiles Otros procedimientos quirúrgicos 56 Discusión de la evidencia Las enfermeras desempeñan una función fundamental en la detección temprana y en la valoración continua de las úlceras del pie diabético. También se encuentran en una situación privilegiada para facilitar un enfoque del tratamiento en equipo y basado en la evidencia (Mason et al., 1999a; Whittemore, 2000) . Para que las enfermeras puedan cumplir con estas funciones, deben utilizar el proceso y la evidencia enfermera que les permitan orientarse en las decisiones de los cuidados del paciente. Las enfermeras deben aprovechar todas las oportunidades de formación continuada reconocida y acreditada que apoyen el trabajo en equipo en los cuidados de las úlceras del pie diabético. Para mejorar los resultados de salud de los pacientes con úlceras del pie diabético y aumentar la satisfacción laboral de las enfermeras, las instituciones deben proporcionar un apoyo de alcance total (en el aspec- to financiero, educativo y de recursos humanos) a las enfermeras que procuran obtener capacitación profesional (Best & Thurston., 2004; Gottrup, 2004) . Véase el Anexo P para consultar la lista de recursos sobre las úlceras del pie diabético. Recomendaciones para la organización y directrices Apoyo del sistema: Recomendación 9.0: Las guías de buenas prácticas en enfermería únicamente podrán implantarse con éxito si existen unos recursos, planificación y respaldo administrativo e institucional adecuados, así como los medios precisos. Es posible que las ins- tituciones quieran desarrollar un plan de implantación que incluya: nEvaluación de los requisitos institucionales y de los obstáculos para la formación. nParticipación de todos los miembros (ya tengan función de apoyo directo o indirecto) que contribuirán al proceso de implantación. nDedicación de una persona cualificada para proporcionar el apoyo necesario a los procesos de desarrollo e im- plantación. nOportunidades continuadas de debate y formación para reforzar la importancia de las buenas prácticas. nOportunidades para reflexionar acerca de la experiencia personal y organizativa a la hora de implantar las guías . Para este propósito, la RNAO (a través de un equipo de enfermeras, investigadores y administradores) ha desarrollado la Herramienta de implantación de guías de práctica clínica, basada en la evidencia disponible, perspectivas teóricas y consenso. La RNAO recomienda encarecidamente el uso de esta Herramienta para dirigir la implantación de la guía de buenas prácticas: Valoración y manejo de las úlceras de pie diabético. (Nivel de la evidencia =IV) Recursos: Recomendación 9.1: Se recomienda a las instituciones que desarrollen directrices que determinen y designen los recursos humanos, materiales y financieros que apoyen a las enfermeras y al equipo interdisciplinar en el manejo de las úlceras del pie diabético. (Nivel de la evidencia =IV) Guía de buenas prácticas en enfermería Equipo de desarrollo: Recomendación 9.2: Se recomienda a las instituciones que establezcan y mantengan un equipo interdisciplinar, con representa- ción de diversas organizaciones, compuesto de personas interesadas y expertas que desplieguen y monito- ricen la mejora de la calidad en el manejo de úlceras del pie diabético. (Nivel de la evidencia =IV) Colaboración: Recomendación 9.3: Se recomienda a las instituciones que cooperen con la comunidad y otros colaboradores para elaborar un proceso que facilite la derivación de pacientes y el acceso a recursos locales para la diabetes, así como profesionales sanitarios con conocimiento especializado en el manejo de las úlceras de pie diabético. (Nivel de la evidencia =IV) Apoyo financiero: Recomendación 9.4: Se recomienda a las instituciones que promuevan estrategias y la financiación necesaria para ayudar a los pacientes a obtener los dispositivos de redistribución de la presión que necesiten. (Nivel de la evidencia =IV) Promoción: Recommendation 9.5: Se recomienda a las instituciones que fomenten la disponibilidad y la accesibilidad a cuidados para úlceras de pie diabético para todos los residentes del lugar en el que se implante la Guía. (Nivel de la evidencia =IV) Discusión de la evidencia Con el fin de lograr resultados óptimos para diabéticos con úlceras en el pie, estos cuidados deberán estructurarse en torno a un equipo sanitario interdisciplinar capaz de establecer y mantener una red de comunicación entre el pacien- te diabético y los sistemas sanitarios y comunitarios convenientes. Frykberg (1998), en una revisión retrospectiva de la literatura, indicó una reducción en las tasas de amputación no traumática de entre un 58% y un 100% tras la im- plantación de un método multidisciplinar de cuidados del pie. El equipo debe dedicarse tanto a mantener el bienestar general del paciente diabético como a preservar la integridad de sus extremidades inferiores (Inlow et al., 2000) . Los miembros clave del equipo, junto con los pacientes y sus familiares, pueden incluir a: diabetólogos o endocrinólogos, cirujanos vasculares, cirujanos plásticos, dermatólogos, pedicuros o podólogos, especialistas en enfermedades infec- ciosas, médicos de atención primaria, enfermeras especializadas en diabetes y heridas, terapeutas ocupacionales, fi- sioterapeutas y dietistas. No es necesario que los miembros del equipo trabajen todos en el mismo centro, pero sí que permanezcan accesibles entre sí. No obstante, para garantizar que los objetivos permanecen constantes, se requiere un mayor esfuerzo de coordinación (Inlow et al., 2000) . Tanto la organización como la prestación de cuidados del pie diabético deben ser exhaustivos, respaldados por guías de práctica clínica basadas en la evidencia, e igualmente accesibles a lo largo de toda la vida de la persona. Los cuidados de las úlceras del pie diabético deben basarse en la comunidad y respetar la edad, el sexo, las creencias culturales y las disposiciones socioeconómicas. Las instituciones tienen que jugar sus cartas a la hora de promover y facilitar el acceso a los cuidados de las úlceras del pie a los diabéticos. Valoración y manejo de úlceras del pie diabético 57 58 Graham, Harrison, Bouwers, Davies y Dunn (2002) indican que para que las guías se implanten con éxito, un paso cla- ve inicial será su incorporación formal a la estructura de directrices y procedimientos. Este paso clave permite ilustrar las expectativas de la institución y facilita la integración de la Guía en sistemas como el proceso de gestión de la cali- dad . Las nuevas iniciativas, como la implantación de una guía de buenas prácticas, requieren un firme liderazgo por parte de las enfermeras que comprendan los conceptos del cambio proyectado, la planificación de programas, así como la utilización de las evaluaciones y la investigación. Este conocimiento capacitará a la enfermera para transformar concre- tamente las instituciones para que cambien sus prácticas. Esto puede lograrse desarrollando el plan de un programa. Po- llack (1994) desarrolló un proceso de planificación en cuatro pasos denominado \"plan previo al inicio\". Este proceso abarca la clarificación de la misión, el análisis de los colaboradores, la detección de problemas, así como el análisis de debilidades y amenazas, fortalezas y oportunidades (Análisis DAFO) . Asimismo, se sugiere que se tenga en cuenta la Herramienta de la RNAO (2002c) con el fin de ayudar a las institucio- nes a desarrollar el liderazgo necesario para una implantación eficaz. En el Anexo Q encontrará una descripción de la Herramienta de implantación de guías de práctica clínica de la RNAO . Lagunas en la investigación eimplicaciones El equipo de desarrollo de las guías encontró que existe escasa investigación que respalde: nEl establecimiento de herramientas estandarizadas de valoración y documentación para úlceras del pie diabético. nLos diversos apósitos que se pueden elegir para los cuidados locales de las heridas. nLa eficacia de las terapias complementarias para impulsar la cicatrización. nLa eficacia de los diversos dispositivos utilizados para la redistribución o liberación de presión. nCuestiones sobre la prestación de la atención sanitaria (respaldo gubernamental y asignación de fondos para programas y tratamiento de úlceras del pie diabético, creencias culturales, grupos de pacientes de alto riesgo). nEl impacto del desbridamiento cortante o quirúrgico en la cicatrización. nEl impacto de la formación en el profesional sanitario y los resultados concretos de los pacientes (cicatrización o recurrencia de las úlceras). nLa farmacoeconomía de las estrategias de prevención secundarias y terciarias. La lista anterior, aunque no es exhaustiva, pretende determinar y establecer las prioridades de la ingente cantidad de investigación requerida en este ámbito. Algunas de las recomendaciones de esta Guía se basan en la evidencia obteni- da a partir de investigación cualitativa o cuantitativa, mientras que otras se basan en consensos o en la opinión de ex- pertos. Se necesita más investigación sólida para validar la opinión de los expertos. La ampliación de la investigación impulsará el conocimiento que permitirá mejorar la práctica y los resultados de los pacientes diabéticos con úlceras en el pie. Guía de buenas prácticas en enfermería Evaluación yseguimiento de la Guía Se recomienda a las instituciones que están implantando las recomendaciones de esta guía de buenas prácticas en enfermería, que consideren cómo se va a hacer el seguimiento y la evaluación de la implantación y su impacto. La siguiente tabla, basada en el marco que establece la RNAO en su Herramienta de implantación de guías de práctica clínica (2002b), ilustra algunos de los indicadores para el seguimiento y la evaluación: Valoración y manejo de úlceras del pie diabético 59 Objetivos Institución/ unidad Proveedor nEvaluar el respaldo que la institu- ción pone a disposición de las en- fermeras y del equipo interdisci- plinar para integrar a su práctica la valoración y el manejo de las úl- ceras de pie diabético. nRevisión, por parte del comité o comités institucionales respon- sables de las directrices y proce- dimientos, de las recomendacio- nes de buenas prácticas. nDisponibilidad de recursos para la educación del paciente que sean compatibles con las recomenda- ciones de buenas prácticas. nDisponibilidad de expertos que las enfermeras y el equipo interdisci- plinar puedan consultar y apoyo continuo durante y después de la primera fase de implantación. nPorcentaje de profesionales sani- tarios que asisten a las sesiones de formación sobre la guía de buenas prácticas: Valoración y manejo de las úlceras de pie diabético .nEvaluar los cambios en la práctica que llevan a mejo- rar la valoración y el manejo de las úlceras de pie diabé- tico. nElaboración de formularios o sistemas de documenta- ción que mejoren la docu- mentación de la valoración y el manejo de las úlceras del pie diabético. nProcedimientos concretos para derivar a los pacientes a los recursos y servicios internos y externos. nAutoevaluación de conoci- miento sobre la valoración y el manejo de las úlceras del pie diabético. nPromedio de los conoci- mientos que los propios profesionales sanitarios in- dican tener sobre los recur- sos de la comunidad a los que se puede derivar a los pacientes con úlceras del pie diabético. nEvaluar el impacto de la implantación de las recomendaciones. nIncorporación de la valoración y el manejo de las úlceras del pie diabé- tico en el programa de orientación para el personal. nDerivación interna o externa. nEvidencia de la documentación en la historia clínica del paciente que esté en conformidad con las recomenda- ciones de la Guía . nDerivación de los pacientes a los ser- vicios o recursos de la comunidad o in- ternos de la institución: pedicuro o po- dólogo, clínica de cuidados de heridas, centro de educacional sobre cuidados de la diabetes, dermatólogo, especia- lista en enfermedades infecciosas, ci- rujano vascular, cirujano dico de diabetólogo, nutricionista, terapeuta ocupacional, fisioterapeuta . nEducación y apoyo a los familiares y pacientes . nSatisfacción del paciente y la familia. Nivel del indicador Estructura Proceso Resultados 60 Guía de buenas prácticas en enfermería Paciente (diabético con primera úlcera del pie o úlcera recurrente) Costes nPorcentaje de pacientes dia- béticos con úlceras en el pie ingresados en la unidad o en el centro, o atendidos en la clínica. nProvisión de recursos finan- cieros adecuados para la do- tación de personal necesario para implantar las recomen- daciones de la Guía. nPorcentaje de pacientes valo- rados y tratados de acuerdo con el principio V.I.P. (perfusión Vascular, Infección y redistribución o liberación de la Presión). Costes relacionados con la im- plantación de la Guía: nFormación y acceso a apoyos en el trabajo. nNuevos sistemas de documen- tación. nSistemas de apoyo. nCoste relacionados con los servicios diagnósticos, equipo, dispositivos y productos (co- mo monofilamentos, materia- les de referencia para el pa- ciente, tervenciones quirúrgicas, tera- pias tribución o liberación de la presión). nMejora de la satisfacción y la calidad de vida del paciente. nPorcentaje de pacientes que cumplen el plan de tratamiento tres meses después del alta. nPorcentaje de pacientes con úlceras parcialmente o totalmente cicatrizadas tres meses después del alta. nPorcentaje de pacientes que se exami- nan los pies con frecuencia. nPorcentaje de pacientes que acceden a los recursos de la comunidad a los que se les derivó. nPorcentaje de pacientes atendidos o por atender con vistas a una derivación. nRelación coste-efectividad del trata- miento y su eficacia en sí. nUtilización de los recursos en general. nTiempo de estancia en el sistema sani- tario. nTasas de reingreso en el hospital. nReintegración en la comunidad. Nivel del indicador Estructura Proceso Resultados Estrategias de implantación La Asociación Profesional de Enfermeras de Ontario y el equipo de desarrollo de la Guía han recopilado una lista de estrategias de implantación para que sirvan de ayuda a las instituciones de atención sanita- ria o a las disciplinas de la salud que estén interesadas en la implantación de esta Guía. A continuación se presenta un resumen de las estrategias mencionadas: nTener al menos a una persona dedicada a esta labor, como puede ser una enfermera especialista o una enfer- mera clínica que dé apoyo, liderazgo y aporte sus conocimientos. Dicha persona también debe tener una bue- na capacidad de comunicación interpersonal y de gestión de proyectos. nLlevar a cabo una evaluación de las necesidades de la institución relacionadas con la prevención de las úlceras del pie diabético, con el fin de determinar los conocimientos actuales y las necesidades de formación futuras. nLa evaluación inicial de necesidades puede abarcar un análisis del enfoque, encuestas y cuestionarios, métodos de grupo (como grupos focales) e incidentes críticos. nEstablecer un comité directivo integrado por los principales colaboradores y miembros de equipos interdisci- plinares, comprometidos en liderar la iniciativa del cambio. Determinar los objetivos a corto y largo plazo. Mantener un plan de trabajo para hacer un seguimiento de las actividades, responsabilidades y plazos. nDirigir los cambios mediante un nuevo planteamiento y desarrollar estrategias para alcanzar y mantener ese nuevo concepto. nEl diseño del programa debe incluir: lDestinatarios. lMetas y objetivos. lMedidas de resultados. lRecursos requeridos (recursos humanos, instalaciones, equipo). lActividades de evaluación. nDiseñar sesiones de formación y apoyo continuado para la implantación. Las sesiones de formación pueden constar de presentaciones, guía del facilitador, folletos y estudios de casos. Se pueden utilizar carpetas, carte- les y tarjetas de bolsillo como recordatorios de la formación. Planificar sesiones formativas interactivas, que incluyan la resolución de problemas, que aborden preocupaciones inmediatas y ofrezcan oportunidades de practicar nuevas habilidades (Davies & Edwards, 2004) .Valoración y manejo de úlceras del pie diabético 61 62 nProporcionar apoyo dentro de la institución, como contar con las estructuras necesarias para facilitar la im- plantación. Por ejemplo, la contratación de personal de reemplazo para que los participantes no se encuen- tren distraídos con preocupaciones laborales, y tener una filosofía dentro de la institución que refleje el valor de las buenas prácticas a través de directrices y procedimientos. Desarrollar nuevas herramientas para la valo- ración y la documentación (Davies & Edwards, 2004) . nIdentificar y respaldar a los defensores de las buenas prácticas designados en cada unidad para promover y apoyar la implantación. Celebrar los hitos y logros, reconociendo el trabajo bien hecho (Davies & Edwards, 2004) . nLas instituciones que implanten esta Guía adoptarán diversas estrategias de autoaprendizaje, aprendizaje en grupo, tutoría y refuerzo que permitan construir, con el tiempo, el conocimiento y la confianza de las enfer- meras a la hora de implantar esta Guía. nMás allá de las enfermeras cualificadas, la infraestructura requerida para implantar esta Guía implica el acce- so a equipo especializado y materiales de tratamiento. Se debe orientar al personal en el uso de productos y tecnologías específicos, e impartir formaciones de recordatorio frecuentes. nEl trabajo en equipo, la valoración y la planificación del tratamiento en colaboración con el paciente y la fami- lia y a través del trabajo interdisciplinar son elementos útiles para la implantación exitosa de las guías. Según se requiera, se remitirá a los pacientes a los siguientes servicios o recursos de la comunidad o internos de la institución: pedicuro o podólogo, clínica especializada en cuidados de las heridas, centro de formación sobre diabetes, enfermeras especializadas en heridas y diabetes, dermatólogo, especialista en enfermedades infec- ciosas, cirujano vascular, cirujano plástico, así como otros profesionales sanitarios que atiendan a pacientes diabéticos con úlceras en el pie, como el médico de atención primaria, nutricionista, terapeuta ocupacional y fisioterapeuta. nEl Programa Avanzado de Becas de Práctica Clínica de la RNAO (Advanced/Clinical Practice Fellowship, en lo sucesivo ACPF por sus siglas en inglés) es otra manera en que las enfermeras universitarias de Ontario pueden solicitar una beca y tener la oportunidad de trabajar con un mentor con una gran experiencia clínica en el campo del manejo de las úlceras de pie diabético. Gracias al ACPF, la enfermera becaria tendrá la oportunidad de afinar su competencia en la valoración y el manejo de este tipo de úlceras. Aparte de las estrategias mencionadas anteriormente, la RNAO ha publicado recursos de implantación que se en- cuentran disponibles en su página web. Si se utiliza adecuadamente la Herramienta para la implantación de las guías puede resultar de gran utilidad. Véase el anexo R donde aparece una breve descripción. También se puede consultar una versión completa de esta Herramienta en formato pdf a través de la página web de la RNAO, www.rnao.org/bestpractices .Guía de buenas prácticas en enfermería Proceso de actualización y revisión de la Guía La Asociación Profesional de Enfermeras de Ontario propone actualizar esta Guía de la siguiente manera: 1. Un equipo de especialistas (el equipo de revisión) revisará cada guía de buenas prácticas cada tres años a partir de la fecha de la última serie de revisiones. 2. Durante el periodo de tres años transcurrido entre el desarrollo y la revisión, el personal involucrado en el programa de las guías de buenas prácticas en enfermería de la RNAO hará un seguimiento en busca de nueva literatura sobre esta área. 3. El personal del programa, basándose en los resultados del seguimiento, puede recomendar que la revisión se adelante. Es preciso consultar a un equipo compuesto por miembros del equipo de desarrollo y otros especialistas en la materia, así se facilita la decisión sobre la necesidad de adelantar la revisión. 4. Tres meses antes de que se lleve a cabo la revisión de los tres años, el personal del programa empezará a planificar el proceso de revisión de la siguiente manera: a. Invitar a especialistas en la materia a que participen en el equipo de revisión. El equipo de revisión se compondrá de miembros del equipo de desarrollo y de otros especialistas recomendados. b. Recopilar las opiniones recibidas, las dudas planteadas durante la fase de divulgación, así como otros comentarios y experiencias de los centros donde se ha implantado. c. Recopilar nuevas guías de práctica clínica de la misma área, revisiones sistemáticas, metaanálisis, revisiones técnicas e investigación de ensayos clínicos controlados aleatorizados. d. Elaborar un plan de trabajo detallado con las fechas y las entregas. La publicación de la Guía revisada se guiará por las estructuras y procedimientos establecidos. Valoración y manejo de úlceras del pie diabético 63 64 Referencias bibliográficas Abbott, C. A., Carrington, A. L., Ashe, H., Bath, S., Every, L. C., Griffiths, J. et al. (2002). The North-West Diabetes Foot Care Study: Incidence of, and risk factors new diabetic foot a community-based Diabetes 377-384. Abouaesha, F., van Schie, C. H., Griffiths, G. D., Young, R. J., & Boulton, A. J. (2001). Plantar tissue thickness is related to peak plantar pressure in the high-risk diabetic foot. Diabetes Care, 24 (7), 1270-1274. Adler, A. I., Boyko, E. J., Ahroni, J. H., & Smith, D. G. (1999). Lower-extremity amputation in diabetes: The independent neuropathy, and foot ulcers. Diabetes Care, 22 (7), 1029-1037. Adler, A. I., Stratton, I. M., Neil, H. A. W., Yudkin, J. S., Matthews, D. R., Cull, C. A. et al. (2000). Association of systolic blood pressure with macrovascular and microvascular complications of type 2 diabetes (UKPDS of Diabetes Educators (1999). The 1999 scope of practice for diabetes educators and the standards of practice for diabetes educators. American Association of Diabetes Educators [Electronic version]. Available: http://www.aadenet.org American Diabetes Association (ADA) development conference on diabetic foot wound care. Ostomy/Wound Management, 45 (9), 2-47. American Diabetes Association (ADA) (2001). American Diabetes Association: Clinical practice recommendations 2001. Diabetes Care, 24 (Suppl 1), Apelqvist, J. Wound Medicine and Surgery, 15 (1), 21-39. Apelqvist, J., Bakker, K., van Houtum, W. H., Nabuurs-Franssen, M. H., & Schaper, N. C. (2000). International consensus and practical guidelines on the management and the prevention of the diabetic foot. Diabetes/Metabolism Research and Reviews, 16 1), S84-S92. J., Castenfors, J., Larsson, Stenstrúm, .-D. (1989). Prognostic value of diabetic foot ulcer. Diabetes Care, 12 (6), 373-378. Armstrong, D. G. & Lavery, L. A. Surgery, Armstrong, D. G., Lavery, L. A., Abu-Rumman, P., Espensen, H., Vazquez, R., Nixon, B. P. et al. (2002). Outcomes of subatmospheric pressure dressing therapy on wounds of the diabetic foot. Ostomy/Wound Management, 48 (4), 64-68. Armstrong, D. G., Lavery, L. A., & Bushman, T. R. (1998). Peak foot pressures influence the healing time of diabetic foot ulcers treated with total contact casts. Journal of Rehabilitation Research and Development, 35 (1), 1-5. Armstrong, D. G., Lavery, L. A., & Harkless, L. B. (1998a). Who is at risk of diabetic foot ulceration? Clinics in Podiatric Medicine and Surgery, 15 (1), 11-19. Armstrong, D. G., Lavery, L. A., & Harkless, risk of amputation. Diabetes Care, 21 (5), 855-859. Armstrong, D. G., Lavery, L. A., Kimbriel, H. R., Nixon, B. P., & Boulton, A. J. (2003). Activity patterns of patients with ulceration: Patients with ulceration may not adhere to a standard pressure offloading regimen. Diabetes Care, 26 (9), 2595-2597. Armstrong, D. G., Lavery, L. A., Sariaya, M., & Ashry, H. (1996). Leukocytosis is a poor indicator of acute osteomyelitis of the foot in diabetes mellitus. The Journal of Foot and Ankle Surgery, 35 (4), 280-283. Armstrong, D. G., Nguyen, H. C., Lavery, L. A., van Schie, C. H. M., Boulton, A. J. M., & Harkless, L. B. (2001). Offloading the diabetic foot wound: A randomized clinical trial. Diabetes Care, 24 (6), 1019-1022. Armstrong, D. G., van Schie, C. H. M., & Boulton, A. J. M. (2001). Offloading foot wounds in people with diabetes. In D. L. Krasner, G. T. Rodeheaver, & R. G. Sibbald (Eds.), care: A professionals. (3rd ed.). Wayne, PA: HMP Communications. Guía de buenas prácticas en enfermería Australian Centre for Diabetes Strategies (2001). National evidence based guidelines for the management of type 2 diabetes mellitus - Draft for public consultation - 6 April 2001 for the identification & management of diabetic foot Australian Centre for Diabetes Strategies [Electronic version]. Available: http://www.diabetes.net.au/PDF/evidence_based_healtcare/FootProblems.pdf Baker, C., Ogden, S., Prapaipanich, W., Keith, C., Beattie, L. C., & Nickeson, L. (1999). Hospital consolidation: Applying analysis to cycle. Journal of Nursing Administration, 29 (3), 11-20. Baker, L. L., Chambers, R., DeMuth, S. K., & Villar, F. (1997). Effects of electrical stimulation on wound healing in patients with diabetic ulcers. Diabetes Care, 20 (3), 405-412. Ballard, J. L., Eke, C. C., Bunt, T. J., & Killeen, J. D. (1995). A prospective evaluation of transcutaneous oxygen measurements in the management of foot problems. Journal of Vascular Surgery, 22 (4), 485-492. Ballard, K. & McGregor, F. (2001). Use of Vacuum-Assisted Closure therapy following foot amputation. British Journal of Nursing, 10 (15), S6-S12. Bennett, P. J., Stocks, A. E., & Whittam, D. J. (1996). Analysis of risk factors for neuropathic foot ulceration in diabetes mellitus. Journal of the American Podiatric Medical Association, 86 112-116. Bennett, R. L. (1999). The practical guide to the genetic family history . New York, N. Y.: John Wiley & Sons, Inc. Best, M. F. & Thurston, N. E. (2004). Measuring nurse job satisfaction. Journal of Nursing Administration, 34 (6), 283-290. Birke, J. A., Patout Jr., C. A., & Foto, J. G. (2000). Factors associated with ulceration and amputation in the neuropathic foot. Journal of Orthopaedic and Sports Physical Therapy, 30 (2), 91-97. Birke, J. A., Pavich, M. A., Patout Jr., C. Horswell, R. diabetes mellitus. Advances in Skin and Wound Care, 15 (5), 210-215. Black, N., Murphy, M., Lamping, D., McKee, M., Sanderson, C., Ashkam, J. et al. (1999). Consensus development methods: Review of best practice in creating clinical guidelines. Journal of Health Services Research and Policy, 4 (4), 236-248. Bonham, P. (2001). A critical review of the literature: part I: diagnosing osteomyelitis in patients with Ostomy and Continence Nurses 73-88. (1991). presentation and management of diabetic neuropathy and foot ulceration. Medicine, 8 (Spec No.), S52-S57. Boulton, A. J., Kirsner, R. S., L. (2004). Clinical practice. Neuropathic diabetic foot ulcers. New England Journal of Medicine, 351 (1), 48-55. Boulton, A. J., Meneses, P., & Ennis, W. J. (1999). Diabetic foot ulcers: A framework for prevention and care. Wound Repair and Regeneration, 7 (1), 7-16. Bowker, J. H. Pfeifer, M. (2001). Levin and O'Neals The diabetic (6th Ahroni, J. H., Davignon, D., Stensel, V., Prigeon, R. L., & Smith D.G. (1997). Diagnostic utility of the history and physical examination for peripheral vascular disease among patients with diabetes of Epidemiology, 50 (6), 659- 668. Boyko, E. J., Ahroni, J. H., Stensel, V., Forsberg, R. C., Davignon, D. R., & Smith, D. G. (1999). A prospective study of risk factors for diabetic foot ulcers: The Seattle diabetic foot study. Diabetes Care, 22 (7), 1036-1042. Brown-Etris, M., Cutshall, W. D., & Hiles, M. C. (2002). A new biomaterial derived from small intestine submucosa and developed into a matrix device. Wounds, 14 (4), 150-166. Bureau of Primary Health Care (2005). Bureau of Primary Health Care Program Information: Lower Extremity Amputation Available: http://www.bphc.hrsa.gov/leap/leapprograminfo.htm Calhoun, J. H., Overgaard, K. A., Stevens, C. M., Dowling, J. P. F., & Mader, J. T. (2002). Diabetic foot ulcers and infections: Current concepts. Advances in Skin and Wound Care, 15 (1), 31-45. Campbell, V. L., Graham, R. A., Kidd, M. R., Molly, F. H., O'Rourke, R. S., & Coagiuri, S. (2000). The lower limb in people with diabetes - position statement of the Australian Diabetes Society. MJA, 173 (369), 372. Canadian Diabetes Association (CDA) (1998). 1998 Clinical practice guidelines for the management of diabetes in Canada. Canadian Medical Association Journal, 159 (8 Suppl), S1-S29. Valoración y manejo de úlceras del pie diabético 65 66 Canadian Diabetes Association (CDA) (2003). 2003 Clinical practice guidelines: Foot care. Canadian Diabetes Association [Electronic version]. Available: http://www.diabetes.ca/cpg2003/downloads/FootCare.pdf Canadian Diabetes Association - Diabetes Standards for diabetes education in Canada . Toronto: Canadian Diabetes Association. Caputo, G. M., Cavanagh, P. R., Ulbrecht, J. S., Gibbons, G. W., & Karchmer, A. W. (1994). Assessment and management of foot disease in patients with diabetes. New England Journal of Medicine, 331 (13), 854-860. Carter, K. (1995). An integrated approach. Nursing Times, 91 (22), 62-66. Caselli, A., Pham, H., Giurini, J. M., Armstrong, D. G., & Veves, A. (2002). The forefoot-to-rearfoot plantar pressure ratio is increased in severe diabetic neuropathy can Centres for Disease Control and Prevention (2004). Awareness of family health history as a risk factor for disease - United States, 2004. Centres for Disease Control [Electronic Fitzgibbons, T. C., McMullen, S. T., Stice, R. C., Hayes, D. F., & Henkel, L. (2002). Experience with the Vacuum Assisted Closure negative pressure technique in the diabetic and dysvascular wounds. Foot and Ankle International, 23 (10), 896-901. Crane, M. & Branch, P. (1998). The healed diabetic foot. What next? Clinics in Podiatric (1), 155-174. - Clinical Resource Efficiency and Support Team (1998). Guidelines for the the diabetic foot: Recommendations Available: Criteria for identifying wound infection. Journal of Pantlejeva, O., Jonushaite, A., Vileikyte, L., A. J. (1999). Benefits of a multidisciplinary approach in the management of recurrent diabetic foot ulceration in Lithuania: A prospective study. Diabetes Care, 22 (9), 1428-1431. Davies, B. & Edwards, N. (2004). RNs measure effectiveness of best practice guidelines. Registered Nurse Journal, 16 (1), 21-23. Dawson, K. G., Gomes, D., Gerstein, H., Blanchard, J. F., & Kahler, K. H. (2002). The economic cost of diabetes in Canada, 1998. Diabetes Care, 25 (8), 1303-1307. Diabetes Control and Complications Trial (DCCT) Research Group (1993). The effect of intensive treatment of diabetes on the development and progression of long-term complications in insulin-dependent diabetes mellitus. The New England Journal of Medicine, 329 (14), 977-986. Diabetes Education Study Group of the European Association for the Study of Diabetes (2004). foot: Risk program. Images of Ontario version]. Available: www.rnao.org/bestpractices/PDF/BPG_Foot_Diabetes_Workshop_slides.pdf Dow, G., Browne, A., (1999). Infection in chronic wounds: Controversies 45 23-27, 29-40. Edelson, G. W., Armstrong, D. G., Lavery, L. A., & Caicco, G. (1996). The acutely infected foot is not adequately evaluated in an inpatient setting. Journal of the American Podiatric Medical Association, 87 (6), 260-265. Eggers, P. W., Gohdes, D., & outcomes in 223 diabetic patients with deep infections. Foot and Ankle International, 18 (11), 716-722. Enoch, S. & Price, P. (2004). Should 42A- 46A. Guía de buenas prácticas en enfermería Fernando, D. J., Masson, E. A., Veves, A., & Boulton, A. J. (1991). Relationship of limited joint mobility to abnormal foot pressures and diabetic foot ulceration. Diabetes Care, 14 (1), 8-11. Field, M. & Lohr, K. N. (1990). Guidelines for clinical practice: Directions for a new program . Washington, D. C.: Institute of Medicine, National Academy Press. Flanagan, M. (2003). Improving accuracy of wound (10), 28-40. Fleischli, J. G., Lavery, L. A., Vela, S. A., Ashry, H., & Lavery, D. C. (1997). Comparison of strategies for reducing pressure at the site of neuropathic ulcers. Journal of American Podiatric Medical Association, 87 (10), 466-472. Foster, A., Smith, W. C., Taylor, E. T., Zinkie, L. M., & Houghton, P. E. (2004). The effectiveness of electrical stimulation to promote wound closure: A systematic review. Unpublished work. University of Western Ontario, Ontario, Canada. Foundation for Accountability. (1996). Measuring health care quality: Diabetes. [AHCPR Publication no. 96-N021]. Rockville, MD, Agency for Health Care Policy and Research. Frykberg, R. G. (1998). The team approach in diabetic foot management. Advances in Wound Care, 11 (2), 71-77. Frykberg, R. G., Armstrong, D. G., Giurini, J., Edwards ,A., Kravette, M., Kravitz, S. et al. (2000). Diabetic foot disorders: A clinical practice guideline. Harvey, C., Harkless, L., & Veves, A. (1998). Role of neuropathy and high foot pressures in diabetic foot ulceration. Diabetes Care, 21 (10), 1714-1719. Gardner, S. E., Frantz, R. A., & Doebbling, B. N. (2001). The validity of the S. D., Hershon, K. S., Mengel, M., Prendergast, J. J., Ricotta, J. J. et al. (1996). Use of dermagraft, a cultured human dermis, to treat diabetic foot Care, (4), 350-354. Gentzkow, G. D., Jensen, J. L., Pollak, R. A., Kroeker, R. O., Lerner, J. M., Lerner, M. et al. (1999). Improved healing on diabetic foot ulcers after grafting dermal replacement. Wounds, 11 (3), 77-84. Ghatnekar, O., Willis, U. (2002). Cost-effectiveness of treating deep diabetic foot Promogran in European countries. Journal of Wound Care, 11 (2), 70-74. Glasgow, E. R. (1999). Outcomes of and for diabetes education research. Diabetes Educator, 25 (6), 74-88. Goldman, R. J. & Salcido, R. (2002). More than one way to measure a wound: An overview of tools and techniques. Advances in Skin & Wound Care, 15 (5), 236-245. Gordois, A., Scuffham, P., Shearer, A., Oglesby, A., & Tobian, J. A. (2003). The health care costs of diabetic peripheral neuropathy in the US. Diabetes Care, 26 (6), 1790-1795. Gottrup, F. (2004). Optimizing wound treatment through professional education. Wound Repair and Regeneration, 12 (2), 120-128. Graham, I. D., Harrison, M. B., Brouwers, M., Davies, B. L., & Dunn, S. (2002). Facilitating the use of evidence in practice: Evaluating and adapting clinical practice guidelines for local use by health care organizations. Journal of Obstetric, Gynecologic, and Neonatal Nursing, 31 (5), Grayson, M. L., Balaugh, K., Levin, E., & Karchmer, A. W. (1995). Probing to bone infected underlying osteomyelitis of Association, 273 721-723. Health Canada (2000). Diabetes among aboriginal (First Nations, Inuit Canada [Electronic version]. Available: Disease Prevention Rey-Calero, J. (1992). Diagnosis of local infection of a burn by semiquantitative culture of the eschar surface. Journal of Burn Care and Rehabilitation, 13 (6), 639-641. Hunt, D. (2001). Diseases of the feet: Foot ulcers and amputations in people with diabetes mellitus. In H. C.Gerstein & R. B. Haynes (Eds.), Evidence-based Diabetes Care (pp. 515-522). Hamilton: B. C. Decker Inc. Hutchinson, A., McIntosh, A., Feder, R. G., Home, P. D., Mason, J., O'Keefee, C. et al. (2000). Clinical guidelines and evidence review for type 2 diabetes: Prevention and management of foot problems. Royal College of General Practitioners [Electronic version]. Available: http://www.rcgp.org.uk/rcgp/clinspec/guidelines/diabetes/contents.asp Valoración y manejo de úlceras del pie diabético 67 68 Indian and Inuit Health Committee & Canadian Pediatric Society (1994). Diabetes and the First Nations. The Canadian Journal of Pediatrics, 1 (7), 222-224. Inlow, S., Kalla, T. P., & Rahman, J. (1999). Downloading plantar foot pressures in the diabetic patient. Ostomy/Wound (10), 28-38. Inlow, S., Orsted, H., & Sibbald, R. G. (2000). Best practices for the prevention, diagnosis and treatment of diabetic foot ulcers. Ostomy/Wound Management, 55-68. Institute for Clinical Systems Improvement (2000). Healthcare guideline: Management of type 2 for Clinical Systems Improvement [Electronic version]. Available: http://www.icsi.org/knowledge/detail.asp?catID=29&itemID=182 Johnson, J. E., Kennedy, E. J., Shereff, M. J., Patel, N. C., & Collier, B. D. (1996). Prospective study of bone, indium-111-labeled white blood cell, and gallium-67 scanning for the evaluation of osteomyelitis in the diabetic foot. Foot and Ankle International, 17 (1), 10-16. Kalani, M., Brismar, K., Ostergren, G. (1999). Transcutaneous oxygen tension and toe blood pressure as predictors for outcome of diabetic foot ulcers. Diabetes Care, 22 (1), 147-151. Keenan, A. M., Tindel, N. L., & Alavi, A. (1989). Diagnosis Medicine, 149 (10), 2262-2266. Knowles, E. A., Armstrong, D. G., Hayat, S. A., Khawaja, K. I., Malik, R. A., & Boulton, A. J. M. (2002). Offloading diabetic (9), 50-53. Bennett, I. (2004). Hyperbaric oxygen therapy for chronic wounds , Issue Oxford: Update Sooftware Ltd. Krasner, D. (1998). Diabetic ulcers of the lower extremity: A review of comprehensive management. Ostomy/Wound Management, 44 (4), 56-75. Krasner, D. L. & Sibbald, R. G. (2001). Diabetic foot ulcer care: Assessment and management. In J.H.Bowker (Eds.), Levin and O'Neals The Foot. (6th ed.) (pp. 283-300). St. Louis, MO: Mosby, Inc. Kravitz, S. R., McGuire, J., & Shanahan, S. D. (2003). Physical assessment of the diabetic foot. Advances in Skin and Wound Care, 16 (2), 68-75. Lavery, L. A., Armstrong, D. G., Vela, S. A., Quebedeau, T. L., & Fleishchli, J. G. (1998). Practical criteria for screening patients at high risk for diabetic foot ulceration. Archives of Internal Medicine, 158 157-162. Lavery, L. A., Armstrong, D. G., Wunderlich, R. P., Tredwell, J., & Boulton, A. J. M. (2003). Predictive value of foot pressure assessment as part of a population-based diabetes disease management program. Diabetes Care, 26 (4), 1069-1073. Lavery, L. A. & Gazewood, J. D. (2000). Assessing the feet of patients with diabetes. Journal of Family Practice, 49 (11 Suppl), S9-S16. Ledoux, W. R., Shofer, J. B., Ahroni, J. H., Smith, D. G., Sangeorzan, B. J., & Boyko, E. J. (2003). Ankle International, 845-850. Lehto, S., Ronnemaa, T., Pyorala, lower extremity amputations with NIDDM. 19 (6), 607-612. Levin, M. E. (2001). Pathogenesis and general management of foot lesions in the diabetic patient. In J. H. Bowker & M. A. Pfeifer (Eds.), Levin and O'Neals The Diabetic Foot. (6th ed.) (pp. 222). St. Louis, MO: Mosby, Inc. Lipsky, B. A. (1997). Clinical Infectious (6), 1318-1326. in diabetic 9 (1), 163- 182. Lundeberg, T. C. M., Eriksson, S. V., & Malm, M. Electrical nerve 328-331. Maciejewski, M. L., Reiber, G. E., Smith, D. G., Wallace, C., Hayes, S., & Boyko, E. J. (2004). Effectiveness of diabetic therapeutic reulceration. Diabetes Care, 27 (7), 1774-1782. Madjar, I. & Walton, J. A. (2001). What is problematic about evidence. In J. M. Morse, J. M. Swanson, & A. J. Kuzel (Eds.), The Nature of Qualitative Evidence (pp. 28-45). Thousand Oaks, Sage. Guía de buenas prácticas en enfermería Margolis, D. J., Kantor, J., & Berlin, J. A. Healing of diabetic neuropathic foot ulcers receiving standard treatment: A Diabetes 22 (5), 692-695. Marston, W. A., Hanft, J., Norwood, P., & Pollak, R. (2003). The efficacy and safety of dermagraft in improving the Diabetes Care, 26 (6), 1701-1705. Mason, J., O'Keefee, C. O., Hutchinson, A., McIntosh, A., Young, R., & Booth, A. (1999a). A systematic review of foot ulcer in patients with type 2 diabetes mellitus. II: treatment. Diabetic Medicine, 16 889-909. Mason, J., O'Keefee, C., McIntosh, A., Hutchinson, A., Booth, A., & Young, R. J. (1999b). A systematic review of foot ulcer in patients with type 2 diabetes mellitus. I: prevention. Diabetic Medicine, 16 801-812. Mayfield, J. A., Reiber, G. E., Sanders, L. J., Janisse, D., & Pogach, L. M. (1998). Preventive foot care in people with diabetes. Diabetes Care, 21 (12), 2161-2177. McCabe, C. J., Stevenson, R. C., & Dolan, A. M. (1998). Evaluation of a diabetic foot screening and protection programme. Diabetes Medicine, 15 80-84. McCallon, S. K., Knight, C. A., Valiulus, J. P., Cunningham, M. W., McCulloch, J. M., & Farinas, L. P. (2000). Vacuum-Assisted 46 McGuckin, M., Goldman, M., Bolton, L., & Salcido, R. chronic Care, (1), 12-23. McNeely, M. J., Boyko, E. J., Ahroni, J. H., Stensel, V. L., Reiber, G. E., Smith, D. G. et al. (1995). The independent contributions of diabetic neuropathy and vasculopathy in foot ulceration: How great are the risks? Diabetes Care, 18 (2), 216-219. Meier, M. R., Desrosiers, J., Bourassa, P., & Blaszczyk, J. (2001). Ministry Health Malaysia (2003). Clinical practice guidelines: Management Health Malaysia [Electronic version]. Available: http://www.acadmed.org.my/cpg/Draft%20CPG%20%20management%20of%20diabetic%20foot.pdf Morris, H. L., Jones, V., & Harding, K. G. (2001). Wound care: Putting theory into practice - The Cardiff Wound Healing Research Unit in the United Kingdom. In D. L. Krasner, G. T. Rodeheaver, & R. G. Sibbald (Eds.), Care: A Source (pp. 135-144). Wayne, PA: HMP Communications. Moss, S. E., Klein, R., & Klein, B. E. K. (1996). Long-term incidence of lower-extremity amputations in 5 (7), 391-398. Mueller, M. J., Sinacore, D. R., Hastings, M. K., Strube, M. J., & Johnson, J. E. (2004). Effect of Achilles tendon lengthening on neuropathic plantar ulcers. A clinical trial. of Bone and Joint Surgery, 86A (4), 870. Muha, J. (1999). Local wound care in diabetic foot complications: risk management and treatment to avoid amputation. Postgraduate Medicine, 106 (1), 97-102. Murray, H. J., Young, M. J., Hollis, S., & Boulton, A. J. (1996). The association between callus formation, high pressures and neuropathy in diabetic foot ulceration. Diabetes Medicine, 13 (11), 979-982. National Health and Medical Research Council (1998). A guide to the development, implementation and evaluation of clinical practice guidelines. National Health and Research [Electronic Available: New Zealand Guidelines Group (NZGG) care guidelines for the management of core aspects of diabetes . Wellington: New Zealand Guidelines Group. Niezgoda, J. A. (2004, A multicentre clinical for 17th Annual Symposium on Advanced Wound Care Medical Research Forum, Florida. Ohkubo, Y., Kishikawa, H., Araki, E., Miyata, T., 6-year Research and Clinical 28 Review Panel for community-acquired infections . (2nd ed.) Toronto: Publications Ontario. Ontario Public Health Association (1996). Making a difference! A workshop on the basics of policy change . Toronto, Canada: Government of Ontario. Valoración y manejo de úlceras del pie diabético 69 70 Ovington, L. and A., Faravel, L., Da Silva, J., Makoundou, V., Peter-Riesch, B. et al. (2002). The impact of callosities on the magnitude and duration of plantar pressure in patients with diabetes mellitus. A callus may cause 18,600 kilograms of excess plantar pressure per day. Diabetes Metabolism, 28 (5), 356-361. Peacock, E. & Van Winkle, W. (1976). Surgery and biology of wound Saunders. Pecoraro, R. E., Ahroni, J. H., Boyko, E. J., & Stensel, V. L. (1991). Chronology of diabetic lower- extremity ulcers. Diabetes, 40 1305-1313. Perry, C. R., Pearson, R. L., & Miller, G. A. (1991). Accuracy of cultures of material from swabbing of the superficial aspect of the wound and needle biopsy in the perioperative assessment of osteomyelitis. of Bone and Joint Surgery, 73 (5), 745-749. Peters, E. J., Lavery, L. A., Armstrong, D. G., & Fleischli, J. G. (2001). Electric stimulation as an adjunct to heal diabetic foot ulcers: A randomized clinical trial. of Physical Medicine and Rehabilitation, 82 (6), 721-725. Pham, H., Armstrong, D. G., Harvey, C., Harkless, L. B., Giurini, J. M., & Veves, A. (2000). Screening techniques to identify people at high risk for diabetic foot ulceration. Diabetes Care, 23 (5), 606-611. Pinzur, M., Slovenkai, M. P., & Trepman, E. (1999). Guideline for diabetic foot care. The Diabetes Committee of the American Orthopaedic Foot and Ankle Society. Foot and Ankle International, 20 (11), 695-702. Pitei, D. L., Foster, A., & Edmonds, M. (1999). The effect of regular callus removal on foot pressures. Journal of Foot and Ankle Surgery, 38 (4), 251-255-306. Pollack, C. D. (1994). Planning for success: The first steps in new program development. Journal of School Nursing, 10 (3), 11-15. Ramsey, S., Newton, K., Blough, D., McCulloch, D. K., Sandhu, N., Reiber, G. et al. (1999). Incidence, outcomes, and cost of foot ulcers in patients with diabetes. Diabetes Care, 22 (3), 382-387. Nurses' Association of Ontario (2004). Reducing Foot Complications for People with Diabetes . Toronto, Canada: Registered Nurses' Association of Ontario. Reiber, G. E., Boyko, E. J., & Smith, D. G. (1995). Lower extremity foot ulcers and amputations in diabetes. In National Diabetes Data Group (US) (Ed.), Diabetes in America (pp. 409-428). Bethesda, MD: National Institutes of Health, National Institute of Diabetes & Digestive & Kidney Diseases. Reiber, G. E., Pecoraro, R. E., & Koepsell, T. D. (1992). Risk factors for amputation in patients with diabetes mellitus: A Annals of Internal Medicine, 117 (2), 97-105. Reiber, G. E., Smith, D. G., Wallace, C., Sullivan, K., Hayes, S., Vath, C. et al. (2002). Effect of therapeutic footwear reulceration in patients with diabetes: A randomized controlled trial. Journal of the American Medical Association, 287 (19), 2552-2558. Reiber, G. E., Vileikyte, L., Boyko, E. J., Del Aguila, M., Smith, D. G., Lavery, L. A. et al. (1999). Causal pathways for incident lower- extremity ulcers in patients with diabetes from two settings. Diabetes Care, 22 (1), 157-162. Ribu, L. & Wahl, A. (2004). Living with diabetic foot ulcers: A life of fear, restrictions, and pain. Ostomy/Wound Management, G. Sibbald (Eds.), care: A source ed.) (pp. 369-383). Wayne, PA: HMP Communications. Royal Melbourne Hospital (2002). Evidence based guidelines for the inpatient management of J. Falanga, V. Debridement performance index and its correlation with closure of foot ulcers. Wound Repair and Regeneration, 10 (6), 354-359. Sales, C., Goldsmith, J., & Veith, F. J. (1994). Handbook of Vascular Surgery . St. Louis, MO: Quality Medical Publishing. Schultz, G. S., Barillo, D. J., Mozingo, D. W., Chin, G. A., & The Wound Bed Advisory Board Members (2004). Wound bed preparation and a brief history of TIME. International Wound Journal, 1 (1), 19-32. Guía de buenas prácticas en enfermería Seaman, S. (2000). Considerations for the global assessment and patients with recalcitrant wounds. Ostomy/Wound Management, 46 (1ASuppl), 10S-29S. Shaw, J. E. & Boulton, A. J. M. (1997). The pathogenesis of diabetic foot problems: An overview. Diabetes, 46 S58-S61. Sheehan, P., Jones, P., Caselli, A., Giurini, J. M., & Veves, A. (2003). Percent change in wound area of diabetic foot ulcers over a 4-week period is a robust predictor of complete healing in a 12-week prospective trial. Diabetes Care, 26 (6), 1879-1882. Sibbald, R. G., Mahoney, J., & VAC Therapy Canadian Consensus Group (2003). A consensus report on of vacuum-assisted closure R. G., Orsted, H. L., Schultz, G. S., Coutts, P., & Keast, D. (2003). Preparing the wound bed 2003: Focus and inflammation. Ostomy/Wound Management, 49 (11), 24-51. Sibbald, R. G., Williamson, D., Orsted, H. L., Campbell, K., Keast, D., Krasner, D. et al. (2000). Preparing the wound bed - Debridement, bacterial balance, and moisture balance. Ostomy/Wound Management, 46 (11), 14-35. Sinacore, D. & Mueller, M. J. (2000). Pedal ulcers older adults with mellitus. Topics in Geriatric Rehabilitation, 16 (2), 11-23. Smieja, M., Hunt, D. L., Edelman, D., Etchells, E., Cornuz, J., & Simel, D. L. (1999). Clinical for for Clinical Examination Journal of General Internal Medicine, 14 (7), 418-424. Smiell, J. M. (1998). Clinical safety of becaplermin (rhPDGF-BB) Smiell, J. M., Wieman, T. J., Steed, D. L., Perry, B. H., Sampson, A. R., & Schwab, B. H. (1999). Efficacy and safety of becaplermin (recombinant human platelet-derived (2004). Debridement of diabetic foot ulcers (Cochrane Review). In The Cochrane Library, Issue 4. Oxford: Update Software Ltd. Spencer, S. (2004). Pressure relieving interventions for preventing and treating diabetic foot ulcers In The Cochrane Library , Issue 4. Oxford: Update Software Ltd. Steed, D. L., Donohoe, D., Webster, M. W., & Lindsley, L. (1996). Effect of extensive debridement and healing of diabetic foot ulcers. Diabetic Ulcer Study Group. Journal of American College of Surgeons, 183 (1), 61-64. Stotts, N. (1995). Determination of bacterial in wounds. Advances in Wound Care, 8 (4), 28-46. Stratton, I. M., Adler, A. I., Neil, H. A., Matthews, D. R., Manley, S. E., Cull, C. A. et al. (2000). Association of glycaemia with macrovascular and microvascular complications of type 2 diabetes (UKPDS 35): prospective observational study. British Medical Journal, 321 405-412. Sumpio, B. E. (2000). Foot ulcers. New England Journal of Medicine, 343 (11), 787-793. Tallman, P., Muscare, E., Carson, P., Eaglstein, W. V. L. M., Newbatt, E., Zschape, D., Daniels, T. R., Rankine, A., Hoeflock, J. et al. (2004, July). Outcomes of 31 patients receiving negative pressure therapy for the treatment of diabetic Presented at the 2nd Wound Healing meeting Paris, France. Tennvall, G. R., Apelqvist, J., & Eneroth, M. (2000). Costs of deep foot infections in patients with diabetes mellitus. Pharmacoeconomics, 18 (3), 225-238. The University of York - NHS Centre for Reviews and Dissemination (1999). Complications of diabetes: Screening for retinopathy; and version]. Available: http://www.york.ac.uk/inst/crd/ehc54.pdf causes management of foot ulceration. Nursing Standard, 16 (30), 52-62. United Kingdom Prospective Diabetes Study (UKPDS) Group 33 (1998). blood-glucose control with sulphonylurea or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes. Lancet, 352 837-863. Valk, G. D., Kriegsman, D. M. W., & Assendelft, W. J. J. (2002). Patient education for Metabolism Clinics of North America, 31 (2002), 633-658. Valoración y manejo de úlceras del pie diabético 71 72 Valk, G. D., Kriegsman, D. M. W., & Assendelft, W. J. J. (2004). Patient education for preventing diabetic foot ulceration (Cochrane Review). In The Cochrane Library, Issue 4. Oxford: Update Software Ltd. van Rijswijk, L. & Polansky, M. (1994). Predictors of time to healing deep pressure ulcers. Ostomy/Wound Management, 40 (8), 40-42, 44. Veves, A., Sheehan, P., & Pham, H. T. of Promogran (a collagen/oxidized regenerated cellulose dressing) foot ulcers. Archives Surgery, 137 (7), associated with diabetes mellitus. Journal of Nursing Scholarship, 32 (3), 225- 232. Young, M. J., Cavanagh, P. R., Thomas, G., Johnson, M. M., Murray, H., & Boulton, A. J. (1992). The effect of callus removal on dynamic plantar foot pressures in diabetic patients. Diabetes Medicine, 9 55-57. Young, T. K. (2003). Review of research on aboriginal populations in Canada: Relevance to their health needs. British Medical Journal, 327 (7412), 419-422. Young, T. K., Szathmary, E. J., Evers, S., & Wheatley, B. (1990). Geographical distribution of diabetes among the native population of Canada: A national survey. Social Science & Medicine, 31 (2), 129-139. Zangaro, G. A. & Hull, M. M. (1999). and 57-65. S., applied felted ulcers. Medicine, 20 622-625. S., Schatz, H., & Pfohl, M. (2004). The role of limited joint mobility in diabetic patients with an at-risk foot. Diabetes Care, 27 (4), 942-946. Bibliografía Adler, S. G., Pahl, M., & of diabetic foot Clinics in Podiatric Medicine and Surgery, 19 (2002), 483-491. Alberta Heritage Foundation for Medical Research (2002). A selected inventory of abstracts for systematic reviews on podiatry Foundation for Medical Research [Electronic version]. Available: http://www.ahfmr.ab.ca/hta/hta-publications/infopapers/ip16.pdf American College of Better, faster healing for chronic foot ulcers. The Johns Hopkins Medical Letter, 3. American Diabetes Association (2002). Position Statement: Preventive foot care in people with diabetes. Diabetes Care, 25 (Suppl 1), S69-S70 Apelqvist, J. & Larsson, J. (2000). What is the most effective way to reduce incidence of amputation in the 1), J., Ragnarson-Tennvall, G., & Larsson, J. (1995). Topical treatment of diabetic foot ulcers: An economic analysis of treatment alternatives and strategies. Diabetic Medicine, 12 123-128. Armstrong, D. G. (2001). Is diabetic foot care efficacious or cost effective? Ostomy/Wound Management, 47 (4), 28-32. Armstrong, D. G. & Athanasiou, K. A. (1998). The edge effect: How and why wounds grow in size and in Podiatric Medicine Surgery, 15 (1), 105-108. Armstrong, D. G. Lavery, (1998b). ulcers: American 57 (6), 1325-1332-1337-1338. Armstrong, D. G. & Lavery, L. A. (2004). Offloading the diabetic prácticas en enfermería Armstrong, D. G., Lavery, L. A., & Harkless, L. B. (1996). Treatment-based classification system for assessment and care of diabetic feet. Journal of the American Podiatric Medical Association, 86 (7), 311-316. Armstrong, D. G., Lavery, L. A., & Wunderlich, R. P. (1998). Risk factors for diabetic foot ulceration: A logical approach to treatment. Journal of Wound, Ostomy and Continence Nurses Society, 25 (3), 123-128. Armstrong, D. G. & Nguyen, H. C. (2000). Edema reduction by mechanical compression improved the healing of foot patients with diabetes mellitus. Archives Surgery, 135 1405-1409. Armstrong, D. G., Nguyen, H. C., & Lavery, L. A. (2002). Total contact casts were better (1998). planning: the problem. In Kelly-Thomas (Ed.), Clinical S., Baker, N., Crook, H., Rayman, A., Rayman, G., & Harding, K. G. (2001). Exploring the use of an alginate dressing for diabetic foot ulcers. Journal of Wound Care, 10 (3), 81-84. Bauer, N. (20 A.D.). Limitations of the ankle brachial index (ABI). World Council Enterostomal Therapist, 20 (4), 33-35. Bennett, S. P., Griffiths, G. D., Schor, A. M., Leese, G. P., & Schor, S. L. (2003). Growth factors in the treatment of diabetic foot ulcers. British Journal of Surgery, 90 (2), 133-146. Birke, J. A. & Rolfsen, R. J. (1998). Evaluation of a self-administered sensory testing tool to identify patients at risk of related foot problems. Diabetes Care, 21 (1), 23-25. Boulton, A. J. M. (1996). The pathogenesis of problems: An overview. Diabetic Balledux, J., Bloom, T., Kerstein, M. D., & Hollier, L. (2000). Healing of diabetic foot ulcers and pressure ulcers with in wound healing. Archives Surgery, 135 (6), 627-634. Brill, L. R. & Stone, J. A. (2001). New treatments for lower extremity ulcers. Patient Care, 13-26. Browne, A., Vearncombe, M., & Sibbald, R. G. (2001). High bacterial and the complications. Diabetes Care, 15 (12), 1835-1843. Cavanagh, P. R., Young, M. J., Adams, J. E., Vickers, K. L., & Boulton, A. J. M. (1994). Radiographic abnormalities in the feet of patients with diabetic Care, 17 Cianic, & M. (1993). Hyperbaric oxygen treatment. Diabetes Forecast, 16 57-62. Cullen, B., Smith, R., McCulloch, E., Silcock, D., & Morrison, L. (2002). Mechanism of action of Promogran, a protease modulating matrix, for treatment Dermatology Nursing, 153. Davis, E. (1995). Focus on teamwork. Nursing Times, 91 (22), 55-62. Day, M. R., Fish, S. E., & Day, R. D. (1998). The use and abuse of wound care materials in the treatment of diabetic ulcerations. Clinics in Podiatric Medicine and Surgery, 15 (1), 139-150. Day, M. R. & Harkless, L. B. (1997). Factors associated with pedal ulceration in patients with diabetes mellitus. Journal of the American Podiatric Medical Association, 87 (8), 365-369. Deakins, D. (1997). Foot care tips for people with diabetes. Lippincott's Primary Care Practice, 1 (5), 561-562. Doctor, N., Pandya, & Soupe, A. (1992). Hyperbaric oxygen therapy in diabetic foot. Journal of Post Graduate Medicine, 38 12-14. Donohoe, M. E., Fletton, J. A., Hook, A., Powells, R., Robinson, I., Stead, J. W. et al. (2000). Improving foot care for people with diabetes mellitus - a randomized controlled trial of an integrated care approach. Diabetic Medicine, 17 581-587. Edelman, D., Matchar, D. B., & Oddone, E. Z. (1996). Clinical findings that ulcers: A nationwide survey of primary care physicians. Diabetes Care, (7), 15 41-47. Valoración y manejo de úlceras del pie diabético 73 74 Edmonds, M., Bates, M., Doxford, M., Gough, A., & Foster, A. (2000). New treatments ulcer and (2000). Bacteriology infections. Saudi Medical Journal, 21 (4), 344-347. Embil, J. M., Papp, K., Sibbald, G., Tousignant, J., Smiell, J. M., Wong, B. et al. (2000). Recombinant human 162-168. Espensen, E. H., Nixon, B. P., Lavery, L. A., & Armstrong, D. G. (2002). Use of Subatmospheric (VAC) therapy to improve bioengineered tissue grafting in diabetic foot wounds. Journal of the American Podiatric Medical Association, 92 (7), 395-397. Evans, D. & Land, L. (2004). Topical negative pressure for treating chronic wounds (Cochrane Review). In The Cochrane Library Issue 4. Oxford: Update Software Ltd. Eze, A., Camerota, A. J., Cisek, P. L., Holland, B., Kerr, R. P., Veeramasuneni, R. et al. (1996). Intermittent calf and foot compression increases lower extremity blood flow. American Journal of Surgery, 172 (2), 130-135. Finch, P. M. & Hyder, E. (1999). Treatment of diabetic ulceration using Dermagraft. The Foot, 1999 (9), 156-163. Fisken, A. & Digby, M. (1996). Which dressing for diabetic foot ulcers? Practical Diabetes International, 13 (4), 107-109. Fitzgerald, E. & Illback, R. J. (1993). Program planning evaluation: Principles G. (1998). Diabetic ulcers: Current concepts. of Foot and Ankle Surgery, 37 440-446. Frykberg, R. G. (2002). Diabetic foot ulcers: Pathogenesis and management. American Family Physician, 66 (9), 1655-1662. Gardner, S. E., Frantz, R. A., & Schmidt, F. L. (1997). Effect of electrical stimulation 495-503. Gardner, S. E., Frantz, R. A., Troia, C., Eastman, S., MacDonald, M., Buresh, K. et al. (2001). A tool to assess clinical signs and symptoms Management, 47 (1), 40-47. Gilmore, J. E., Allen, J. A., & Hayes, J. R. (1993). Autonomic function in neuropathic diabetic patients with foot ulceration. Diabetes Care, 16 (1), 61-67. Goldman, R. J., Brewley, B. I., & Golden, M. (2002). Electrotherapy reoxygenates inframalleolar ischemic wounds on diabetic in Skin and Wound Care, 15 (3), 112-120. Government of Manitoba (1999). [Electronic version]. Available: http://www.gov.mb.ca/health/diabetes/documents/footsymp/footd.pdf Halpin-Landry, J. E. & Goldsmith, S. (1999). Feet first - Diabetes care. American Journal of Nursing, 99 (2), 26-34. Han, P. & Ezquerro, R. (2002). Diabetic foot wound care algorithms. Journal of the American Podiatric Medical Association, 92 (6), 336-348. Hartemann-Heurtier, A., Ha Van, G., Danan, J. P., Koskas, F., Jacqueminet, S., Golmard, J. L. et al. (2002). Outcome of severe diabetic foot ulcers after standardized management in a specialised unit. Diabetes Metab, 28 (6), 477-484. Hartsell, H., Fitzpatrick, D., Brand, R., Frantz, R., & Saltzman, C. (2002). Accuracy of Research and Development, 39 (3), 395-400. Holstein, P., Ellitsgaard, N., Olsen, B. B., & Ellitsgaard, V. (2001). Decreasing the incidence of major amputations in people with diabetes. VASA, Suppl 58 28-31. Hutchinson, A., McIntosh, A., Feder, G., Home, P. D., & Young, R. (2004). Clinical guideline for type 2 diabetes (foot care). National Electronic Library for Health [Electronic version]. Available: http://www.nelh.nhs.uk/guidelinesdb/html/Diabetes-ft.htm Johnston, B. to assist staff promoting healthy Nursing Economics, 16 (1), 12-17. Kerstein, M. D., Welter, V., Gahtan, V., & Roberts, B. (1997). Toe amputation in the diabetic patient. Surgery, 122 (3), 546-547. Klein, R., Klein, B. E. K., Moss, S. E., & Cruickshanks, K. J. (1994). Relationship of Knowles, (1996). Diabetic foot ulceration. Nursing Times, 92 (11), 65-69. Guía de buenas prácticas en enfermería Krupski, W. (1991). The peripheral vascular consequences of smoking. Annals of Vascular Surgery, 5 (3), 291-304. Lalau, J. D., Bresson, R., Charpentier, P., Coliche, V., Erlher, S., Ha Van, G. et al. (2002). Efficacy and tolerance of calcium alginate versus vaseline gauze foot lesions. Diabetes Metab, 28 (223), 229. Lapidos, S., Christiansen, K., Rothschild, S. K., & Halstead, L. (2002). Creating interdisciplinary training for healthcare professionals: The challenges and opportunities for home health care. Home Health Care Management and Practice, 14 (5), 338-343. Lavery, L. A., Armstrong, D. G., & Walker, S. C. (1997). Healing rates of diabetic foot Charcot's arthropathy. Diabetic Medicine, 14 46-49. Lawrence, I. G., Lear, J. T., & Burden, A. C. (1997). Alginate dressings and the diabetic foot ulcer. Practical Diabetes International, 14 (2), 61-62. Lee, J. S., Lu, M., Lee, V. S., Russell, D., Bahr, C., & Lee, E. T. (1993). Lower-extremity amputation: Incidence, risk factors, and mortality in the Oklahoma Indian Diabetes Study. Diabetes, 42 (6), 876-882. LeFrock, J. L. & Joseph, W. S. (1995). Bone and soft-tissue infections of the lower extremity in diabetics. Medicine and Surgery, 12 (1), 87-103. Litzelman, D. K., Marriott, D. J., & Vinicor, F. (1997). Independent physiological predictors of foot lesions in patients with NIDDM. Diabetes Care, 20 (8), 1273-1278. Litzelman, D. K., Slemenda, C. W., Langefeld, C. D., Hays, L. M., Welch, M. A., Bild, D. E. et al. (1993). Reduction of lower extremity clinical R., Ambrosch, A., Schultz, G., Waldmann, K., Schiweck, S., & Lehnert, H. (2002). Expression of matrix-metalloproteinases and patients. 1011-1016. V. of the diabetic foot. RAYS, 22 (4), 544-549. (2000). Clinical Phase 1 trial to evaluate the safety of the treatment of diabetic and Regeneration, (2002). Noncontact normothermic wound and offloading in the foot ulcers in patients with diabetes. Ostomy/Wound Management, 48 (3), 38-44. Millington, J. & Norris, T. (2000). Effective treatment strategies for diabetic foot wounds. The Journal of Family Practice, 49 (11 Suppl), S40-S48. Monami, M., Mannucci, E., & Giulio, M. (2002). Use of an oxidized regenerated cellulose and collagen composite for healing of chronic diabetic foot ulcers - A report of two cases. Diabetes Care, 25 (10), 1892-1893. Mudge, B. P., Harris, G., Gilmont, R. R., Adamson, B. S., & Rees, R. S. Mueller, M. J., Strube, M. J., & Allen, B. T. (1997). Therapeutic footwear can reduce plantar pressures in patients with diabetes and transmetatarsal amputation. Diabetes Care, 20 (4), 637-641. M\\lhauser, I. (1994). Cigarette smoking and diabetes: An update. Medicine, 11 336-343. National Centre for Chronic Disease Prevention and Health Promotion (2004). The prevention and treatment of complications of diabetes mellitus: A guide for primary R. G., Gohdes, Everhart, J. E., Hartner, J. A., Zwemer.F.L., Pettitt, D. J. et al. (1988). Lower extremity NIDDM - 12-yr follow-up (1), Nursing First Nations (2002). Clinical (2002). to in the top end: Outcomes of diabetic complications. ANZ Journal of Surgery, 72 (4), 282-286. Oyibo, S. O., Jude, E., Taraweh, I., Nguyen, H., Harkless, L. B., & Boulton, A. J. M. (2001). A comparison of two Diabetic Foot Ulcer Classification Systems: The Wagner and the University of Texas wound classification systems. Diabetes Care, 24 (1), 84-88. Paola, L. D., Cogo, A., Deanesi, W., Stocchiero, C., & Colletta, and fibroblasts lower limb wound in a patient with diabetes: A case report. Ostomy/Wound Management, 48 (9), 46-49. Valoración y manejo de úlceras del pie diabético 75 76 Pecoraro, R. E., Reiber, G. E., & Burgess, E. M. (1990). Pathways to diabetic limb amputation. Basis for prevention. Diabetes Care, 13 (5), 513-521. Peters, E. J. G. & Lavery, L. A. (2001). Effectiveness of the Diabetic Foot Risk Classification System of the International Working Group on the diabetic foot. Diabetes Care, 24 (8), 1442-1447. Pham, H. T., Economides, P. A., & Veves, A. (1998). The role of endothelial function on the foot - Microcirculation healing patients with diabetes. Medicine and Surgery, 15 (1), 85-93. Pham, H. T., Rich, J., & Veves, A. (2000). Wound healing in a diabetic foot review Wounds, 12 (4), 79-81. Pham, H. T., Rosenblum, B. I., Lyons, T. E., Giurini, J. M., Chrzan, J. S., Habershaw, G. M. et al. (1999). Evaluation of a human skin equivalent for the treatment of diabetic foot ulcers in Benzi, L. (2001). Sodium carboxyl-methyl-cellulose dressing in the management of ulcerations of foot. Diabetic Medicine, 18 320-324. Pinzur, Kernan-Schroeder, D., Emanuele, N. V., & Emanues, M.-A. (2001). Development of a nurse-provided health system strategy for diabetic foot care. Foot and Ankle International, 22 (9), 744-746. Pollak, R. (2000). Use of graftskin in diabetic Case presentations. Wounds, 12 (5 Suppl A), 37A-41A. Price, P. & Harding, K. (2000). The impact of foot complications on health-related quality of life in patients with diabetes. Journal of Cutaneous Medicine and Surgery, 4 (1), 45-50. Reiber, G. E., Lipsky, B. A., & Gibbons, G. W. (1998). The burden of diabetic foot ulcers. The (Suppl 2A), 5S- 10S. Reiber, G. E., Smith, G., Carter, J., Fotieo, G., Deery II, G., Sangeorzan, J. A. et al. (2001). A comparison of ulcer Research and Development, 38 (3), 309-317. Reiber, G. E., Smith, D. G., Wallace, C. M., Vath, C. A., Sullivan, K., Hayes, S. et al. (2002). Footwear used by individuals with diabetes and a history B. Y., & Rosenqvist, U. (1991). Intensified conventional insulin The Stockholm Diabetes Intervention Study (SDIS) after 5 years. Journal of Internal Medicine, 230 (2), 101-108. Robertshaw, L., Robersthaw, D. A., & Whyte, I. (2001). Audit of time taken to heal diabetic foot ulcers. Practical Diabetes International, 18 (1), 6-9. Robson, M. C., Steed, D. L., McPherson, J. M., & Pratt, B. M. (2002). Effects of transforming growth factor B2 on healing ulcers; A randomized controlled safety and dose-ranging trial. The Journal (2002). to in the top end: Outcomes of diabetic foot complications. ANZ Journal of Surgery, 72 282-286. Ryan, S., Perrier, L., & Sibbald, R. G. (2003). for evidence-based medicine in An introduction. Ostomy/Wound Management, 49 (11), 67-75. Sams, H. H., Chen, J., & King, L. E. (2002). Graftskin treatment of difficult to heal diabetic foot ulcers: Scottish Guidelines Network (1997). Implementation of the St. Vincent Declaration. The care of diabetic patients in Scotland. Management of diabetic foot disease. A national clinical guideline recommended for use Scotland Guidelines Network . Scotland: Scottish Intercollegiate Guideline Network. Selby, J. V. & Zhang, D. (1995). Risk factors for lower extremity amputation in persons with diabetes. Diabetes Care, 18 (4), 509-516. Sharp, A. (2004). Alginate dressings and the D. R. (1998). Healing times of diabetic ulcers in the presence of fixed deformities of the foot using total contact casting. Foot and Ankle International, 19 (9), 613-618. Smith, J. & Hunt, D. L. (2003). Review: Debridement using hydrogel seems for healing diabetic foot ulcer. ACP Journal Club, 139 (1), 16. Sone, J. & Cianci, P. (1997). Adjunctive role of treatment of lower extremity wounds in patients with diabetes. Diabetes Spectrum, 10 1-11. Sorensen, J. C. (1998). Living skin equivalents and their application in wound healing. Clinics in Podiatric Medicine and Surgery, (2000). patients. 14 (26), 65-71. Springett, (2002). The impact of diabetes on wound management. Nursing Standard, 16 (30), 72-8. Steed, D., Edington, & K., Nordin, J., Chaikoff, E., Arcona, S. et al. (2002). A cost analysis of a living skin equivalent in the treatment of diabetic foot ulcers. Wounds, 14 (4), 142-149. Stone, J. A. & Brill, L. R. (2003). Wound healing for foot ulcers. Diabetes Self-Management, 20 (1), 38-49. Stotts, N. A. D. D. (2001). Co-factors in impaired wound healing. In D. L. Krasner, G. Sibbald (Eds.), Care: A Source (pp. 265-272). Wayne, PA: HMP Communications. Strowig, S. & Raskin, P. (1992). Glycemic control and diabetic complications. Diabetes Care, 15 (9), 1126-1140. Sundberg, J. (1997). A retrospective review of the use of Iodosorb (cadexomer iodine) in the treatment of chronic ulcers. at the European Wound Management Association Conference \"New approaches to the management of chronic wounds\" in Milan, Italy. Sykes, M. T. & Godsey, J. B. (1998). Vascular evaluation of the problem diabetic foot. Clinics in Podiatric Medicine and Surgery, 15 (1), 49-83. van der Meer, J. W. M., Koopmans, P. P., & Lutterman, J. A. (1995). Antibiotic therapy in diabetic foot infection. Diabetic Medicine, 13 S48-S51. Vazquez, J. R., Short, B., Findlow, A., Nixon, B. P., Boulton, A. J. M., & Armstrong, D. G. (2003). Outcomes of hyaluronan therapy in diabetic foot wounds. Diabetes Research and Clinical Practice, 59 (2003), 123-127. Wall, I., Davies, C., Hill, K., Wilson, M. J., Stephens, P., Harding, K. G. et al. (2002). Potential (6), 346-353. Ward, A., Metz, L., Oddone, E. Z., & Edelman, D. (1999). Foot education improves knowledge and satisfaction among patients at high risk for diabetic foot ulcer. The Diabetes Educator, 25 (4), 560-567. White, R. J., Cooper, R., & Kingsley, A. (2001). Wound colonization and infection: The role of topical antimicrobials. British Journal of Nursing, 10 (9), 563-578. Zhou, L. H., Nahm, W. K., Badiavas, E., Yufit, T., & Falanga, V. wound healing: vitro effects in toxicity in human chronic wounds. British Journal of Dermatology, 146 (3), 365-374. Zimny, S., Schatz, H., & Pfohl, M. (2002). Determinants and estimation of healing times in diabetic foot ulcers. Journal of Diabetes and its Complications, 16 (2002), 327-332. Zoorob, R. J. & Hagen, M. D. (1997). Guidelines on the care of diabetic nephropathy, Valoración y de úlceras del pie diabético 77 78 Anexo A: Estrategia de búsqueda de la evidencia existente PASO 1: búsquedas en bases de datos Se llevó a cabo una búsqueda en bases de datos sobre úlceras del pie diabético en una biblioteca universitaria de ciencias de la salud. A continuación, se llevó a cabo una búsqueda de guías y literatura publicados entre el 1 de enero de 1995 y diciembre de 2003 en las bases de datos de Medline, Embase y CINAHL. Las palabras clave y términos de búsqueda utilizados fueron los siguientes: \"úlceras de pie de buenas prácticas\". PASO 2: búsquedas en páginas web Una persona se encargó de buscar contenidos relacionados con esta área en una lista de páginas web relacionada con este ámbito. La lista, revisada y actualizada en octubre de 2002, se elaboró según los conocimientos existentes en páginas web sobre la práctica basada en la evidencia y las recomendaciones de la literatura. La presencia o ausencia de guías se indicó para cada página consultada, junto con la fecha de la consulta. A veces, las páginas web no contenían ninguna guía, pero remitían a otra página web o fuente en la que sí se podían encontrar. Las guías se descargaban si estaban disponibles íntegramente, o bien se pedían por teléfono o correo electrónico. nAgency for Healthcare Research and Quality: http://www.ahcpr.gov nAlberta Heritage Foundation for Medical Research - Health Technology Assessment: http://www.ahfmr.ab.ca//hta nAlberta Medical Association Directory of Clinical Information nUniversity of York - Centre for Evidence-Based Nursing: http://www.york.ac.uk/health-sciences/centres/evidence/cebn.htm PASO 3: búsqueda en buscadores web Se llevó a cabo una búsqueda de páginas web para obtener guías sobre las úlceras del pie diabético, introduciendo los términos indicados anteriormente en el buscador \"Google\". La persona que llevó a cabo esta búsqueda anotó sus resul- tados, las páginas web consultadas, la fecha y un resumen de los resultados. Los resultados de la búsqueda se sometieron a la crítica de otra persona, la cual encontró guías y literatura que no se habían hallado previamente. PASO 4: registro manual y contribuciones del equipo Cabe destacar que los miembros del equipo ya estaban en posesión de algunas de las guías seleccionadas. En algunos casos, los miembros del equipo localizaron guías que no se habían encontrado a través de la búsqueda en bases de datos o por Internet. Se trataba de guías desarrolladas por grupos locales o asociaciones profesionales específicas que no se habían publicado hasta la fecha. PASO 5: criterios básicos de cribado Gracias a este método de búsqueda se hallaron ocho guías, varias revisiones sistemáticas y muchos artículos relacionados con las úlceras del pie diabético. Valoración y manejo de úlceras del pie diabético 79 80 El paso final para determinar si la guía de práctica clínica podía evaluarse con sentido crítico, fue la designación de dos per- sonas para aplicar el cribado de los criterios indicados abajo. Estos criterios fueron determinados por consenso del equipo: nGuía escrita en inglés y con alcance internacional. nFecha no anterior al año 1997. nSe abordaba únicamente el área de interés. nBasada en la evidencia, es decir, contenía referencias, así como descripciones y fuentes de la evidencia. nEstaba disponible y accesible para su recuperación. RESULTADOS DE LA ESTRATEGIA DE BÚSQUEDA Los resultados de la estrategia de búsqueda y la decisión de evaluar críticamente las guías encontradas se detallan más abajo. Siete guías cumplieron los criterios de cribado y fueron evaluadas críticamente mediante el uso de la herramienta de evaluación de guías Appraisal of Guidelines for Research and Evaluation (AGREE Collaboration, 2001) . TÍTULO DE LAS GUÍAS DE PRÁCTICA CLÍNICA EVALUADAS CRÍTICAMENTE Australian Centre for Diabetes Strategies (2001). National evidence based guidelines for the management of type 2 diabetes mellitus - Draft for public consultation - 6 April 2001 for the identification & management of diabetic foot disease. Australian Centre for and Support Team Guidelines for the the diabetic foot: Recommendations Frykberg, R. G., Armstrong, D. G., Giurini, J., Edwards, A., Kravette, M., Kravitz, S. et al. (2000). Diabetic foot disorders: A clinical practice guideline. American version]. Disponible en: http://www.acfas.org/diabeticcpg.html Hutchinson, A., McIntosh, A., Feder, R. G., Home, P. D., Mason, J., O'Keefee, C. et al. (2000). Clinical guidelines and evidence review for type 2 diabetes: Prevention and management of foot problems. Royal [Electronic Inlow, G. (2000). Best practices for the prevention, diagnosis and treatment of diabetic foot ulcers. Ostomy/Wound Management, 46 (11), 55-68. Ministry of Health Malaysia (2003). Clinical practice guidelines: Management of diabetic Health Malaysia [Electronic version]. Disponible en: http://www.acadmed.org.my/cpg/Draft%20CPG%20%20management%20of%20diabetic%20foot.pdf Royal Melbourne Hospital guidelines for the inpatient management of acute Melbourne Health [Electronic version]. Disponible http://www.mh.org.au/ClinicalEpidemiology/new_files/Foot%20guideline%20supporting.pdf de buenas prácticas en enfermería Anexo B: Glosario A1C (anteriormente denominada hemoglobina glucosilada o HBA1C): La prueba A1C mide la glucemia promedio a lo largo de los 2-3 meses anteriores, es decir, evalúa el control glucémico. Cuando se repite cada tres meses, esta prueba detecta si se ha conseguido establecer el control glucémico y mantenerlo en el intervalo objetivo; también refleja las desviaciones de dicho intervalo . Absceso: Una acumulación limitada de pus que se forma en el tejido como resultado de una infección aguda o crónica localizada. Está asociada con la destrucción de tejidos y una inflamación frecuente. Anhidrosis: Fallo de las glándulas sudoríparas en su función de producir transpiración, lo que trae como resultado la sequedad de la piel, con frecuencia por causa de deterioro nervioso o neuropatía. Antibiótico: Agente sintetizado a partir de un organismo viviente (como la penicilina a partir del moho), que es capaz de eliminar microbios o bacterias o detener su expansión. Antimicrobiano: Agente que se utiliza para matar bacterias o microbios, no sintetizado a partir de un organismo vivo (como yodo o plata). Antiséptico (tópico): Producto con actividad antimicrobiana concebido para utilizarlo en la piel u otros tejidos superficiales; puede dañar células. Ataxia sensorial: Trastorno de la percepción de la posición del cuerpo. Puede caracterizarse al golpear el suelo de manera forzada con la parte inferior del pie, así como al avanzar la pierna con rigidez al andar. Borde de la herida: Importante componente del algoritmo para el manejo de la herida en las úlceras del pie diabético. Define el resultado (objetivo de los cuidados), aporta la estructura de los cuidados (facilitador) y respalda el uso del lenguaje común para determinar la cicatrización (vincula a los distintos profesionales sanita- rios). Determina si ha comenzado la migración celular. Cabezas metatarsianas: La \"región metatarsiana\" del pie es la zona inferior del pie, justo antes de los de- dos, comúnmente conocida como la almohadilla metatarsal. Callosidad: Zona de la piel anormalmente gruesa o dura, normalmente causada por una presión o roza- miento continuos, a veces sobre una prominencia ósea. Celulitis: Infección de la piel caracterizada habitualmente por calentamiento local, enrojecimiento (eritema), dolor e hinchazón. Cultivo (Hisopo): Técnica para obtener bacterias de una herida con un hisopo y colocarlas en un medio de crecimiento para su propagación e identificación. Dedos \"garra\": Véase dedos \"martillo\". Valoración y manejo de úlceras del pie diabético 81 82 Dedos \"martillo\": Dedos contraídos en la articulación central, lo que puede ocasionar una presión elevada y un dolor severo. Los ligamentos y tendones que se han puesto rígidos hacen que las articulaciones del dedo del pie se en- cojan hacia abajo; esto puede producirse en todos los dedos del pie excepto en el dedo gordo. Deformidad del hallux: Deformidad del dedo gordo del pie. Especificidad: Obtención de un resultado negativo de una prueba que descarta la existencia de una enfer- medad. Fisuras: Abertura o hueco largo y estrecho que puede extenderse hasta otras cavidades o zonas del cuerpo. Fotopletismografía: Utilización de luz infrarroja para valorar las alteraciones del volumen sanguíneo en la microcirculación. Lndice de presión brazo-tobillo (ABPI, por sus siglas en inglés): Comparación entre la pre- sión sistólica del brazo y la del tobillo. Proporciona una indicación de la perfusión arterial. La presión normal en reposo es de 1,0. Infección: Presencia de bacterias u otros microorganismos en cantidad suficiente para dañar los tejidos o entorpecer la cicatrización. La experiencia clínica indica que las heridas se pueden clasificar como infectadas cuando el tejido contiene 10 5o más microorganismos por gramo de tejido. Los signos clínicos de la infección pueden no aparecer, especialmente en pacientes con inmunodeficiencia o con heridas crónicas. Infección clínica local.Infección clínica limitada a la herida y a unos milímetros de sus bordes, caracteriza- da por ejemplo por exudado purulento, mal olor, eritema, calentamiento, sensibilidad, edema, dolor, fie- bre y una cantidad elevada de glóbulos blancos. Infección clínica sistémica.Infección clínica que rebasa los bordes de la herida. Algunas de las complica- ciones sistémicas infecciosas de las úlceras por séptica, bacteriemia y sepsis. Insensible: Término que describe una región del cuerpo en la que la persona no percibe estímulos. Ejemplo de ello son los casos en que se aplica un monofilamento siguiendo la técnica adecuada en una zona determinada y la persona no lo siente. Malnutrición: Estado de insuficiencia nutricional debida a una ingesta alimenticia inadecuada o una defec- tuosa asimilación o utilización de la comida ingerida. MRSA (por sus siglas en inglés): estafilococo aureus resistente a la meticilina, una variedad de estafilo- coco resistente a los principales grupos de antibióticos. Neuropatía en diabéticos: Deterioro de los nervios periféricos, somáticos o autónomos atribuible exclu- sivamente a la diabetes mellitus. Guía de buenas prácticas en enfermería Onicomicosis: Infección de las uñas del pie por hongos. Las uñas pueden parecer secas, más gruesas, blan- cas o amarillas y escamosas. Palidez: Color blanco, pálido, blanqueado de un miembro en posición levantada. Pie cavo (pes cavus): Pie con un arco anormalmente elevado. Puede existir hiperextensión de los dedos del pie, lo que puede dar al pie el aspecto de una garra. Pie plano (pes planus): Pie con un arco distendido, con un aspecto anormalmente plano o estirado. Presión en los dedos del pie: Véase fotopletismografía. Rubor: Color morado oscuro o rojo brillante de un miembro en reposo. Sensibilidad: Obtención de un resultado positivo de una prueba que confirma la existencia de una enferme- dad. Sistema F-Scan: Mide las presiones dinámicas plantares del pie en posición sentada y levantada. Permite determinar los picos de presión en la parte delantera y trasera del pie y los profesionales sanitarios la utilizan co- mo guía para de reducir las zonas de presión del pie. Tejido friable: Tejido de granulación que sangra con una estimulación mínima. El tejido sano normal no es friable. Tejido de granulación exuberante: Nuevo tejido de granulación que prolifera más allá de la tasa nor- mal. Valoración y manejo de úlceras del pie diabético 83 84 Anexo C: Sistema de clasificación de la Universidad de Texas - categorías 0-3: factores de riesgo de las úlceras Copyright © 1997 by D.G. Armstrong, L.A. Lavery, L.B. Harkless. Reimpreso con permiso de lDr. D. G. Armstrong. Guía de buenas prácticas en enfermería Categoría 0: sin patología nPaciente con diabetes mellitus diagnosticada. nSensibilidad protectora intacta. nABPI>0,80 y presión sistólica de dedos del pie >45 mmHg. nPosible deformidad de los pies. nSin historia de úlceras. POSIBLE TRATAMIENTO PARA LA CATEGORÍA 0 nDe dos a tres visitas al año para valorar el estado neu- rovascular, la termometría dérmica y focos de tensión. nPosible ajuste del calzado. nEducación al paciente. Categoría 1: neuropatía sin deformidad nSensibilidad protectora ausente. nABPI > 0,80 y presión sistólica de dedos del pie >45 mmHg neuropática (articulación de Charcot). nSin deformidad en el pie. POSIBLE TRATAMIENTO PARA LA CATEGORÍA 1 Como en la categoría 0 y además: nPosible ajuste del calzado (Consulta con un técnico ortopedista u ortesista). nVisitas trimestrales para valorar el calzado y compro- bar los signos de irritación. Categoría 2: neuropatía con deformidad nSensibilidad protectora ausente. nABPI>0,80 y presión sistólica de dedos >45 mmHg nSin historia de úlceras neuropáticas. nSin historia de articulación de Charcot. nDeformidad del pie (foco de tensión). POSIBLE TRATAMIENTO PARA LA CATEGORÍA 2 Como en la categoría 1 y además: nConsulta con un técnico ortopedista u ortesista en re- lación a un posible ajuste del calzado con más pro- fundidad o moldeado a medida. nPosible cirugía profiláctica para aliviar el foco de ten- sión (como corrección de los dedos martillo o de- formidad de los juanetes). Categoría 3: historia patológica nSensibilidad protectora ausente. nABPI>0,80 >45 mmHg. de úlceras neuropáticas. nHistoria de articulación de Charcot. nDeformidad del pie (foco de tensión). POSIBLE TRATAMIENTO PARA LA CATEGORÍA 3 Como en la categoría 2 y además: nConsulta con un técnico ortopedista u ortesista en cuanto a un posible ajuste del calzado con más pro- fundidad o moldeado a medida. nPosible cirugía profiláctica para aliviar el foco de tensión (como corrección de dedos martillo o de- formidad de los juanetes). nPueden indicarse visitas más frecuentes para una monitorización. Anexo D: Sistema de clasificación de la Universidad de Texas - categorías 4-6: factores de riesgo de amputación Leyenda: *UT = University of Texas Copyright © 1997 by D.G. Armstrong, L.A. Lavery, L.B. Harkless. Reimpreso con permiso del Dr. D. G. Armstrong. Valoración y manejo de úlceras del pie diabético 85 Categoría 4A: herida neuropática nSensibilidad protectora ausente. nABPI0,80 presión sistólica de dedos del pie >45 mmHg nDeformidad de los pies normalmente presente. nÚlcera neuropática no infectada. (TODAS las heridas en ESTADIO A de la UT*) nSin osteoartropatía neuropática aguda (articulación de Charcot). POSIBLE TRATAMIENTO PARA LA CATEGORÍA 4A Como en la categoría 3 y además: nEstablecimiento de un programa de reducción de la presión. nEstablecimiento de un programa de cuidados de la herida. Categoría 4B: articulación de Charcot aguda nSensibilidad protectora ausente. nABPI>0,80 y presión sistólica de dedos del quizá presente. nOsteoartropatía neuropática diabética (articulación de Charcot). POSIBLE TRATAMIENTO PARA LA CATEGORÍA 4B nEstablecimiento de un programa de reducción de la presión. nMonitorización termométrica y radiográfica. nSi existe úlcera, tratamiento como en la categoría 4A. Categoría 5: pie diabético infectado nLa sensibilidad protectora puede estar presente o ausente. nHerida infectada. nArticulación de Charcot posiblemente presente. n(TODAS las heridas en ESTADIO B de la UT*) POSIBLE TRATAMIENTO PARA LA CATEGORÍA 5 nDesbridamiento del tejido necrótico, infectado y/o hueso, según proceda. nPosible hospitalización, régimen de tratamiento antibiótico. nManejo médico. Categoría 6: miembro isquémico nLa sensibilidad protectora estar presente o au- sente. nABPI<0,80 y presión sistólica de dedos del pie transcutáneo po- dal<40 mmHg. nPosible úlcera. nTODAS las heridas en ESTADIO C Y D de la UT* POSIBLE TRATAMIENTO PARA LA CATEGORÍA 6 nConsulta vascular, posible revascularización. nSi existe infección, el mismo tratamiento que para la Categoría 5. Consulta vascular concomitante con con- trol de la sepsis. 86 Anexo E: Sistema de clasificación de heridas diabéticas del Health Science Center San Antonio de la Universitdad de Texas GRADO Reimpresiön autorizada: Armstrong, D., Lavery, L. A. & amputation. Care , 21 (5), 855-859. Copyright© 1998 American Dia-betes Association. Guía de buenas prácticas en enfermería A B C DLesión pre o post ulcerosa. Lesión pre o post ulcerosa, totalmente epitelializada y con infección. Lesión pre o post ulcerosa, totalmente epitelializada y con isquemia. Lesión previa o posterior a la úlcera, totalmente epi- telializada y con infección e isquemia. Herida superficial que no afecta a tendón, cápsula ni hueso. Herida superficial que no afecta a tendón, cápsula ni hueso, con infección. Herida superficial que no afecta a tendón, cápsula ni hueso, con isquemia. Herida superficial que no afecta a tendón, cápsula ni hueso, con infección e is- quemia. Herida que penetra en el tendón o cápsula. Herida que penetra en el tendón o cápsula, con in- fección. Herida que penetra en el tendón o cápsula, con is- quemia. Herida que penetra hasta tendón o cápsula, con in- fección e isquemia. Herida que penetra en el hueso o articulación. Herida que penetra en el hueso o articulación, con infección. Herida que penetra en el hueso o articulación, con isquemia. Herida que penetra hasta hueso o articulación, con infección e isquemia. 0I II III Anexo F: Cuidados de los pies diabéticos: hoja informaiva para pacientes Todo miembro del equipo de salud puede valorar el conocimiento del paciente y/o cuidador en cuanto a los cuidados de los pies. Esta hoja informativa para el paciente se ha elaborado para ayudar a los miembros del equipo a revisar las estrategias básicas de los cuidados de los pies. Cada elemento se explica en detalle en la pág. 87, mientras que la pág. 88 ofrece una lista fácil de usar que ayuda al paciente a comprobar cada aspecto importante de los cuidados, marcando simplemente las casillas. La sección \"hacer anotaciones\" tiene por objeto recordar a los pacientes que comuniquen cualquier cambio o pregunta al profesional sanitario que les atienda. Valoración y manejo de úlceras del pie diabético 87 Como persona con diabetes, usted y sus pies son especiales Mantenga sus pies limpios Comprobar la temperatura del agua con el codo. Lavar los pies diariamente utilizando agua templada y un jabón suave. Secar los pies con delicadeza, especialmente entre los dedos. Inspeccione sus pies diariamente entre los dedos y por debajo de ellos, así como en la parte de arriba y de abajo Utilizar una luz adecuada y gafas. Emplear un espejo para ver la parte inferior. Si no los ve bien, pida ayuda. Comprobar la piel seca y las zonas duras, ampollas y fisuras de la piel. Comprobar al tacto los cambios de temperatura y observar los cambios de color y de tamaño. En caso de que se produzca algún cambio, deberá pedir ayuda inmediatamente. Mantenga los pies suaves para evitar problemas Utilizar una loción todos los días después de bañarse (como Uremol, Lubriderm). No aplicar loción entre los dedos ni en llagas abiertas. El cuidado de las uñas es preferible tras el baño o la ducha, porque las ablanda Igualar las uñas al nivel de los dedos utilizando una lima. No utilizar un instrumento puntiagudo o cortante. Utilizar un cepillo suave para las uñas a diario. Si tiene zonas de piel endurecidas, uñas del pie gruesas o curvadas, o bien le resulta difícil verlas, acu- da al médico o a un especialista en cuidados del pie que su médico le aconseje . El calzado adecuado es muy importante para evitar fisuras de la piel Comprar los zapatos por la tarde, cuando los pies están un poco más grandes. Comprar los zapatos en una tienda recomendada por su médico; dígales que usted es diabético. Vaya siempre a la misma tienda de zapatos. No caminar descalzo o con sandalias porque los pies están más expuestos a lesiones que pueden de- generar en una infección. Utilizar calcetines de algodón para que los pies puedan ventilarse. Sacudir los zapatos antes de calzarlos para comprobar que no haya nada dentro. Anote y comunique cualquier cambio en los pies ¡Recuerde que usted y sus pies son especiales! Reserve el tiempo necesario para visitar a su médico y a- cudir al centro de educación sobre la diabetes para a seguir controlando su salud y la diabetes. Anote y comunique todo cambio en los pies. Reimpresiön autorizada: Laurie Goodman, RN, BA, IIWCC, Nurse Clinician, Skin & Wound Care, Credit Valley Hospital 88 Guía de buenas prácticas en enfermería Reimpresiön autorizada: Laurie Goodman, RN, BA, IIWCC, Nurse Clinician, Skin & Wound Care, Credit Valley Hospital Registro del cuidado del pie LM X JV SD Lavar Observar Utilizar loción Cortar las uñas Comprobar zapatos Hacer anotaciones Anexo G: Pruebas diagnósticas para determinar la perfusión vascular Prueba diagnósticas Descripción nPrueba de ultrasonidos no invasiva que detecta los cambios macro y microvasculares en el ár- bol arterial . nSe utiliza para diagnosticar aneurisma con estenosis de grandes vasos>50%. nLos pacientes con posible estenosis en arterias superficiales y claudicación pueden someter- se a eco doppler para detectar una lesión susceptible de angioplastia, antes de someterlos a un angiograma (Sales, Goldsmith & Veith 1994) . nEco doppler arterial no invasivo posee tasas de sensibilidad y especificidad superiores al 90% (Kravitz, McGuire & Shanahan, 2003) . nMide la presión parcial de oxígeno en la dermis. Según Goldman y Salcido (2002), un nivel de TcpO 2menor de 20 mmHg ofrece un pronóstico reservado de cicatrización. n40 mmHg es un buen indicador de cicatrización (Goldman & Salcido, 2002) . nEl T cpO 2debe medirse en la parte superior de la pierna y en el dorso del pie para obtener re- sultados óptimos. nLas zonas con callos, edema o prominencias óseas producen resultados inenaxctos. nEs útil para valorar la perfusión y es un buen factor de predicción de la amputación de extremidades inferiores (Adler, Boyko, Ahroni & Smith, de TcpO 2<30 mmHg es un factor de predicción independiente pie diabé- tico (McNeely, . nLas presiones sistólicas de los dedos del pie y del tobillo se miden con un manguito de oclusión adaptado que normalmente se coloca alrededor de la base del primer dedo del pie y alrede- dor de ambos tobillos. nSe requiere una presión en los dedos del pie>45 mmHg para una 2000) . nLa mayoría de los pacientes con presión sanguínea en los dedos del pie>30mmHg cicatriza- ron con un manejo conservador Brismar, nCon presiones del tobillo>80 mmHg, la mayoría de los pacientes sufrieron amputación o falle- cieron antes de la cicatrización (Apelqvis et al., 1989) . nKalani et al. (1999) sugieren un recorte de 25 mmHg de T cpO 2y 30mmHg para la presión sanguínea en los dedos del pie como factores de predicción de la cicatrización, siendo el TcpO 2el factor predictivo más fiable en pacientes con diabetes y úlceras crónicas en el pie. En cambio, la presión en los dedos del pie puede ser más factible técnica y económicamente. nEl ABPI o relación entre la presión sistólica sanguínea de las extremidades inferiores y la pre- sión sanguínea del brazo es una medición clínica común de la reducción de la circulación (Boyko et al., 1999) . Advertencia: nEsta prueba diagnóstica no debe ser la única que se efectúe. nEn diabéticos, los resultados del ABPI pueden ser poco fiables (falsos negativos) debido a la calcificación de los vasos arteriales (Apelqvist et al., 1989) .Valoración y manejo de úlceras del pie diabético 89 Eco Doppler arterial Oxígeno transcutá- neo (T cpO 2) Presiones de los de- dos y tobillo Índice de presión brazo-tobillo (ABPI por sus siglas en inglés)90 Referencias bibliográficas: Adler, A. I., Boyko, E. J., Ahroni, J. H., & Smith, D. G. (1999). Lower-extremity amputation in diabetes: The independent Care, (7), 1029-1037. Apelqvist, J., Castenfors, J., Larsson, J., Stenstrúm, A., .-D. (1989). Prognostic value of diabetic foot ulcer. Diabetes Care, 12 (6), 373-378. Ballard, J. L., Eke, C. C., Bunt, T. J., & Killeen, J. D. (1995). A prospective evaluation of transcutaneous oxygen measurements in the management of problems. Journal of Vascular Surgery, 22 (4), 485-492. Boyko, E. J., Ahroni, J. H., Stensel, V., Forsberg, R. C., Davignon, D. R., & Smith, D. G. (1999). A prospective study of risk factors for diabetic foot ulcers: The Seattle diabetic foot study. Diabetes Care, 22 (7), 1036-1042. Frykberg, R. G., Armstrong, D. G., Giurini, J., Edwards, A., Kravette, M., Kravitz, S. et al. (2000). Diabetic foot disorders: A clinical practice guideline. version]. Available: http://www.acfas.org/diabeticcpg.html Goldman, R. J. (2002). More than one way to measure a wound: An overview of tools and techniques. Advances in Skin and Wound Care, 15 (5), 236-245. M., Brismar, K., Ostergren, G. (1999). Transcutaneous oxygen tension and toe blood pressure as predictors for outcome of diabetic foot ulcers. Diabetes Care, 22 (1), 147-151. Kravitz, S. R., McGuire, J., & Shanahan, S. D. (2003). Physical assessment of the diabetic foot. Advances in Skin and Wound Care, 16 (2), 68-75. Lehto, S., Ronnemaa, T., Pyorala, lower extremity amputations in patients with NIDDM. Diabetes Care, 19 (6), 607-612. Mayfield, J. A., Reiber, G. E., Sanders, L. J., Janisse, D., & Pogach, L. M. (1998). Preventive foot care in people with diabetes. Diabetes Care, 21 (12), 2161-2177. McNeely, M. J., Boyko, E. J., Ahroni, J. H., Stensel, V. L., Reiber, G. E., Smith, D. G. et al. (1995). The independent contributions of diabetic neuropathy and vasculopathy in foot ulceration: How great are the risks? Diabetes Care, 18 (2), 216- 219. Pecoraro, R. E., Ahroni, J. H., Boyko, E. J., & Stensel, V. L. (1991). Chronology and determinants of Reiber, G. E., Pecoraro, R. E., & Koepsell, T. D. (1992). Risk factors for amputation in patients with diabetes mellitus: A case-control study. Annals of Internal Medicine, 117 (2), 97-105. Royal Melbourne Hospital (2002). Evidence based guidelines for the inpatient management of Melbourne Health version]. Available: http://www.mh.org.au/ClinicalEpidemiology/new_files/Foot%20guideline%20supporting.pdf Sales, C., Goldsmith, J., & Veith, F. J. (1994). Handbook of Vascular Surgery. St. Louis, MO: Quality Medical Publishing. Guía de buenas prácticas en enfermería Anexo H: Pruebas diagnósticas para determinar la infección Pruebas diagnósticas La disponibilidad y la capacidad de interpretación de estas pruebas puede ser limitada en determinados centros espe- cializados. Las pruebas diagnósticas se llevan a cabo al mismo tiempo que la valoración clínica. La utilización de los resultados de pruebas de forma aislada puede llevar al médico a un diagnóstico incorrecto (Equipo de desarrollo de las guóas de la RNAO, 2005). nCultivo de heridas Conviene realizar un cultivo de las heridas para orientar de manera eficaz y precisa la terapia con antibióticos. Los hisopos bacterianos puede aportar información sobre la flora predominante en una herida que no cicatriza, con deterioro o con muy abundante exudado. Véase el Anexo I donde se explican las técnicas de recogida de muestras con hisopo. Los cultivos de sangre son útiles cuando se sospecha sepsis (Perry, Pearson & Miller, 1991) . La recogida de muestras con hisopo o los cultivos de las heridas no permiten diagnosticar la infección, pero pueden utilizarse como guía para la terapia antimicrobiana. El diagnóstico de la infección debe basarse en los signos y síntomas clínicos. nProteína C-reactiva La sensibilidad y la especificidad de los marcadores serológicos de infección, como la proteína C-reactiva, tien- den a aumentar al agravarse la infección (Royal Melbourne Hospital, 2002) . nRecuento de glóbulos blancos en sangre y tasa de sedimentación eritrocitaria (ESR, por sus siglas en inglés) Unos valores de laboratorio elevados deben alertar al médico de la posibilidad de sepsis; sin embargo, unos valo- res normales no significan que se pueda descartar la infección (Armstrong et al., 1996) . Estas pruebas de laboratorio resultan útiles pero deben considerarse en conjunto con la valoración clínica de la infección. Pruebas de imagen Las pruebas de imagen pueden variar y solo deberán utilizarse para establecer o confirmar la sospecha de un diagnós- tico y/o manejo directo de pacientes. La disponibilidad y la capacidad de interpretación puede ser limitada en deter- minados centros especializados : nRayos X Los rayos X son una herramienta básica útil de prueba de imagen capaz de detectar cambios asociados a la osteomielitis, presencia de cuerpos extraños, existencia de gas en espacio tisular o anomalías óseas (Bonham, 2001) . La destrucción ósea y los cambios periósticos no suelen ser apreciables en un plazo de 10-21 días tras la infección (Royal Melbourne Hospital, 2002) . nGrammagrafía ósea con galio El citrato de galio 67 es una técnica de medicina nuclear que no se utiliza con mucha frecuencia actualmente debido a la existencia de estudios radiográficos alternativos más precisos (Frykberg et al., 2000; Johnson, Edelson, Armstrong, Lavery y Caicco (1996) establecieron que las pruebas de escáner óseo con tecnecio son demasiado costosas y no específicas en la valora- ción de patologías óseas como la osteomielitis .Valoración y manejo de úlceras del pie diabético 91 92 nEscáner de tomografía computerizada (CT, por sus siglas en inglés) El escáner de tomografía computerizada puede indicarse en la valoración de patologías óseas y articulares sospe- chadas, que no sean apreciables en radiografías normales (Frykberg et al., 2000; Lipsky, 1997) . nResonancia magnética Esta alternativa ofrece una sensibilidad y especificidad superiores (aproximadamente del 90-95% para ambas) en el diagnóstico de la osteomielitis. Si los rayos X no son suficientes, se puede indicar una resonancia magnética posterior para confirmar el diagnóstico y determinar el alcance de la osteomielitis. Referencias bibliográficas: Armstrong, D. G., Lavery, L. A., Sariaya, M. & Ashry, H. (1996). Leukocytosis is a poor indicator of acute osteomyelitis of the foot in diabetes mellitus. The Journal of Foot and Ankle Surgery, 35 (4), 280-283. Bonham, P. (2001). A critical review of the literature: part I: diagnosing osteomyelitis in patients with Ostomy and Continence Nurses Society, 28 (2), 73-88. Edelson, G. W., Armstrong, D. G., Lavery, L. A. & Caicco, G. (1996). The acutely infected foot is not adequately evaluated in an inpatient setting. Journal of the American Podiatric Medical Association, 87 (6), 260-265. Frykberg, R. G., Armstrong, D. G., Giurini, J., Edwards, A., Kravette, M., Kravitz, S. et al. (2000). Diabetic foot disorders: A clinical practice guideline. Surgeons [Electronic version]. Available: http://www.acfas.org/diabeticcpg.html Johnson, J. E., Kennedy, J., Shereff, M. J., Patel, N. C. & Collier, B. D. (1996). Prospective study of bone, indium-111-labeled white blood cell, and gallium-67 scanning for the evaluation of osteomyelitis in the diabetic foot. Foot and Ankle International, 17 (1), 10-16. Keenan, A. M., Tindel, N. L. & Alavi, A. (1989). Diagnosis 2262-2266. Lipsky, the Clinical Infectious (6), 1318-1326. in diabetic Clinics of North America, 9 (1), 163- 182. Perry, C. R., Pearson, R. L. & Miller, G. A. (1991). Accuracy of cultures of material from swabbing of the superficial aspect of the wound and needle biopsy in the perioperative assessment of osteomyelitis. Journal of Bone and Joint Surgery, 73 (5), 745-749. Royal Melbourne Hospital (2002). Evidence based guidelines for the inpatient management of Melbourne Health version]. Guía de buenas prácticas en enfermería Anexo I: Recogida de muestras con hisopos en heridas Se lleva a cabo recogida de muestra con hisopos herida cuando existen signos y síntomas clínicos de infección. NOTA: En Ontario, la ley Ontario Laboratories Act requiere una orden médica para procesar el cultivo. Técnica de cultivo semicuantitativo: Los resultados del muestreo semicuantitativo son igual de eficaces que los de una biopsia cuantitativa si la herida se pre- para correctamente (Dow et al., 1999) . nUtilizar un hisopo de algodón y un medio de cultivo estéril en un sistema preembasado de recogida y transporte. Las enfermeras de atención a domicilio deben evitar que el medio de transporte se congele o se sobrecaliente en el automóvil antes de utilizarlo. nLimpiar la herida meticulosamente con suero salino normal (no bacteristático). nNo recoger pus, exudado, escara dura ni tejido necrótico. nGirar la punta del hisopo en una zona de 1 cm 2de tejido de granulación limpio, aplicando suficiente presión para liberar exudado del tejido durante un periodo de 5 segundos. Esto puede ser doloroso, así que conviene advertirlo al paciente y premedicar con analgésicos si es posible. nRetirar la cubierta protectora del medio de cultivo y se inserta el aplicador de algodón en el medio de cultivo sin contaminar el aplicador. nTransportar al laboratorio a temperatura ambiente en un plazo de 24 horas. Interpretación de resultados semicuantitativos: Muchos laboratorios que atienden al público no ofrecen resultados cuantitativos ni indican la coloración de gram. El es- quema siguiente permite comparar los resultados semicuantitativos con un informe cuantitativo. Crecimiento de cultivo superficial a las 24 - 48 horas Rx Preparado por y reimpreso con permiso de Connie Harris, RN, ET, IIWCC 2000. Referencias bibliográficas: Dow, G., Browne, A. & Sibbald, R. G. (1999). Infection in chronic wounds: Controversies Herruzo-Cabrera, R., Vizcaino-Alcaide, M. J., Pinedo-Castillo, C. & Rey-Calero, J. (1992). Diagnosis of local infection of a burn by semiquantitative culture of the eschar surface. Journal of Burn Care Rehabilitation, 13 (6) , 639-641. Stotts, N. Advances in Wound Care, 8 (4), 28-46. Valoración y manejo de úlceras del pie diabético 93 Crecimiento cuantitativo (Gm/unidades de formación de colonia) <10 al 3 o >= 10 al 3 o >=10 al 4 o >=10 al 5 o >=10 al 6 oResultados de coloraciön de gram Sin crecimiento. Sin crecimiento. Sin crecimiento. Sin crecimiento. Apreciación de bac- terias. Sector (1+ to 4+) Sin crecimiento. II, II I, II, III I, II, III, IV Resultado semicuantitativo (términos variables segün el laboratorio) Sin crecimiento. Escaso o ligero. Reducido a moderado. Moderado a abundante. Abundante. Tratamiento antibiötico recomendado Ninguno. Ninguno. Ninguno. Se trata si existen signos localizados de infección. Considerar infectado y tratar. 94 Anexo J: Uso del monofilamento de Semmes-Weinstein Instrucciones de uso del monofilamento de Semmes-Weinstein 1.Comprobar la integridad del monofilamento (sin torceduras ni roturas). 2.Mostrarlo al paciente. Colocar el extremo del monofilamento en la mano o brazo del paciente para mostrarle que el procedimiento no es doloroso. 3.Pedir al paciente que gire la cabeza y cierre los ojos o mire al techo. 4.Sostener el monofilamento perpendicularmente a la piel. 5.Colocar el extremo del monofilamento en la suela del zapato. Pedir al paciente que diga 'sí' cuando sienta que está tocando el pie con el monofilamento. NO PREGUNTE AL PACIENTE \"¿ha sentido eso?\". Si el paciente no dice \"sí\" al tocar un punto de control determinado, se pasa a otro punto. Cuando haya terminado la secuencia, SE COMPRUEBA DE NUEVO la zona o zonas en las que el paciente no sintió el monofilamento. 6.Presionar el monofilamento hasta que se tuerza y mantenerlo unos 1-3 segundos. 7.Levantar el monofilamento de la piel. Evitar pasarlo o deslizarlo por la piel. 8.Repetir la secuencia aleatoriamente en cada punto de control del pie (según las imágenes de abajo). Puntos de la planta del pie que deben comprobarse con el monofilamento Pérdida de sensibilidad protectora = sensibilidad nula en uno o varios puntos Notas Se aplica solamente a piel intacta. Se evitan los callos y las zonas con úlceras o cicatrices. ABSTENERSE de aplicar un movimiento rápido o repiqueteante. nSi el monofilamento se desliza accidentalmente por la piel, se repite la prueba en esa zona más adelante du- rante la secuencia. nEl monofilamento se conserva siguiendo las instrucciones del fabricante. nSe limpia según los protocolos de control de infecciones de la institución. Referencia: Registered Nurses' Association of Ontario (2004). Reducing Foot Complications for People with Diabetes. Toronto, Canada: Registered Nurses' Association of Ontario. Guía de buenas prácticas en enfermería Pie derecho Pie izquierdo Piel Monofilamento Curvatura Distensión Anexo K: Sugerencias para valorar y seleccionar zapatos y calcetines Calzado nLos zapatos deben ser cómodos y bien adaptados. nCada vez que se compre zapatos, conviene medir ambos pies. nLos zapatos se compran hacia el final del día, ya que los pies suelen hincharse o agrandarse durante el día. Si hay un pie más grande que el otro, se comprarán zapatos que se ajusten al más grande. nElegir zapatos con puntera ancha y profunda (se mide la profundidad haciendo movimiento laterales con el pie dentro del zapato; la anchura se comprueba dibujando el contorno del pie en un papel y colocando el zapato so- bre el dibujo). nAl comprar zapatos, conviene llevar puesto el tipo de calcetines que se utilizarán con esos zapatos. nElegir zapatos preferiblemente de piel de becerro o cuero blando, si es posible. nComprar zapatos con cordones, ya que sustentan mejor, distribuyen la presión por los lados y la parte superior y permiten ajustes en caso de hinchazón. nLos zapatos deben tener una buena suela antideslizante, estar cerrados a la altura de los dedos y los talones y no llevar surcos, pliegues ni costuras en el recubrimiento (se recomiendan buenos zapatos para carrera o camina- tas). nEvitar los zapatos sin cordones, zapatos puntiagudos y sandalias, especialmente las que llevan tiras entre los de- dos. nEvitar zapatos con talones de más de 2,5 cm, ya que aumentan la presión en las cabezas metatarsianas. nAmoldar los zapatos nuevos gradualmente, añadiendo una hora de uso cada día. Inspeccionar frecuentemente los pies y comprobar posibles zonas enrojecidas que indiquen problemas. nEvitar llevar cualquier calzado durante más de seis horas sin quitárselo. Cada par de zapatos se ajusta de manera distinta y distribuye diferentemente la presión. nComprobar los zapatos antes de ponérselos para ver si hay piedrecitas o zonas arrugadas o abultamientos. Calcetines nLlevar calcetines limpios todos los días. El algodón y la lana son las materias que mejor absorben la transpiración. nLos calcetines deben ajustarse bien. Evitar la goma elástica demasiado ajustada arriba. nSi se llevan calcetines o medias hasta la rodilla, comprobar que tengan una banda amplia en la parte superior. nComprobar posibles irritaciones producidas por los calcetines o abultamientos. Evitar las costuras si es posible. nEvitar llevar calcetines remendados, ya que pueden crear una zona de presión. nEvitar llevar calcetines con agujeros, ya que pueden crear una zona de fricción. Adaptado de: Zangaro, G. A. & Hull, M. M. del pie diabético 95 96 Anexo L: Factores que afectan a la cicatrización de las heridas Equipo de desarrollo de las guóas de la RNAO, 2005 Guía de buenas prácticas en enfermería Factores sistémicos local. nTensión mecánica. nRadiación. nMaterial de sutura. nTipo de tejido. Factores extrínsecos que a la cicatrización nCreencias culturales. nCalzado. lZapatos. lOrtopedia. nDispositivos de liberación de presión. Valoración y manejo de úlceras del pie diabético 97 Anexo M: Agentes antimicrobianos tópicos AGENTES ANTIMICROBIANOS TÓPICOS Agente Espectro Comentarios SA MRSA Strep PS F Anaeröbico VRE Seguro y eficaz Cadexómero yodado 44 4 4 4 4 4 Amplio espectro. Eficaz para hongos y virus. Amplia disponibilidad. La hoja precisa contacto con la piel. Precaución si el paciente recibe medicación para tiroides. Plata ionizada 44 4 4 4 4 4 Amplio espectro. Eficaz para hongos y virus. La hoja precisa contacto con la piel. Sulfadiazina de plata 44 4 4 4 Potencial de resistancia limitado. Disponible en pasta o pomada. Evitar si el paciente es sensible a sulfas. Sulfato de polimixina 44 4 4 4 La hoja precisa contacto con la piel. B / Bacitracina zinc Uso selectivo Metronidazol en gel o 4 Reservar para anaeróbicos y control del olor. crema Bencil / peróxido 44 4 4 Reservar para MRSA y otros grampositivos resistentes. Ácido acético 4 Se utiliza al 0.25% (concentración máxima de 1/4 al 1.0%). Mupiricina 44 4 Debe reservarse para colonización de MRSA. Bactroban Povidona yodada 44 4 4 4 4 4 Utilizar con prudencia, agente citotóxico. Clorhexidina 44 4 4 4 4 4 Utilizar durante la fase inflamatoria. Citotóxica durante la fase de proliferación. Precaución Gentamicina 44 4 Reservar para uso oral/IV. Ácido fusídico 44 4 Sensibilizador. Sulfato 44 4 4 4 Potente sensibilizador. Polimixina B Bacitracina Zinc No Alcohol Citotóxico. recomendado Peróxido Sin propiedades antimicrobianas. resistente a vancomicina) Reimpreso con permiso del Dr. R. Gary Sibbald. 98 Anexo N: Guía de apósitos para las heridas en el pie Existe escasa evidencia de que un tipo de apósito determinado acelere la cicatrización de las úlceras del pie diabético. Lo que sí está claro es que un entorno húmedo de la herida agiliza la cicatrización. Deben tenerse en cuenta muchos factores al seleccionar un apósito, los cuales pueden cambiar con el paso del tiempo y motivar así un cambio del tipo de apósito. Los principales factores influyentes son el tipo de herida, su profundidad, la presencia y el volumen de exudado, la presencia de infección, el estado de la piel de alrededor, la probabilidad de nuevas lesiones y el coste. No se deben aplicar los apósitos aisladamente, deben ser parte del paquete de tratamiento del desbridamiento, de vendajes, de la liberación de presión y, cuando esté clínica- mente indicado, antibióticos. Esta lista no es exhaustiva. Se trata de los productos que se utilizan más frecuentemente en Ontario. Para averiguar qué apó- sitos específicos se utilizan en su región, no dude en consultar a los proveedores locales. Nota: los monográficos de los productos aportan detalles más específicos. Guía de buenas prácticas en enfermería LIMPIADORES Normal salino Shur-Clens* Limpiador Dermagran Restore* Otros su toxicidad AHCPR (1994) Normales salinos preferibles. Fisiológicos. No dañinos para el tejido. Limpiadores de heridas comer- ciales. Pueden contener surfactantes para contribuir a la limpieza de desechos. La boquilla de aerosol ajustable administra presiones variables para la limpieza (desde lavado suave hasta 15 psi). Limpieza de desechos de la herida con traumatismos mínimos. Los grados de toxicidad varían entre los diferentes limpiadores de he- ridas comerciales. Algunos contienen agentes antimicrobianos que pueden resultar tóxicos para los tejidos nuevos. Para determinar la se- guridad de un producto, conviene leer la literatura y monografías del producto. Los limpiadores contienen conservadores suaves que estabilizan el producto pero pueden producir irritación y aumentar la toxicidad. La sencillez de uso facilita la independencia del paciente. El riesgo de contaminación es reducido en casos de suciedad. Advertencia: los limpiadores de heridas están concebidos para las heridas. Los limpiadores de la piel solo deben utilizarse en piel in- tacta. Ejemplos Descripción Indicaciones Consideraciones Productos para el cuidado de la piel * Producto no comercializado en España. Valoración y manejo de úlceras del pie diabético 99 Retención de humedad: no adherentes Ejemplos Descripción Indicaciones Consideraciones Pueden cortarse para ajustarlos a zonas difíciles o utilizarlos como tiras ad- hesivas para impermeabilizar los bordes de los apósitos. La resistencia a la humedad permite bañarse. Utilizar con prudencia en la piel frágil perilesional. Para retirarlos, se estiran para romper el adhesivo y así evitar arrancar la piel. El dolor de la herida se reduce protegiendo las terminaciones nerviosas su- perficiales. El uso de productos líquidos protectores de la piel perilesional aumenta la adherencia. No indicado si la piel presenta signos de infección por hongos. Se retiran estirándolos para romper el adhesivo, lo cual minimiza el desgarra- miento de piel superficial. Algunos apósitos de malla pueden permanecer colocados durante un perio- do de hasta 7 días. Los apósitos exteriores absorbentes pueden cambiarse según se requiera. Los productos recubiertos de plástico pueden macerar la piel perilesional. Proteger la piel con una barrera adecuada. Los apósitos de tul en capas aumentan la semioclusión. La ligera superposición a la piel perilesional estabiliza el apósito y reduce el dolor. La mayoría requieren un apósito secundario de cobertura para absorber el drenaje y aumentar la estabilidad. Algunos son autoadhesivos. Los productos que contienen antisépticos y antibióticos se indica que con- tribuyen al control bacteriano en una herida contaminada. El uso a largo plazo aumenta el riesgo de sensibilización local y el desarrollo de bacterias resistentes. La infección requiere un manejo sistémico apropiado. Si el apósito se adhiere, considerar el uso de un producto alternativo. Heridas con riesgo de contamina- ción. Protegen la piel intacta de fricción o factores irritantes. Apósitos secundarios de cobertura para aumentar la humedad y limi- tar el olor. Apósitos flexibles exteriores para zonas irregulares. Heridas superficiales, fisuras de la piel con drenaje mínimo. Soportan desbridamiento autolí- tico . Capa de contacto de la herida para: nProteger tejido frágil. nMantener cierta hidratación en la herida. nProteger de incisiones poso- operatorias. nEvitar que la adherencia de los apósitos produzca dolor. Hojas adhesivas semipermeables. Impermeables para moléculas de agua y bacterias. Incapaces de absorber la hume- dad. La transparencia permite visuali- zar la herida. Algunos tienen forma que se adap- ta a zonas problemáticas. Los rollos no estériles se utilizan en piel intacta o como apósito se- cundario de cobertura . Diversas densidades, tamaños y formas de malla trenzada. Algunos tienen cobertura de plás- tico para producir semioclusión. Capacidad de absorción mínima. Mepitel es una malla de silicona. Los apósitos de tul contienen pe- trolato, antisépticos o antibióti- cos. Algunos apósitos de tul contienen una cantidad mínima de antibió- ticos. *consultar Agentes antimicrobia- nos polvos o pastas. Pueden contener gelatina, carbo- ximetilcelulosa de socio y pecti- na. Las hojas llevan una capa exterior oclusiva o semioclusiva de poliu- retano. El grosor, el tamaño, la capacidad de absorción y la transparencia varían. Absorbencia de mínima a mode- rada. Algunos tienen bordes en punta o adhesivos para aumentar la estabilidad. Apósitos interactivos. No confundir su olor caracterís- tico con la infección. Disponible en versiones gruesas y finas. Heridas con drenaje mínimo. Heridas que requieren desbrida- miento autolítico. Favorecen la granulación y epite- contaminación. Apósitos estéticos de cobertura. Apósitos secundarios que retie- nen la humedad. Protegen la piel subyacente de lesiones por la cinta adhesiva. Pueden utilizarse para la preven- ción Las hojas pueden personalizarse para ajustarlas a zonas difíciles. El tamaño debe extenderse siempre 2,5-5 cm de los bordes de la herida para garantizar la adherencia y la durabilidad. La utilización de cintas adhesivas adicionales o apósitos de película trans- parente en los bordes puede mejorar la estabilidad en zonas sometidas a mucha tensión. Se requiere prudencia al usar apósitos adhesivos en la piel perilesional. Los apósitos crean una barrera oclusiva. Pueden permanecer colocados durante un perido de 3 a 7 días. La fre- cuencia de cambio se determina por la cantidad de drenaje y antes de que aparezca el goteo. Se pueden utilizar sobre alginatos absorbentes o hidrofibras para retener el drenaje. Se cambian cada 3-4 días. No recomendado para heridas con drenaje abundante. Si aparecieran signos y síntomas de infección clínica, deberá comenzarse un tratamiento médico adecuado. Su uso no es apropiado si se sospecha una infección. Utilizar productos líquidos protectores para la piel perilesional, con el fin de reducir el riesgo de maceración y aumentar la adherencia. Hidratación de heridas: hidrocoloides Ejemplos Descripción Indicaciones Consideraciones * Producto no comercializado en España. Ejemplos Descripción Indicaciones Consideraciones Valoración y manejo de úlceras del pie diabético Otros Polímeros con alto contenido de agua. Aportan humedad. No tóxicos. No adherentes. Algunos contienen conservantes. Disponibles como gel líquido, en hojas sólidas o en gasas impreg- nadas. Heridas en proceso de granula- ción. Evitan la adherencia, el sangrado y el dolor. Heridas que requieren desbrida- miento autolítico. Heridas con exudado mínimo. Mantienen la humedad de la he- rida y reducen la necesidad de cambios frecuentes. Durante la autólisis, se monitoriza estrechamente la posible infección. Proteger de la maceración la piel perilesional con una barrera adecuada. La trama de la escara favorece la penetración del gel. Se puede aplicar gel a la gasa en rollo para llenar zonas profundas y favo- recer el desbridamiento autolítico. Se requiere un apósito secundario para retener la humedad, absorber el exceso de drenaje y estabilizar el gel sobre las heridas. Pueden usarse en combinación con apósitos transparentes, espumas, hi- drocoloides u otros apósitos de cobertura no adherente. No recomendados para heridas con drenaje abundante. La durabilidad oscila de 1 a 3 días en función de la cantidad de drenaje (consultar monográfico del producto). Las hojas pueden cortarse un poco más anchas que la herida. Evitar la contaminación del producto abierto. Manipular y desechar según indique el monográfico del producto. Hidratación de heridas: hidrogel * Producto no comercializado en España. Ejemplos Descripción Indicaciones Consideraciones 102 Guía de buenas prácticas en enfermería Absorben cantidades de modera- das a abundantes de exudado. Hojas o cadenas fibrosas de algi- nato de sodio y calcio. Derivados de algas. Se aplican secos. Al absorber el drenaje, se convier- ten en una masa gelatinosa. Capacidad hemostática. El calcio y el sodio interactúan para favorecer la coagulación. No adhesivos. Fibracol contiene colágeno. Tegagen permite escoger entre un producto de alta gelificación o de alta integridad. Consultar el monográfico del producto y con- siderar las necesidades de la he- rida. Heridas con profundidad visible que requieren un relleno blando. Heridas con exudado durante el desbridamiento autolítico. Heridas que sangran. Tras desbridamiento cortante. Reducen la necesidad de apósitos voluminosos. Eliminar los residuos mediante el lavado con solución salina. Si el apósito se seca y se adhiere debido a una humedad reducida, convie- ne reconsiderar el producto elegido. Seleccionar un alginato alternativo o de mayor duración. Duración máxima de 5 días. Requieren apósito de cobertura con retención de humedad para evitar la sequedad por la evaporación. Los apósitos oclusivos de cobertura pueden aumentar la capacidad de ab- sorción. Mantienen la limpieza de heridas en estado de gel. Baja fuerza de tensión. No deben utilizarse en una herida sin base o tira de relleno de carboximetilce- lulosa de sodio. Altamente absorbente. Se aplica seco. Se convierte en un gel sólido al ser activado por la humedad. Las fibras mantienen la integri- dad del gel, lo que facilita una re- tirada intacta. No adhesivo. Absorbe verticalmente, retiene el drenaje. Hoja, rollo de gasa o gel impreg- nado con concentrado salino. El producto absorbe el drenaje y se convierte en un apósito nor- mal salino isotónico. Rellena heridas con base visible. Apoya el desbridamiento de heri- das con exudado. Previene traumatismos en el teji- do frágil de la herida. Maneja grandes cantidades de drenaje. Evita el goteo y el deterioro de la integridad de la piel perilesional. Ofrece mayor comodidad. Reduce la voluminosidad del apósito. Heridas con grandes cantidades de drenaje. Desbridamiento de esfacelo. Heridas infectadas. Para necrosis seca, el gel puede ser conveniente. Concentra el drenaje. El apósito puede extenderse más allá del borde de la herida, hasta la piel ad- yacente. Lavar para eliminar todos los residuos. El producto puede aumentar ligeramente de tamaño por la absorción. La absorción vertical evita la maceración de la piel perilesional. El apósito en capas aumenta la capacidad de absorción. La durabilidad es de 1 a 4 días en función del volumen de drenaje. La fuerza de tensión se reduce con la saturación excesiva. No compatible con pomadas o cremas. No utilizar en heridas sin base visible. Se aplica seco a la herida. Puede dañar el tejido de granulación si el drenaje es mínimo. El drenaje adecuado de la herida es esencial para evitar que el apósito se adhiera o que las sales concentradas produzcan daños. Si el drenaje se reduce o la base de la herida queda limpia, valorar un cam- bio de producto. Puede resultar doloroso para pacientes sensibles. Si se corta el producto, conviene tener en cuenta la posibilidad de que que- den fibras sueltas. Se recomienda un apósito de cobertura que retenga la humedad. Apósitos absorbentes: hidrofibra, gasa hipertónica Ejemplos Descripción Indicaciones Consideraciones * Producto no comercializado en España. Ejemplos Descripción Indicaciones Consideraciones 104 Guía de buenas prácticas en enfermería grosores. Algunos son semioclusivos y solo se utilizan como cobertura de a- pósitos. Otros pueden utilizarse para llenar huecos de heridas. Consultar el monográfico del producto. Los productos con bordes adhe- sivos pueden generar oclusión. La flexibilidad y moldeabilidad varía. Absorción pequeña, moderada o abundante de drenaje. Cobertura de apósitos estética. Reduce la voluminosidad del a- pósito. Protege la piel perilesional de la irritación y maceración. La integridad del producto se mantiene a pesar de descargas abundantes de exudado. Se fija el apósito con una ligera presión para mejorar la absorción. Quizá no tolere la autólisis si el drenaje es mínimo. Las espumas porosas quizá no mantengan la humedad de la base de la he- rida, por lo que requeriran una cobertura de apósito adecuada. No conviene apelmazar demasiado los productos de relleno en la cavi- dad. Garantizar que el producto esté en contacto con la base de la herida. A medida que el volumen de drenaje se reduce, la durabilidad puede alar- garse hasta un máximo de 4 a 7 días. Mantener la piel perilesional con un producto barrera* si el drenaje es ex- cesivo. Algunos productos oclusivos contribuyen a limitar el olor. Los apósitos de espuma no aportan alivio de la presión. NOTA: Consultar productos barrera de la piel. Apósitos absorbentes: espumas * Producto no comercializado en España. Ejemplos Descripción Indicaciones Consideraciones Valoración y manejo de úlceras del pie diabético 105 Exudry* Versiva Véase el Anexo M. Consultar el monográfico del pro- ducto. Cobertura de amplio espectro su- perficial con gram + , hongos, MRSA y VRE. Cadexómero yodado en pasta o pomada al 0,9% de liberación len- ta. Cambia de color de marrón a a- marillo. Apósitos altamente absorbentes multicapas de tipo isla. Las capas interiores absorben y retienen el drenaje y evitan la acu- mulación en la base de la herida. La combinación de varios produc- tos previene la migración lateral del drenaje. Heridas críticamente colonizadas o infectadas. Heridas críticamente colonizadas o infectadas. Heridas con drenaje abundante. Mantienen un entorno húmedo en la herida. Cobertura estética. Reducen voluminosidad del apó- sito. Mejoran la integridad de la piel macerada. Pueden utilizarse junto con antibióticos sistémicos. Es normal que el lecho de la herida se descolore (se vuelva grisáceo). La dosis máxima de Iodosorb es 150 mg a la semana. Lavar para eliminar residuos. No adherentes a la base de la herida. Durabilidad determinada por el volumen de drenaje (de 2 a 7 días). La autonomía del paciente se ve reforzada por la facilidad de aplicación. Algunos productos se autoadhieren a la piel. Los adhesivos pueden contribuir a la reducción del olor. Apósitos absorbentes: con componentes, específicos * Producto no comercializado en España. Ejemplos Descripción Indicaciones Consideraciones 106 Guía de buenas prácticas en enfermería CARBÓN Actisorb Plus CarboFLEX Carbonet Apósitos de absorción del olor PROTECTORES LÍQUIDOS Coloplast ConvaCare No Sting Skin Gel Skin Prep Sween Otros El carbón activo de algunos pro- ductos funciona por absorción. Productos que contienen carbón absorbente de olores en sus capas internas. La capacidad de absorber el olor varía. Algunos contienen plata para au- mentar la función antibacteriana. CarboFlex contiene alginato e hi- drofibra en la capa de contacto pa- ra absorber el drenaje. Líquido de secado rápido que pro- porciona una fina capa de protec- ción de la piel. La durabilidad varía. Algunos contienen alcohol en can- tidad variable. Disponibles como toallitas húme- das, aplicadores o aerosoles. Actisorb absorbe las endotoxinas. Para cualquier herida con olor durante el desbridamiento autolítico. Protegen la piel de alrededor de la herida de la maceración, irri- tación o daños por la cinta adhe- siva. Mejora la adhesión de algunos a- pósitos de cobertura. Proporcionan una mayor protec- ción de la piel de alrededor de la herida en casos de exudado esca- so hasta abundante. Garantizar que la infección subyacente se haya valorado y tratado an- tes de usarlo. Seleccionar productos altamente absorbentes cuando el drenaje sea abun- dante. Algunos productos pueden aplicarse directamente a la base de la herida. Otros productos quedan neutralizados al mojarse. Garantizar que los bordes de los apósitos estén sellados para limitar el olor al máximo. Los productos que contienen alcohol pueden producir una sensación transitoria de quemazón o de punzada si la piel tiene fisuras. Los productos sin alcohol son más cómodos y pueden utilizarse en piel in- tacta y también con fisuras. Dejar secar el producto antes de aplicar el apósito de cobertura. No deben usarse en heridas abiertas. RReimpreso con autorizaciön y revisado por Barton y Parslow, 2001 a partir de Caring for Oncology Wounds, Management Guidelines, 1998, ConvaTec Canada Productos barrera de la pielValoración y manejo de úlceras del pie diabético 107 Anexo O: Dispositivos de liberación de la presión La elección del dispositivo adecuado se basa en las siguientes consideraciones: 1. Capacidad de liberar eficazmente todas las presiones del lugar de la úlcera. 2. Relación coste-eficacia del dispositivo. 3. Sencillez de uso y/o aptitud requerida para aplicar el dispositivo. 4. Características de la úlcera del paciente diabético. 5. Capacidad de fomentar el cumplimiento del paciente. nRequieren un técnico capacitado. nNo se pueden valorar los pies diariamente. nAfectan al sueño y a la higiene. nAumentan la inestabilidad postural o crean problemas de equilibrio. nNo utilizar si la herida está infectada. nNo utilizar en miembros neuroisquémicos. nMal cumplimiento si son extraíbles. nLos estudios todavía no han comparado su eficacia de liberación de la presión en rela- ción con las otras opciones. nCumplimiento reducido por ser extraíbles. nNo existen datos clínicos que apoyen su efi- cacia comparada con la de las férulas de contacto. nMenos eficaces que las férulas de contacto. nNo favorecen que el paciente siga caminan- do. nSu fabricación requiere mucho tiempo y ex- periencia, así que tienen baja disponibili- dad. nNo tan eficaces como otros métodos de li- beración de la presión. nExtraíbles (reducen el cumplimiento). nRequieren capacitación para fabricarlos y aplicarlos. nPueden generar presión y fuerzas de cizalla en los bordes de las heridas. nNo existen estudios que sugieran su eficacia para liberar la presión. nRequieren fuerza y resistencia en la parte superior del cuerpo. nQuizá no se utilicen de forma continua. nDificultad de movimiento en interiores. nPuede aumentar la presión en el lado con- tralateral. nNo hay pruebas de su eficacia en la cicatri- zación. nPermiten hasta un 900% más de presión en la parte delantera del pie que las férulas de contacto y la bota ortopédica walker. nTasas de cicatrización máximas (patrón oro). nDistribuyen la presión por toda la superficie plantar. nLiberan completamente la presión. nProtegen los pies de la infección. nControlan el edema. nMantienen el cumplimiento al no ser extraí- bles. nMás ligeras, con alta fuerza integral. nExtraíbles para la valoración de los pies. nPueden hacerse no extraíbles en caso de pa- cientes con bajo cumplimiento. nFavorecen que el paciente siga caminando. nFácilmente extraíbles para valorar y tratar la herida. nPermiten dormir y bañarse con más comodi- dad. nPueden utilizarse con heridas infectadas y úl- ceras superficiales. nBajo coste. nFácil de aplicar. nLimitan la dorsiflexión, con lo que distribuyen la presión de las cabezas metatarsianas. nLigeras y estables. nReutilizables. nExtraíbles (para valoración). nMejor contacto con el pie que el anterior. nTasas de cicatrización comparables a las de las férulas de contacto. nBajo coste. nAlta disponibilidad. nSi se utilizan constantemente, liberan presión. nRentables. nBeneficiosos en la prevención de úlceras. Dispositivo de descarga Ventajas Desventajas Férula de contacto Férula bien moldeada con relleno mínimo que mantiene contacto con toda la forma del pie y de la parte inferior de la pierna. Bota (férula) de scotchcast Férula de fibra de vidrio que reduce la presión sobre la herida. Bota ortopédica Walker Bota extraíble comercial que reduce la presión plantar. Zapatos de media punta Sustenta únicamente la parte trasera y central del pie. Sandalias especiales para pie de diabético Aplicación de un \"balancín\" rígido a la parte inferior de un zapato o san- dalia. Zapato MABAL (MABAL Shoe) Cruce entre sandalias especiales para pie diabético y férulas de contacto. Almohadillas de espuma y fieltro Espuma con fieltro de dos capas so- bre la superficie plantar, con abertu- ra para la herida. Muletas, andadores y sillas de ruedas Zapatos terapéuticos con plantilla 108 Guía de buenas prácticas en enfermería Referencias bibliográficas: Armstrong, D. G. & Lavery, 95-105. Armstrong, D. G, Lavery, L. A., Kimbriel, H. R., Nixon, B. P., & Boulton, A. J. M. (2003). Activity patterns of patients with foot ulceration: Patients with ulceration may not adhere to a standard pressure offloading regimen. Diabetes Care, 26 (9), 2595-2597. Armstrong, D. G., Nguyen, H. C., Lavery, L. A., Van Schie, C. H. M., Boulton, A. J. M., & Harkless, L. B. (2001). Offloading the diabetic foot wound: A randomized clinical trial. Diabetes Care , 24 (6), 1019-1022. Armstrong, D. G., van Schie, C. H. M., & Boulton, A. J. M. (2001). Offloading foot wounds in people with diabetes. In D. L. Krasner, G. T. Rodehaver, & R. G. Sibbald HMP Communications. Birke, J. A., Pavich, M. A., Patout Jr., C. A., Horswell, in Skin & Wound Care, 15 (5), 210-215. Fleischli, J. G., Lavery, L. A., Vela, S. A., Ashry, H., & Lavery, D. C. (1997). Comparison of strategies for reducing pressure at the site of neuropathic ulcers. Journal of the American Podiatric Medical Association, 87 (10), 466-472. Inlow, S., Kalla, T. P., & Rahman, J. (1999). plantar foot pressures in the diabetic patient . Ostomy/Wound Management, 45 (10), 28-38. Knowles, E. A., Armstrong, D. G., Hayat, S. A., Khawaja, K. I., Malik, R. A., & Boulton, A. J. M. (2002) Offloading diabetic (9), 50-53. Zimny, S., Schatz, H., & Pfoh, U. applied felted neuropathic diabetic foot ulcers. Diabetes Medicine, 20 622-625. Valoración y manejo de úlceras del pie diabético 109 Anexo P: Recursos sobre úlceras del pie diabético Las siguientes páginas web aportan información sobre las úlceras del pie diabético. Se trata solamente de ejemplos de recursos, más que de un listado exhaustivo. Organizaciones nAmerican Academy of Wound Management - www.AAWM.org nAmerican Academy Wound. Physical Therapy - www. APTA.org nAssociation Advancement of Wound Care - www.AAWC1.com Management - www.wound.smith-nephew.com/ca-en/wound 110 Guía de buenas prácticas en enfermería Servicios esenciales para liberación de presión nFabricación de ortosis productos personalizados, ajustes, aparatos ortopédicos, férulas inflables o de contacto nAjuste del calzado normal ajuste de anchura, zapatos para andar cömodos con cordones nAjuste del calzado especializado zapatos con puntera alargada, botas postoperatorias, zapatos fabricados a medida nModificación de zapatos suela \"balancón\", ampliaciön del ancho de la suela nDispositivos auxiliares bastones y andadores, calcetines o medias y protectores de talones Proveedores de servicios nTécnicos ortopedistas lortopedia, zapatos, de úlceras del pie diabético 111 Anexo Q: Descripción de la Herramienta Herramienta de implantación de guías de práctica clínica Las guías de buenas prácticas solo pueden implantarse satisfactoriamente cuando se dan las siguientes condicio- nes: recursos, planificación y respaldo administrativo e institucional adecuados, así como los medios precisos. Para este propósito, la RNAO, a través de un equipo de enfermeras, investigadores y administradores, ha desarrollado la Herra- mienta de implantación de guías de práctica clínica, basada en la evidencia disponible, las perspectivas teóricas y el consenso. Se recomienda el uso de esta Herramienta para la implantación de cualquier guía de buenas prácticas clí- nicas en una institución de atención sanitaria. La Herramienta orienta paso a paso a los grupos e individuos que trabajan para planificar, coordinar y facilitar la implantación de la Guía. En concreto, la Herramienta recomienda que se sigan los siguientes pasos principales: 1. Identificar una guía de práctica clínica basada en la evidencia y bien desarrollada. 2. Identificación, valoración y compromiso de los colaboradores. 3. Valorar si el entorno es adecuado para la implantación de la Guía. 4. Identificar y planificar estrategias de implantación basadas en la evidencia. 5. Evaluar la planificación y la implantación. 6. Identificar y garantizar los recursos necesarios para la implantación. Obtener resultados positivos al implantar las guías en la práctica, y conseguir cambiar la práctica clínica, resulta una tarea extremadamente compleja. La Herramienta supone un recurso fundamental para gestionar este proceso. La Herramienta está disponible en la Asociación Profesional de Enfermeras de Ontario. El documento está disponible en formato limitado por una tarifa reducida, y también gratuito en la página web de la RNAO. Para obtener más información, solicitar una hoja de pedido o descargar la Herramienta , no deje de visitar la página web de la RNAO en: www.rnao.org/bestpractices.112 Notas: Guía de buenas prácticas en enfermería Valoración y manejo de úlceras del pie diabético 113 Notas: 114 Guía de buenas prácticas en enfermería Notas: Valoración y manejo de úlceras del pie diabético 115 Notas: Guía de buenas prácticas en enfermería Valoración y manejo de las úlceras del pie diabético Marzo de 2005 Este programa está financiado por el Gobierno de "}