{"title": "Luke Kuechly va a protocolo de conmoción", "author": "ESPN Digital", "url": "https://espndeportes.espn.com/futbol-americano/nota/_/id/3615316/luke-kuechly-va-a-protocolo-de-conmocion", "hostname": "espn.com", "description": "El linebacker de Carolina fue llevado al vestidor hacia el final del segundo cuarto y no regresó al terreno de juego. Es su tercera conmoción en el mismo número de años.", "sitename": "ESPN", "date": "2017-10-13", "cleaned_text": "| | Una vez más, los Carolina Panthers están sin su linebacker estelar. Luke Kuechly fue colocado en protocolo de conmoción, tras sufrir un golpe hacia el final del segundo cuarto del juego ante los Philadelphia Eagles por el que fue trasladado al vestidor. El linebacker no regresó al terreno de juego para la segunda mitad del encuetro. Mientras lo conducían en un carrito, de acuerdo con un reporte de www.nfl.com, el jugador lloraba y lucía angustiado. Al momento de dejar el juego, Kuechly tenía cuatro tackleadas y uno de seis golpes al quarterback de los Carolina Panthers, Cam Newton. El coach Ron Rivera también desconocía la naturaleza de la lesión de su jugador al iniciar el tercer cuarto. El historial de Kuechly en lesiones en la cabeza es desafortunado. Se perdió los seis últimos juegos de la temporada 2016 después de sufrir una conmoción en un escenario similar, un juego en casa en horario estelar. Es la tercera conmoción del linebacker en el mismo número de años. PHILADELPHIA PIERDE A JORDAN HICKS El linebacker titular de los Philadelphia Eagles, Jordan Hicks, dejó la segunda parte del juego ante los Carolina Panthers, este jueves, debido a una lesión de tobillo. Hicks permaneció en el vestidor después de la primera mitad del duelo y fue reemplazado en el lineup por el jugador de segundo año, Joe Walker. Una lesión de tobillo también dejó fuera de actividad a Hicks en la Semana 3, contra los Giants, pero regresó al duelo siguiente ante Los Ángeles Chargers. Hicks, jugador de tercer año egresado de Texas, es una de las piezas clave en la defensiva de los Eagles. Tiene 28 tackleadas y un balón recuperado en esta temporada. "}