{"title": "Evaluación de la toxicidad por dosis única y tolerancia local de la vacuna vax-SPIRAL en ratas Sprague Dawley", "author": "Martha Gonzalez", "url": "https://www.academia.edu/69133029/Evaluaci%C3%B3n_de_la_toxicidad_por_dosis_%C3%BAnica_y_tolerancia_local_de_la_vacuna_vax_SPIRAL_en_ratas_Sprague_Dawley", "hostname": "academia.edu", "description": "Evaluación de la toxicidad por dosis única y tolerancia local de la vacuna vax-SPIRAL en ratas Sprague Dawley", "sitename": "Academia.edu", "date": "2022-01-22", "cleaned_text": "the user experience. By using our site, you agree to our collection of information through the use of cookies. To learn more, view our [Privacy Policy.](https://www.academia.edu/privacy) Academia.edu no longer supports Explorer. To and the wider internet faster and more securely, please take a few seconds to [upgrade your browser](https://www.academia.edu/upgrade-browser). Las pruebas preclínicas de toxicidad en dosis única y en dosis repetidas brindan una valiosa información sobre la seguridad del producto, al incluir el estudio macroscópico e histopatológico de órganos importantes, así como evaluaciones de las vías de administración y el régimen de dosificación. Cuba desarrolló una vacuna polivalente de células inactivadas químicamente adyuvadas con hidróxido de aluminio, vax-SPIRAL ® . Esta vacuna presenta ventajas en relación con otras vacunas como la procedente de la antigua URSS. El esquema de vacunación para humanos consiste en dos dosis de 0,5 mL, separadas por un intervalo óptimo de seis semanas. El objetivo de este estudio de toxicidad en ratas Sprague Dawley fue determinar la toxicidad potencial, letalidad, órganos y sistemas susceptibles y otros eventos adversos, así como la toxicidad en el sitio de inoculación después de la administración de una dosis de la vacuna en estudio. Los resultados indicaron que, bajo las condiciones en estudio y... 2007 2000 2004 2001 2000 Comparative study of the immunogenicity and protective capability adsorbed aluminium of serovars L. canicola, L. copenhageni and L. mozdok per by clicking the button above. Vaccimonitor 2001 Vaccimonitor 2001 Revista argentina de ... 2006 Revista MVZ Córdoba 2004 2005 VacciMonitor 2006 2001 2010 2001 2010 2010 Revista de Investigación Agraria y Ambiental 2015 2011 "}