{"title": "Studies Yield Mixed Findings on High-Dose Flu Vaccine for Elders", "author": null, "url": "https://www.infectioncontroltoday.com/view/studies-yield-mixed-findings-high-dose-flu-vaccine-elders", "hostname": "infectioncontroltoday.com", "description": null, "sitename": "Infection Control Today", "date": "2015-04-28", "cleaned_text": "If you're age 65 or older and go to your doctor or pharmacy for a flu shot, you may be offered two options: the standard vaccine, or a high-dose version that packs a stronger wallop to activate the immune system, which is weaker in seniors. The Centers for Disease Control and Prevention (CDC) says either vaccine is appropriate for this age group. But is the high-dose version really more effective for older folks? A new Veterans Affairs study says yes, but only for the \"oldest old\": those 85 or older. For those between ages 65 and 84, the standard vaccine seems to work just as well. The findings appeared online March 31 in the journal Clinical Infectious Diseases. The study included more than 165,000 VA patients who got either the regular or high-dose vaccine during the 2010 - 2011 flu season. The study tracked hospitalizations and deaths -- indicators of the flu's more severe impacts. About 25,000 of the veterans had gotten the high dose, and the rest the standard vaccine. \"The main overall outcome was that we didn't find a difference between the groups,\" says study author Dr. Darren Linkin, with the CDC Prevention Epicenter Program. \"But in a secondary analysis, there appeared to be a strong effect for those 85 and older.\" Linkin is also an infectious disease specialist and the hospital epidemiologist at the Philadelphia VA Medical Center, and an assistant professor in the Perelman School of Medicine at the University of Pennsylvania. Lead author was Dr. Diane Richardson, co-director of the Biostatistics and Informatics Core in VA's Center for Health Equity Research and Promotion in Philadelphia. She explains the rationale for doing the study: \"Older adults have reduced immunity. So a natural question is whether the specific age bracket within the older population makes a difference. That's what we wanted to find out.\" Linkin adds, \"Sixty-five and older sounds like one homogenous group, but it could be that the oldest of the old may respond differently.\" The new findings contrast with those from some other recent studies, although the researchers say some variation may be due to the particular flu seasons that were studied. For example, a study just out in The Lancet, funded by the U.S. Food and Drug Administration and focused on Medicare patients, found that the high-dose vaccine was 22 percent more effective at preventing flu-related hospital admissions. The study examined the 2012 - 2013 flu season. In a study of older adults reported last year in the New England Journal of Medicine, a group with Sanofi Pasteur, the company that makes the high-dose vaccine, found it provided better protection against lab-confirmed flu illness than did the standard vaccine. They also found it triggered stronger immune responses--that is, more antibodies. The two-year trial, which included nearly 32,000 people, stretched from 2011 to 2013. The FDA study was far larger than VA's -- it included more than 2.5 million U.S. adults. And the Sanofi Pasteur study was a randomized, controlled, blinded trial -- the gold standard in clinical research. Notwithstanding those factors, the VA authors say more research is needed to arrive at definitive answers. \"It would be good to have larger VA studies looking across multiple years,\" suggests Richardson, whose group examined only one season. She notes a multiyear effort would help control for variations from one flu season to another. In any given season, the effectiveness of the vaccine depends on how good a match there is between the viruses used in the drug's production and the strains that are actually circulating that year. The VA authors note other limitations to their study -- for example, they looked only at VA hospitalizations. It could be some of the patients included in the study had non-VA hospital stays that were overlooked in the data. The researchers say, though, that it's unlikely there would be major differences on this count between the veterans who got the standard vaccine and those who got the high dose. Also, the VA patient population was almost all male, and tended to have more chronic disease than the groups looked at in other studies. But those factors may not necessarily affect the comparison between the two vaccine options. Whether the CDC -- and in turn, VA -- are likely to change their flu shot recommendations based on any of the latest studies is still unknown. There's a financial stake for large health systems like VA's, in that the high dose vaccine is much pricier. Linkin says that for individual older patients, given the data from studies so far, it's not unreasonable to go for the high dose. The difference in side effect risk is very minimal, he says, and there are data suggesting the higher dose does in fact do a better job of preventing symptomatic flu infections. But from an institutional and public health perspective, he says, the jury is still out on whether the high dose truly does a better job of preventing major flu impacts like hospitalization and death for older people. \"In terms of looking at these more serious outcomes among older Americans, more research would be helpful,\" he says. Richardson adds, \"I don't think we have the final answers.\" Source: Veterans Affairs Research Communications "}