{"title": "PDF", "author": "PDF", "url": "scholar.archive.org/work/x4quxmuh75hiliwo7hkpev5j4a/access/wayback/https://archinte.jamanetwork.com/journals/intemed/articlepdf/217000/ioi30182.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Use of Complementary and Alternative Medicines by Ambulatory Patients Susan M. Rhee, BS; Vinod K. Garg, MD; Charles O. Hershey, MD Complementary and alternative medi- cines (CAM) include a number of different modalitiesto improve health. The popularity of such healingmethods has increased, although reports of problemsand adverse effects have also increased. Difficultieshave also been identified in communication betweenpatients and their providers. Previous reports concern-ing CAM may have undersampled lower socioeco-nomic groups as a result of the telephone survey tech-niques used. Methods: All patients with valid appointments for internal medicine resident teaching clinics at 2 publiclysupported centers were considered for eligibility.Patients were surveyed about current medications and avariety of CAM modalities. Medical records werereviewed for demographic information and to confirmdiagnoses, allergies, medications, and any documentedadverse effects.Results: Use of CAM was common by 85.4% of pa- tients, including those using some form of diet, exer-cise, and prayer. A smaller number (32.3%) were cur-rently using alternate health care providers and products.About 5% of the population used 6 products or more.Use by this primarily poor urban population appearedsimilar to that in previous reports, with some excep-tions. Expensive modalities were less frequently used,whereas use of prayer appears more prevalent. Conclusions: Complementary and alternate medical mo- dalities are as commonly used by poor urban popula-tions as by the general population. Quantification of usedepends on the types of CAM used and the time frameasked. Although much of the use does not appear to bemaladaptive, a small percentage of individuals have en-thusiastically adapted CAM in ways that would not beendorsed by most allopathic physicians. Arch Intern Med. 2004;164:1004-1009 UNCONVENTIONAL OR AL - ternative medicine is de-fined by Eisenberg et al 1as \"medical interventions nottaught widely at US medi- cal schools or generally available at US hos-pitals.\" These interventions are currentlytermed complementary and alternative medi- cines (CAMs). Complementary medicine and alternative medicine are not synonymous. Complementary medicine applies to non-allopathic treatment used in conjunctionwith standard medical care, whereas alter-native medicine applies to treatment usedin place of standard medical care. 2The Na- tional Institutes of Health groups CAM intothe following 5 classes: alternative medi-cine practices, mind-body interventions, bio-logic-based therapies, manipulative andbody-based methods, and energy modali-ties. Homeopathy, herbal supplements, mas-sage, and chiropractic are various ex-amples of these therapies. 3 A recent survey has shown that the overall prevalence of CAM use has in-creased in the US adult population from 33.8% in 1990 to 42.1% in 1997.4Another study has shown that the lifetime preva-lence of CAM use has grown steadily dur-ing the past 50 years, suggesting that morepeople start and continue to use CAMthroughout their lives. 5The recognition of CAM as an issue by the medical commu-nity is relatively recent and may be due tothis trend for increasing CAM use. 6In ad- dition, a survey of physicians showed that60% of the respondents wished to learnmore about CAM. 7Reasons offered in- cluded possessing the knowledge to dis-suade a patient from using a potentiallyharmful method and being able to recom-mend a safe or effective CAM method. Al-ternative medicine appears to appeal to pa-tients as being more natural or less harmfulthan standard therapy. 8The average indi- vidual using CAM tends to be older, havemore education, have a poorer health sta-tus (chronic health problems), be non-African American, and have a higher in-come and willingness to try other therapies. 9ORIGINAL INVESTIGATION From the Division of General Internal Medicine, Departmentof Medicine, State University ofNew York at Buffalo. Theauthors have no relevantfinancial interest in this article. (REPRINTED) ARCH INTERN MED/ VOL 164, MAY 10, 2004 WWW.ARCHINTERNMED.COM 1004 ©2004 American Medical Association. All rights reserved. Downloaded From: on 07/22/2018A recent article in the lay press adds to the notion that CAM use is increasing in conventional settings. A news maga-zine has examples of several CAM modalities used in main-stream medical settings, such as hospitals, and taught inallopathic medical schools. 10 The literature reports that physician involvement is fairly low for CAM overall; physician awareness of thera-pies has been shown to be only 19.7% for patients usingcomplementary and conventional medicines and only2.2% for patients using unconventional therapies. 11Pa- tient disclosure to a physician also occurs at very low rates.One survey found that 63% of respondents did not dis-close at least 1 CAM therapy to their providers. 12The rea- sons for nondisclosure varied and included belief by thepatient that it was unimportant, fear of physician disap-proval, or active discouragement by the physician. Disclosure of CAM use by patients to their primary care providers becomes important when discussing theadverse effects of various modalities and potential inter-actions with conventional treatment. Many herbal prod-ucts have been shown to have toxic effects and drug-drug interactions with conventional pharmaceuticals. 13 A recent example of adverse effects of CAM is the link-age of dietary supplements containing Ephedra alka- loids to hypertension, stroke, tachycardia, and other car-diovascular symptoms. 14Certain CAM treatments may not be effective in treating the patient's ailment; 1 studyshowed that traditional Chinese acupuncture was the leasthelpful modality in treating chronic lower back pain whencomparing various CAMs with standard treatment. 15With the increasing use of CAM, the likelihood of adverse ef-fects and interactions with traditional medical practicebecomes more important to primary care physicians asthey treat patients who also use CAM. Most previous studies of CAM use have used tele- phone or mail surveys. 1,4,5,7,9,12,16-18One study used inter- view data; however, the data were derived from a Medi-cal Expenditure Panel survey, did not focus on CAM, andincluded unconventional treatment as part of the vari-ous types of medical services offered. 11Our study was de- signed to assess the types of nontraditional medical prac-tices that have been used in the present or in the past byan urban outpatient population. Special attention was paidto whether the patients had ever experienced any ad-verse effects or possible interactions of CAM with theirconventional therapies. METHODS SETTING The internal medicine clinics at the Erie County Medical Cen- ter and the Matthew J. Gajewski Center provide primary carefor residents of the city of Buffalo and Erie County in westernNew York. The study was approved by the Social and Behav-ioral Sciences Investigational Review Board at the State Uni-versity of New York at Buffalo. PATIENT POPULATION The patients were primarily poor, urban individuals attending 1 of the clinics for health reasons.DESIGN Patients were identified for interview in a prospective random manner. One interviewer (S.M.R.) alternated between the 2 sites.Which sessions were at which site were determined by conve-nience and the likelihood of the largest number of interviews.When more than 20 patients were scheduled, a random-numbers table was used to identify patients for the study. Whenfewer than 20 patients were on the schedule, the interviewerattempted to survey all who attended the clinic session. When a designated patient presented for an appoint- ment, the treating physician was asked whether the patient waseligible for the study. Patients were excluded if they were mi-nors, prisoners, pregnant women, institutionalized, or unableto give consent for any reason, including a language barrier ora neurological or psychiatric disability. Consent was then ob-tained, and the patient was interviewed before or after the en-counter with his or her physician. The interviews were con-ducted during an 8-week period beginning June 3 and endingJuly 31, 2002. After the interview, the medical record was re-viewed for demographic information, diagnoses, medications,and any adverse events due to medications or CAM within theprevious year. SURVEY INSTRUMENT The first 2 questions dealt with the medications prescribed by the primary care physician and any other provider. The thirdquestion asked whether the patient was taking any vitamins,herbal products, home or folk remedies (purchased or createdfrom home ingredients), or homeopathic remedies or had used stones, amulets, bracelets, or other items for therapeutic rea-sons. These were further broken down by whether they werebeing used at present, were used within the past year, or hadever been used. The fourth question asked whether a diet wasbeing followed for health reasons. A positive response was clari-fied by asking whether the diet was recommended by a physi-cian or dietitian, was a commercial diet program, was found ina book or magazine, or other. The patients who were not cur-rently dieting were also asked whether they believed they shouldbe on a diet. The fifth question addressed the use of prayer. Itwas phrased specifically to determine whether prayer was di-rected at the patient's health and medical concerns. The sixthquestion addressed whether an exercise program was being usedat present by the patient for health purposes. The seventh ques-tion inquired whether other techniques or healers mentionedwere being used now or had been used in the past. Specific pro-viders included chiropractors, osteopaths, massage therapists,spiritual healers, acupuncturists, hypnotists, relaxation thera-pists, or other. Questions were also asked concerning the level of educa- tion and whether any adverse events had been experienced withprescribed medications or other therapies. The level of educa-tion was assigned the following 4 levels: less than 12th grade,high school graduate, some college, and college graduate. Theadverse effects question was open-ended and the patient's re-sponse noted. The research assistant was to ask to what agentthe patient had a reaction, what were the symptoms, and whetherthe agent was prescribed, an over-the-counter drug, or an herbalproduct or supplement. ANALYSIS Data were entered into a computerized database (dBase V; Bor- land Software Corporation, Scotts Valley, Calif). Statistical analy-sis was performed using SPSS software, Version 11 (SPSS Inc,Chicago, Ill). Categorical variables were compared with the /H9273 2 test; linear variables were compared with the ttest. All com- (REPRINTED) ARCH INTERN MED/ VOL 164, MAY 10, 2004 WWW.ARCHINTERNMED.COM 1005 ©2004 American Medical Association. All rights reserved. Downloaded From: on 07/22/2018parisons used 2-tailed tests. Multiple variable analysis the CAM correlation coefficient. RESULTS DEMOGRAPHICS We randomized 983 scheduled appointments during the 2 months of the study, and 576 patients showed. Of thesepatients, 85 were excluded, 81 declined, and 39 were notapproached for logistical reasons (ie, the patient left be-fore the interviewer could talk to him or her). Thus, 371(75.6%) of 491 eligible patients or 371 (82.1%) of 452patients asked agreed to be interviewed. The demographics of the study population are shown in Table 1 . Two thirds of the patients were women, 59.0% were white, and 37.7% were African American. The meanage was 51.4 years. The population was moderately ill,with mean numbers of active diagnoses of 3.26 and ac-tive prescriptions (written by the physician) of 3.82. Thenumbers of active illnesses and categories are shown inTable 1. USE OF VITAMINS AND HERBAL PRODUCTS Almost half of the patients (179 [48.2%]) answered yes to the question about using any vitamins, herbs, etc. Thenumber increased to 215 (58.0%) for use within the pastyear and 304 (81.9%) for use in their lifetime. Most ofthe responses were for vitamins, but other products werecommon as well ( Table 2 ). Of the 174 patients cur- rently using vitamin supplements, 30 (17.2%) were do-ing so with a physician's prescription; 126 (72.4%) weredoing so on their own; and 18 (10.3%) were using somecombination of prescribed supplements and on their own.Fewer patients were using herbal products, including 61(16.4%) currently, 68 (18.3%) within the past year, and83 (22.3%) ever. Univariate analysis showed that current use of any of these products correlated positively with age (meanages for users vs nonusers, African American patients takingsupplements. Multivariate analysis with logistic regres-sion, however, showed only age to be statistically sig-nificant ( Table 3 ). When we totaled all of the products currently used, the maximum number per person was 16 products or mo-dalities. Seventeen patients (4.6%) were taking and/or us-ing 6 or more products. The hyperuser was more likelyto have a higher education ( P=.004, /H9273 2test), but there were no correlations with age, sex, or race. DIET, PRAYER, AND EXERCISE Use of a diet for health purposes was claimed by 135 (36.4%) of the study population. Of these, 103 (76.3%)used diets recommended by a physician; 5, recom-mended by a dietitian; 6, from commercially available pro-grams; 5, from a book or magazine; and 21, from othersources. Two hundred thirty-six patients were not fol-lowing a diet; of these, 125 (53.0%) said that they prob-ably should follow a diet. The use of a diet correlated posi-tively with age ( P=.02, ttest) and number of diagnoses (P=.003, ttest), but not with sex, race, or level of edu- cation. With logistic regression, the number of diag-noses and level of education correlated, but age did not. Prayer was used for health purposes by 59.8% of the study group. Women were more likely to use prayer thanmen (64.0% vs 51.6%; P=.02,/H9273 2test), and African Ameri- can patients were more likely to use prayer than (68.6% vs P/H11021.001; ttest) cor- related with the use of prayer. Level of education did notTable 1. Characteristics of the 371 Patients Characteristic Finding Sex, % M/F 33/67 Race, % African American 37.7Asian 0.5White 59.0Hispanic 1.1Other 1.6 Mean age, y 51.4Mean No. of diagnoses 3.26Mean No. of prescriptions 3.82Mean No. of allergies 0.66Education, % /H11021HS graduate 31.3 HS graduate 37.2Some college 20.8College graduate 10.8 % Hypertension HS, high school; TIA, transient ischemic attack.Table 2. Vitamins, Herbal Products, and Folk Remedies Used by 371 Patients * ProductsCurrently UsingPast Year Ever Any 179 (48.2) 215 (58.0) 304 (81.9) Vitamins 174 (46.9) 211 (56.9) 289 (77.9)Herbs 61 (16.4) 68 (18.3) 83 (22.4)Purchased home/folk remedies 27 (7.3) 32 (8.6) 42 (11.3)Own home/folk remedies 49 (13.2) 57 (15.4) 85 (22.9)Homeopathic 8 (2.1) 9 (2.4) 11 (3.0)Stones/amulets/bracelets 20 (5.4) 22 (5.9) 24 (6.5)Other 4 (1.1) 5 (1.3) 5 (1.3) *Data are expressed as number (percentage) of patients. Because patients were allowed to give multiple responses, columns do not total these figures. (REPRINTED) ARCH INTERN MED/ VOL 164, MAY 10, 2004 WWW.ARCHINTERNMED.COM 1006 ©2004 American Medical Association. All rights reserved. Downloaded From: on 07/22/2018correlate. With logistic regression, age and race corre- lated, but not sex or number of diagnoses. Use of exercise was claimed by 112 (30.2%) of the patients. Exercise correlated positively with level of edu-cation ( P=.002, /H9273 2test), but not with age, sex, or race. This correlation was supported by the logistic regres-sion analysis. ALTERNATE PROVIDERS Almost one third of the patients (109 [29.4%]) had con- sulted an alternate provider at some time. However, only26 (7.0%) had seen an alternate provider within the pastyear. Most of the experiences were with a chiropractor(n=85 [78.0%]). Other types of providers are listed inthe following tabulation: Provider No. (%) of Patients Osteopath 2 (1.8)Massage therapist 18 (16.5)Spiritual healer 5 (4.6)Acupuncturist 9 (8.2)Hypnotist 6 (5.5)Relaxation therapist 12 (11.0)Other 13 (11.9) Recent use of alternate providers correlated with edu- cation ( P=.02,/H92732test). Use at any time correlated with race. Among African American patients, 15.0% had usedan alternate provider at some time during their lifetime;among white patients, 38.8% had ( P/H11021.001,/H9273 2test). Re- cent use did not correlate with race. The correlation ofrecent use of alternate providers with the level of edu-cation was present in the logistic regression analysis. Use of CAM was very common, with 85.4% of pa- tients actively using some form of CAM. Counting supple-ments, diet, exercise, prayer, and alternate providers asmodalities, the mean number of modalities was 2. Thepercentage of patients actively using 1 modality was 28.8%,2 was 26.7%, 3 was 21.3%, 4 was 7.5%, and 5 was 1.1%.We expected that the use of one CAM modality wouldcorrelate with use of other CAM modalities. Using ( /H9273 2test), we found multiple correla- tions between the uses of the different CAM modalities.Multivariate analysis with Spearman rank correlation co-efficient confirmed the significances of the correlations;however, in all cases, R/H110210.20. Therefore, the strength of these correlations in our sample is open to question, andwe do not report them. ADVERSE REACTIONS Almost a third of the patients (n=114 [30.7%]) claimed to have had a reaction to a prescribed medication or toan alternate therapy at some time in their life. In gen-eral, few adverse events were documented in the medi-cal chart within the previous year, and many seemed tohave occurred in the remote past. Of these adverse events,93 (81.6%) were associated with prescribed medica-tions and 21 (18.4%) with CAM therapies. The descrip-tions of the adverse effects of CAM were usually vague(nausea, fatigue, itch, excess mucus, etc). Only 1 effect,a change in the prothrombin time, was specific and eas-ily associated with an herbal supplement. Although thepatient was unable to identify the product, multiple in-teractions of herbal products with anticoagulant therapyhave been well documented. 13 COMMENT Our findings confirm the wide use of health-promotingmodalities outside conventional medicine by patients inlower socioeconomic groups. We used a method based on the reports by Eisen- berg et al, 1,4but there were some major differences. The differences include population (general sample vs un-derserved), interview (telephone vs direct), time, re-gion (national vs regional), and some of the questions.Some of the data can be compared and are shown in Table 4 . In our population, chiropractic therapies (and other provider-based therapies) were used less fre-Table 3. Logistic Regression of Demographic Variables With CAM * Vitamins, Herbals, and Folk Remedies Diet Prayer ExerciseAlternate Providers Age OR (95% CI) 1.018 (1.006-1.031) NS NSPValue .004 /H11021.001 Sex OR (95% CI) NS NS NS NS NS Race OR (95% CI) NS NS 2.075 (1.305-3.300) NS NSPValue .002 No. of diagnoses OR (95% CI) NS 1.185 (1.074-1.308) NS NS NSPValue .001 Level of education confidence interval; NS, not significant; OR, odds ratio. *The analysis includes only white and African American patients (n = 359). (REPRINTED) ARCH INTERN MED/ VOL 164, MAY 10, 2004 WWW.ARCHINTERNMED.COM 1007 ©2004 American Medical Association. All rights reserved. Downloaded From: on 07/22/2018quently. Purchased folk remedies were used by 8.6%; how- ever, home remedies that may not have been assessed bythe previous surveys were very commonly used. Thesecould be as simple as honey in tea for a cough or chickensoup for a flulike illness. Herbal products were used 18.3% of the time. This is a higher number than previously reported. Use of ho-meopathy did not appear much different from the ear-lier numbers. For this comparison, when calculatingthe number of patients using more than 1 therapy, weexcluded use of vitamin supplements. Vitamin supple-ments were commonly used, but not in the megadoseregimens reported in the earlier work. When we in-cluded commercial and other diets but not diets recom-mended by physicians or nutritionists, we found 32.3%of our patients used alternate therapies in mannerscomparable to those reported by Eisenberg et al. 1,4Ex- ercise was used in comparable amounts, and use of dietwas very common, although usually as part of a physi-cian-recommended regimen. Prayer was used muchmore commonly. Some of the differences are not surprising. Patients from lower socioeconomic groups with less discretion-ary income would not be expected to use more costly ser-vices like alternate providers or commercial diets as fre-quently, and would be expected to use free or inexpensiveremedies and prayer more. Although the comparisonsshown in Table 4 may be attributable to different socio-economic status, we cannot exclude differences due to asecular change with time, due to regional differences, ordue to different methods. In a study of underserved pa-tients in Colorado, Wolsko et al 19found no differences with income level. Our experience with this study leads us to believe that most of these practices were not maladaptive or harm-ful, and that some should be encouraged. Many of thevitamins were of the standard sort and not used as mega-vitamin therapy. Calcium supplementation has been rec-ommended by a National Institutes of Health Consen- sus Conference, and calcium was one of the commonsupplements. 20Patients seem to partition their prob- lems. Musculoskeletal problems were taken to a chiro-practor, and medical problems were taken to a physi-cian. Given that this sample was a group treated in amedical clinic, we expected many would have a pre-scribed diet (or should have a diet) for hypertension, dia-betes, cholesterol, and/or obesity. Prayer was used by a high percentage of the pa- tients, and exercise programs were claimed in about onethird. Diet, exercise, and prayer are lifestyle issues thatcan be very helpful and are frequently recommended orat least not opposed by physicians. One confounding aspect is that physicians may pre- scribe, encourage, or be neutral in various forms of CAM.Physicians often prescribe vitamins or a diet and recom-mend exercise for general well-being and specific diag-noses. Common sense advice of simple home remediesto address minor complaints (eg, tea for cough, chickensoup for a cold) are not unheard of and avoid poten-tially expensive or unnecessary medications. Althougha few physicians prescribe prayer, most will accept it asan adjunct to conventional therapy. Thus, many activi-ties are endorsed or supported by individual physicians,and the lines between allopathic medicine and CAM arebecoming blurred. 21,22 Many of the patients had tried various practices in the past but were not using them at the time of the sur-vey. In many instances, patients described remedies givento them as children. Some use of CAM may be of a trialnature, given the increased visibility and promotion ofthe modalities. Some use was for acute self-limited dis-eases. This finding causes some difficulties with the typeof analysis that we used. Complementary and alterna-tive medicines, like conventional medicine, can be usedfor a short time to treat a self-limited illness, for a longtime to treat chronic medical problems, or for health pro-motion in the absence of disease. Future studies may haveto differentiate between these purposes to better com-pare and understand CAM use. A small but significant number of patients would ap- pear to have enthusiastically endorsed CAM; almost 5%used 6 or more supplements or modalities. This groupmay merit more detailed study. Two of the strengths of this study are that we were able to survey a population of individuals from lower so-cioeconomic strata, a population that may have been un-dersampled in earlier studies, and we were able to inter-view them directly rather than by telephone. Reservationson our data are that the individuals were by definitionpatients attending internal medicine clinics and from aspecific geographic region, and that we cannot excludesecular trends over time as an explanation for some ofthe differences. The possibility of patients underreport-ing their experience must also be considered. CONCLUSIONS The use of CAM is common among poor or underprivi-leged groups. There may be some differences in the typeof modalities used, and although physicians may viewTable 4. Comparison With Previous Reports for CAM Use Within the Preceding Year TherapyUse, % 1990 1997 2002 Chiropractic 10.0 11.0 4.8 Folk remedies Total 0.2 4.2 23.9Purchased NA NA 8.6Home NA NA 15.3 Herbs 2.5 12.1 18.3Homeopathy 0.7 3.4 2.4/H113501 Therapy * 33.8 42.1 32.3 Exercise 26 NA 30.2Prayer 25.2 35.1 59.5Diet* Total NA NA 36.4Commercial 4 4 1.6Other 4 4 8.6 Abbreviations: CAM, complementary and alternative medicines; NA, not available. *Diets were included in the 1990 and 1997 totals but not in this report, as most were recommended by the physician. 4 (REPRINTED) ARCH INTERN MED/ VOL 164, MAY 10, 2004 WWW.ARCHINTERNMED.COM 1008 ©2004 American Medical Association. All rights reserved. Downloaded From: on 07/22/2018some forms of CAM negatively, much appears to be rea- sonable or harmless. Accepted for publication June 20, 2003. Corresponding author: Charles O. Hershey, MD, De- partment of Medicine, State University of New York at Buf-falo, 462 Grider St, Buffalo, NY 14215 (e-mail: hershey@acsu.buffalo.edu). REFERENCES 1. Eisenberg DM, Kessler RC, Foster C, Norlock FE, Calkins DR, Delbanco TL. Un- conventional medicine in the United States: prevalence, costs, and patterns ofuse. N Engl J Med. 1993;328:246-252. 2. Kim YH, Lichtenstein G, Waalen J. Distinguishing complementary medicine from alternative medicine [letter]. Arch Intern Med. 2002;162:943. 3. Hughes EF. Overview of complementary, alternative and integrative medicine. Clin Obstet Gynecol. 2001;44:774-779. 4. Eisenberg DM, David RB, Ettner SL, et al. Trends in alternative medicine use in the United States, 1990-1997: results of a follow-up national survey. JAMA. 1998; 280:1569-1575. 5. Kessler RC, Davis RB, Foster DF, et al. Long-term trends in the use of comple- mentary and alternative medical therapies in the United States. Ann Intern Med. 2001;135:262-268. 6. Kaptchuk TJ, Eisenberg DM. Varieties of healing, I: medical pluralism in the United States. Ann Intern Med. 2001;135:189-195. 7. Corbin Winslow L, Shapiro H. Physicians want education about complementary and alternative medicine to enhance communication with their patients. Arch In- tern Med. 2002;162:1176-1181. 8. Kaptchuk TJ, Eisenberg DM. The persuasive appeal of alternative medicine. Ann Intern Med. 1998;129:1061-1065.9. Astin JA. Why patients use alternative medicine: results of a national study. JAMA. 1998;279:1548-1553. 10. Schneider J. Hospitals get alternative. US News World Report. 2002;133:68-70. 11. Druss BG, Rosenheck RA. Association between use of unconventional therapies and conventional medical services. JAMA. 1999;282:651-656. 12. Eisenberg DM, Kessler RC, Van Rompany MI, et al. Perceptions about comple- mentary therapies relative to conventional therapies among adults who use both:results from a national survey. Ann Intern Med. 2001;135:344-351. 13. Fugh-Berman A. Herb-drug interactions. Lancet. 2000;355:134-138. 14. Haller CA, Benowitz NL. Adverse cardiovascular and central nervous system events associated with dietary supplements containing ephedra alkaloids. N Engl J Med. 2000;343:1833-1838. 15.Cherkin DC, Eisenberg Sherman KJ, et al. Randomized trial comparing tradi- tional Chinese medical acupuncture, therapeutic massage, and self-care educa-tion for chronic low back pain. Arch Intern Med. 2001;161:1081-1088. 16.Berman BM, Bausell RB, Lee WL. Use and referral patterns for 22 complemen- tary and alternative medical therapies by members of the American College ofRheumatology: results of a national survey. Arch Intern Med. 2002;162:766- 770. 17.Goldszmidt M, Levitt C, Duarte-Franco E, Kaczorowski J. Complementary health care services: a survey of general internal practitioners' views. CMAJ. 1995;153: 29-35. 18.Wolsko PM, Eisenberg DM, Davis RB, Ettner SL, Phillips RS. Insurance cover- age, medical conditions, and visits to alternative medicine providers. Arch In- tern Med. 2002;162:281-287. 19.Wolsko P, Ware L, Kutner J, et al. Alternative/complementary medicine: wider usage than generally appreciated. J Altern Complement Med. 2000;6:321-326. 20.NIH Consensus Development Panel on Optimal Intake. Optimal intake. JAMA. 1994;272:1942-1948. 21.Angell M, Kassirer JP. Alternative medicine: the risks of untested and unregu- lated remedies. N Engl J Med. 1998;339:839-841. A, Pelletier KR, Hansen E, Haskell WL. A review of the incorpo- ration of complementary and alternative medicine by mainstream physicians. Arch Intern Med. 1998;158:2303-2310. (REPRINTED) ARCH INTERN MED/ VOL 164, MAY 10, 2004 WWW.ARCHINTERNMED.COM 1009 ©2004 American Medical Association. All rights "}