{"title": "Meditación guiada: Sanar el cuerpo a través de la mente", "author": "Gabriela L", "url": "https://www.naturayterapia.com/meditacion-guiada-sanar-el-cuerpo-a-traves-de-la-mente/", "hostname": "naturayterapia.com", "description": "Realiza esta meditación guiada para sanar el cuerpo a través de la mente y comienza a crear un estado de salud y abundancia. Medita con Gabriela Litschi", "sitename": "Natura y Terapia", "date": "2022-08-31", "cleaned_text": "Esta meditación guiada es una de las más poderosas herramientas para manifestar tu estado natural de equilibrio y salud. Sanar el cuerpo a través de la mente es posible cuando tomas la determinación de cambiar primero tus pensamientos. Todo lo que crees se crea, así que cree en el gran poder que existe en tu interior. En esta meditación guiada para sanar el cuerpo a través de la mente, te invito a visualizarte a ti misma, a ti mismo, ¡radiante!, con salud, abundancia y energía. Al final de este post encontrarás el enlace a la meditación. Prepárate para la meditación Antes de comenzar, busca un lugar tranquilo en el que puedas estar estos minutos sin interrupciones. También te invito a buscar una postura cómoda para ti. Puede ser sentada, sentado en una silla, con los pies apoyados en el suelo. O puedes sentarte en el suelo con las piernas cruzadas, usando un cojín para elevar tus isquiones. Lo más importante es mantener la espalda erguida, los hombros relajados, la coronilla alta hacia el cielo. [Aquí tienes todas las claves para empezar a meditar de forma sencilla y con comodidad.](https://www.naturayterapia.com/los-5-pasos-fundamentales-para-empezar-a-meditar/) Cuando encuentres la mejor postura para tu meditación, cierra los ojos, descansa las manos sobre los muslos, toma unas respiraciones profundas y prepárate para comenzar esta [«cita contigo«](https://www.naturayterapia.com/una-cita-contigo-programa-de-meditaciones-diarias/). Tomar contacto con el momento presente A continuación, ve tomando conciencia del momento presente. Lleva tu atención a lo que está ocurriendo. Observando tu cuerpo, las sensaciones de tu piel, la temperatura, la presión de tu ropa sobre la piel y los sonidos que te rodean. Observa mentalmente todos tus sentidos, todo lo que puedes percibir del exterior. Pero no juzgues si te gusta más o menos, simplemente observa lo que ocurre, tomando distancia. Observa también cómo te encuentras tú. Si hay alguna zona de tu cuerpo que se encuentre dolorida, tensa, bloqueada. Si identificas cualquier punto con esas características, no te concentres mucho tiempo en esos puntos, solo respíralos. Inhala por la nariz y exhala también por la nariz de forma natural, suave, profunda. No hay prisas, no hay nada más que debas hacer, solo respirar. A continuación, lleva tu atención a la respiración, al proceso de inhalar y exhalar. Observa por ejemplo, en qué zona de la nariz el aire entra con más intensidad o está más frío. Observa cómo el aire hace un recorrido entre la garganta y el abdomen, entre el abdomen y la garganta. Quédate unos minutos en ese movimiento, llevando tu concentración hacia la garganta y el abdomen, el abdomen y la garganta. Meditación guiada para sanar el cuerpo a través de la mente Realiza esta meditación para sanar con total confianza y entrega, recordando que tienes el inmenso poder de crear lo que crees. Accede a la meditación [ «Sanar el cuerpo a través de la mente»](https://youtu.be/8ioQuiRBnZY?sub_confirmation=1). Y si deseas comenzar en el camino del autoconocimiento, aumentar tu bienestar y sentirte en paz, te invito a conocer el [Programa de Meditación de la escuela Naturayterapia](https://www.naturayterapia.com/una-cita-contigo-programa-de-meditaciones-diarias/), un espacio creado para empezar a meditar desde cero. "}