{"title": "Extremadura ofrece ocho rutas de turismo espiritual", "author": "EUROPA PRESS", "url": "https://www.elperiodicoextremadura.com/extremadura/2018/01/18/extremadura-ofrece-ocho-rutas-turismo-44200964.html", "hostname": "elperiodicoextremadura.com", "description": "La Comunidad Autónoma de Extremadura ofrece al viajero ocho rutas en torno al turismo espiritual vinculado a la experiencia personal que cada visitante vive al conocer estos destinos. En concreto, las rutas son 'Extremadura Prehistórica y Antigua', 'Extremadura con basílicas, catedrales, iglesias, ermitas y monasterios', 'Extremadura Espiritual Judía y Musulmana' y 'Guadalupe, centro y origen de los caminos de", "sitename": "El Periódico Extremadura", "date": "2018-01-18", "cleaned_text": "La Comunidad Autónoma de Extremadura ofrece al viajero ocho rutas en torno al turismo espiritual vinculado a la experiencia personal que cada visitante vive al conocer estos destinos. En concreto, las rutas son 'Extremadura Prehistórica y Antigua', 'Extremadura con basílicas, catedrales, iglesias, monasterios', 'Extremadura Espiritual Judía y Musulmana' y 'Guadalupe, centro y origen de los caminos de peregrinación'. Además de 'Los caminos de Santiago por Extremadura', 'Extremadura de la devoción de vírgenes, santos y otros, 'Las nuevas espiritualidades. Naturaleza, espacios y prácticas' y 'Fiestas espirituales de Extremadura'. De esta forma, el director general de Turismo de la Junta de Extremadura, Francisco Martín Simón, ha presentado en el marco de Fitur, en Madrid, un mapa que agrupa a estas ocho rutas, además de una app que estará en funcionamiento en los próximos días y que aúna para el viajero más de 100 recursos y destinos espirituales en la región. Así, Martín Simón ha recalcado que la región ha estado trabajando en este producto turístico durante los dos últimos años, ya que se constató que era un \"nicho de mercado importante\" y que proyectaba a la región tanto a nivel nacional como internacional. Extremadura destino espiritual El director general de Turismo ha resaltado que se pretende presentar a la región como un destino espiritual vinculado al emoturismo, ya que ofrece enclaves de peregrinación, monumentos religiosos destacados y Semana Santa con reconocimiento de Fiesta Interés Turístico Nacional e Internacional. En esta línea, el director general ha hecho hincapié en la importancia del turismo espiritual o religioso, ya que 330 millones de peregrinos visitan enclaves religiosos en el mundo cada año, momento en el ha puesto de relevancia que Guadalupe (Cáceres) es el segundo destino de peregrinación de España después de Santiago de Compostela, lo que hace que la región sea una \"potencia\" como destino espiritual. Por ello, ha incidido en que no se habla en la región del turismo espiritual como un segmento turístico menor, ya que, cada año visitan Extremadura para disfrutar de su oferta de turismo religioso unas 225.000 personas, toda vez que ofrece una \"potente red\" de espacios espirituales que son \"motor de atracción\". También ha valorado que los espacios y celebraciones religiosas de Extremadura están vertebrados por el conjunto de la región, tanto en zonas urbanas como en las rurales. Novedades Asimismo, el director general ha aprovechado para presentar algunas de las novedades que a nivel turístico ofrecerá Extremadura a lo largo del año 2018. En concreto, se ha referido al primer Festival de Música en la Naturaleza en el Valle del Jerte, que nace para paliar los efectos de los incendios registrados en dicha zona en 2015. Junto a este festival se encontrará también la I Ruta de la Plata BTT Senderista de la Eurorregión Baños-Béjar, que tendrá lugar en junio como un \"gran evento internacional\" de BTT y senderismo. Así, ha resumido Martín Simón que Extremadura es \"tendencia\" y el turismo en la región es \"compromiso de todos\", con el objetivo de ir \"a por todas\" y superar los 27.000 empleos en 2018. "}