{"title": "Is my baby ready for COVID vaccine? Answers for new and expecting parents - PUBLIC HEALTH INSIDER", "author": "Guest Blogger", "url": "https://publichealthinsider.com/2022/06/29/is-my-baby-ready-for-covid-vaccine-answers-for-new-and-expecting-parents/", "hostname": "publichealthinsider.com", "description": "It's normal and natural to have questions about the COVID vaccine, especially when it comes to your kids' health. Here are answers to a few of the most common questions we've been hearing.", "sitename": "Public Health - Seattle & King County", "date": "2022-06-29", "cleaned_text": "By Debra Berliner, Educator Consultant in Communicable Disease, Epidemiology, and Immunizations Last week marked a milestone: babies and young children ages 6 months and up became eligible for COVID-19 vaccines. If you're the parent of a child under 5, you may be cracking open the champagne, or you may be still wondering if getting vaccinated is the right move for your child. Either way, we understand where you're coming from. It's normal and natural to have questions, especially when it comes to your kids' health. Here are answers to a few of the most common questions we've been hearing. I'm worried about giving such a new vaccine to my baby. Wouldn't it be better for me to wait until the vaccine's been around longer? COVID vaccines are relatively new to us, but the scientists that created them didn't start from scratch. Instead, they built on decades of research and real-world experience. Pfizer and Moderna vaccines use mRNA to help your child's body recognize and fight off the virus that causes COVID-19. That same technology has been studied for years to prevent diseases like the flu, Zika, and rabies. When developing COVID-19 vaccines, scientists used their knowledge on other vaccines, like the ones kids routinely get for school and childcare. Over the last 80 plus years, billions of children across the world have been safely protected from serious diseases by vaccines. And keep in mind, while babies and young kids are only now becoming eligible for COVID vaccination, over half a billion doses of COVID vaccine have safely been given in the U.S. so far. That's more than one vaccine for every person. But my baby's so small. Is he really ready for a vaccine? Babies may be tiny, but they have remarkably sophisticated immune systems. In fact, babies routinely get the hepatitis B vaccine within 24 hours of birth. That's because even on their very first day of life, their bodies are strong enough to start building immunity. Every vaccine is different though. That's why there's an [Advisory Committee on Immunization Practices (ACIP)](https://www.cdc.gov/vaccines/acip/recommendations.html). The ACIP is a group of medical and public health experts that develop recommendations on how to use vaccines. This group carefully reviews all the data to determine the exact ages when children should receive each vaccine. The ACIP only recommends vaccines for children at ages when their bodies are ready to respond well and when the benefit of vaccination greatly outweighs any potential risk. My child's not in daycare or preschool so I'm not really worried about her getting COVID. Does she really need to be vaccinated? The COVID pandemic has been unpredictable. It's hard to know if and when another variant will show up, how contagious it will be, and what age groups will be most at risk. Even if you think your child's chance of infection is low, vaccination is one of the best steps you can take to keep her healthy, now and into the future. Think of vaccines like car seats. You probably can't imagine starting the car engine without first making sure your child's buckled in. You may never get in an accident, but if you do, the car seat can be the difference between life and death. Similarly, your child may not be exposed to COVID, but if they are, vaccination can greatly reduce their chance of serious illness, disability, or death. Is it safe for me to get a COVID vaccine while pregnant? How about while breastfeeding my baby? The short answer: yes. The American College of Obstetricians and Gynecologists, the CDC, and the Society for Maternal-Fetal Medicine agree: people who are pregnant, trying to get pregnant, or breastfeeding should be vaccinated against COVID-19. Babies born to parents who received mRNA vaccines while pregnant have been just as healthy as babies born to unvaccinated parents. There's also no evidence that getting vaccinated while breastfeeding has any negative effect on the parent or child. In fact, breastfeeding can pass on valuable antibodies to a baby and give them protection during the first few months of life when they are too young to be vaccinated. It's especially crucial for pregnant people to get vaccinated because they are at higher risk of severe illness, blood clots, and death from COVID-19. Severe COVID-19 during pregnancy also raises the risk of problems for the baby, such as preterm birth and potential developmental delays. I'm pregnant. Since my baby won't be old able to get vaccinated until she's 6 months old, what can I do to protect her from COVID infection? You can protect your baby from COVID before she's even born! When you get an mRNA vaccine (Pfizer or Moderna), you pass on protective antibodies through the placenta. As a newborn, your baby will be too young to get vaccinated, but thanks to you, she'll have some immunity. Also be sure that your family and anyone else who may spend time with your baby are up to date on their vaccinations. Together, you'll create a high level of protection that can keep your baby safe during the first few months of life. Keep in mind, the immunity your baby gets from you during pregnancy is only temporary and will fade over time. When your baby's 6-month birthday rolls around, there's no better gift you can give her than a first dose of COVID vaccine. For more information about vaccination for children, go to [kingcounty.gov/vaccine/youth](http://kingcounty.gov/vaccine/youth). Ready to get your child vaccinated? Come to a community vaccination event at Highline College (2400 S. 240th St Des Moines) on July 6, 11-3 or at Utopia in Kent (841 Central Ave N Ste-C-100, Kent) on July 8, 12-3. Drop-ins and same-day appointments are also available at Public Health's vaccination sites at Eastgate/Bellevue (Mondays through Fridays, drop-in during mornings only) and the Auburn Outlet Collection Mall (Fridays through Mondays). For vaccination event calendar, appointments and locations, go to [kingcounty.gov/vaccine.](https://kingcounty.gov/depts/health/covid-19/vaccine/distribution.aspx) Originally published on "}