{"title": "Super Milk Thistle® X | Integrative Therapeutics®", "author": null, "url": "https://integrativepro.com/products/super-milk-thistle-x", "hostname": "integrativepro.com", "description": "Milk thistle extract with other supportive herbs for healthy liver support.*", "sitename": "Integrative Therapeutics®", "date": "2023-06-06", "cleaned_text": "Super Milk Thistle® X [](/products/super-milk-thistle-x) Super Milk Thistle® X Vegan | Gluten Free [Log in](/account?locale=en) [View FORMULA* Milk thistle (Silybum marianum) extract with other supportive herbs for healthy liver support.* Super Milk Thistle X combines artichoke extract, dandelion leaf extract, and licorice root extract with a milk thistle fruit extract, standardized to contain 55% silymarin. The ingredients in Super Milk Thistle X provide support for healthy liver function.* LIVER SUPPORT FORMULA* Milk thistle (Silybum marianum) extract with other supportive herbs for healthy liver support.* Super Milk Thistle X combines artichoke extract, dandelion leaf extract, and licorice root extract with a milk thistle fruit extract, standardized to contain 55% silymarin. The ingredients in Super Milk Thistle X provide support for healthy liver function.* INGREDIENTS 254mg Milk Thistle (Silybum marianum) Seed Silybin 40mg 5% glycyrrhizic acid ** Daily Value (DV) not established Percent daily value is based on a 2000 calorie diet Other Ingredients Super Milk Thistle® X Does Not Contain Gluten Dairy Colors Artificial Flavors Wheat Preservatives Soy Other Details UPC: 871791002135 SKU: 78102 DIRECTIONS Super Milk Thistle® X Directions and/or DosageTake 1 capsule two or three times daily, or as recommended by a healthcare professional. WarningDo not use this product if you are pregnant or nursing, have high blood pressure or cardiovascular disease. Do not use if you have a bile duct obstruction, or if you are allergic to plants of the Asteraceae (Compositae) family, including ragweed. If you have gallstones or if you are taking prescription drugs, consult a healthcare professional before use. Keep out of reach of children. Safety sealed with inner seal. Do not use if seal is broken or missing. Keep tightly closed. Store at room temperature. Avoid excessive heat and direct sunlight. INTERACTIONS FAQS A: There is 33 mg of milk thistle extract in each capsule of Super Milk Thistle. A: Caution should be taken whenever recommending, or consuming, nutritional supplements. Use this drug-nutrient interaction checker to view potential interactions with the ingredients of Super Milk Thistle. LIVER SUPPORT FORMULA* Milk thistle (Silybum marianum) extract with other supportive herbs for healthy liver support.* Super Milk Thistle X combines artichoke extract, dandelion leaf extract, and licorice root extract with a milk thistle fruit extract, standardized to contain 55% silymarin. The ingredients in Super Milk Thistle X provide support for healthy liver function.* LIVER SUPPORT FORMULA* Milk thistle (Silybum marianum) extract with other supportive herbs for healthy liver support.* Super Milk Thistle X combines artichoke extract, dandelion leaf extract, and licorice root extract with a milk thistle fruit extract, standardized to contain 55% silymarin. The ingredients in Super Milk Thistle X provide support for healthy liver function.* INGREDIENTS 254mg Milk Thistle (Silybum marianum) Seed Silybin 40mg 5% glycyrrhizic acid ** Daily Value (DV) not established Percent daily value is based on a 2000 calorie diet Other Ingredients Super Milk Thistle® X Does Not Contain Gluten Dairy Colors Artificial Flavors Wheat Preservatives Soy Other Details UPC: 871791002135 SKU: 78102 DIRECTIONS Super Milk Thistle® X Directions and/or DosageTake 1 capsule two or three times daily, or as recommended by a healthcare professional. WarningDo not use this product if you are pregnant or nursing, have high blood pressure or cardiovascular disease. Do not use if you have a bile duct obstruction, or if you are allergic to plants of the Asteraceae (Compositae) family, including ragweed. If you have gallstones or if you are taking prescription drugs, consult a healthcare professional before use. Keep out of reach of children. Safety sealed with inner seal. Do not use if seal is broken or missing. Keep tightly closed. Store at room temperature. Avoid excessive heat and direct sunlight. INTERACTIONS FAQS A: There is 33 mg of milk thistle extract in each capsule of Super Milk Thistle. A: Caution should be taken whenever recommending, or consuming, nutritional supplements. Use this drug-nutrient interaction checker to view potential interactions with the ingredients of Super Milk Thistle. [Learn About Our Quality (Rosenroot) originates from northern climates and areas of high altitude, mainly Europe and Asia, and ... [Read more](/blogs/articles/dosing-rhodiola) [](/blogs/articles/pelargonium-sidoides-mechanisms-of-action) [](/blogs/articles/pelargonium-sidoides-mechanisms-of-action) Pelargonium specific extract of Pelargonium sidoides has been studied to shorten the duration of upper respiratory tract irrita... [Read more](/blogs/articles/pelargonium-sidoides-mechanisms-of-action) [](/blogs/articles/stress-response-gender-differences) [](/blogs/articles/stress-response-gender-differences) Understanding Gender Differences in Dealing with Stress? Many disciplines are asking profound and perhaps age-old questions about the differences between men and women and ho... [Read more](/blogs/articles/stress-response-gender-differences) [](/blogs/articles/examining-stress-hpa-axis-sympathetic-adrenal-medullary-system) [](/blogs/articles/examining-stress-hpa-axis-sympathetic-adrenal-medullary-system) Examining Stress: The HPA Axis & Sympathetic-Adrenal-Medullary System While the adrenal glands are often pointed to as responsible for handling the normal stress response, they may instea... [Read more](/blogs/articles/examining-stress-hpa-axis-sympathetic-adrenal-medullary-system) [](/blogs/articles/defining-stress-beyond-selye) [](/blogs/articles/defining-stress-beyond-selye) Defining Stress: Beyond of stress is discussing Lavender (Lavendula angustifolia) Works The mechanism of how oral lavender works is a matter of conflict. In contrast to initial speculations that the anxiol... [Read more](/blogs/articles/how-lavender-lavendula-angustifolia-works) [](/blogs/articles/copper-and-the-risk-to-the-brain) [](/blogs/articles/copper-and-the-risk-to-the-brain) Copper and the Risk to the Brain Let's take a closer look at copper for a moment. [Read more](/blogs/articles/copper-and-the-risk-to-the-brain) [](/blogs/articles/a-closer-look-at-zinc-carnosine) [](/blogs/articles/a-closer-look-at-zinc-carnosine) A Closer Look at Zinc-Carnosine The use of zinc-carnosine has been clinically studied for over 20 years, within its origin dating back to "}