{"title": "Nueva entrega de Misión Celam: Iglesia, vacuna para los olvidados | Conferencia Episcopal de Colombia", "author": null, "url": "https://www.cec.org.co/index.php/sistema-informativo/iglesia-en-el-mundo/nueva-entrega-de-mision-celam-iglesia-vacuna-para-los", "hostname": "cec.org.co", "description": "Conferencia Episcopal de Colombia", "sitename": "Conferencia Episcopal de Colombia", "date": "2022-04-07", "cleaned_text": "SISTEMA INFORMATIVO Nueva entrega de Misión Celam: Iglesia, vacuna para los vacuna para los olvidados, bajo este título llega cuarta entrega del boletín Misión Celam con la que se busca visibilizar las acciones que la Iglesia de América Latina y el Caribe ha emprendido a 2 años de la pandemia en favor de los más necesitados. En este número, el reportaje principal 'Inmunizar corazones contra la pandemia de la indiferencia' está basado en el estudio sobre el covid-19, que el Observatorio Socioantropológico Pastoral del Centro de Gestión del Conocimiento del Consejo Episcopal Latinoamericano (Celam), realizó entre 2020 y 2021. Además se cuenta en este especial con los testimonios del sacerdote Fabio Garbari (Bolivia), la religiosa Cleta López (Puerto Rico) y de María Elena y Ariel, par de laicos argentinos de la parroquia Ciudad Oculta en Buenos Aires. En comunión con el Papa Francisco Asimismo, en el Editorial monseñor Miguel Cabrejos, arzobispo de Trujillo y presidente del Celam, ha entrado en comunión con el Papa Francisco para abogar por la paz de Ucrania. En cuanto a los artículos de opinión, monseñor Jorge Lozano, secretario general del Celam, aborda los vínculos entre el Sínodo de la sinodalidad y la Asamblea Eclesial de América Latina y el Caribe; mientras que Humberto Ortiz, coordinador de desarrollo y proyectos del Celam, habla sobre la articulación y transversalidad que el Celam ha desarrollado con su renovación y reestructuración. Desde Caribe Brasil Desde Haití, monseñor Launay Saturné, presidente del episcopado y arzobispo de Cap-Haïtien, describe cómo la Iglesia se ha enfrentado a la peor de las pandemias: la social. Y en la sección, Los Últimos, los primeros, el sacerdote Julio Renato Lancellotti relata uno de los episodios que más lo marcó durante la crisis sanitaria en São Paulo (Brasil). En la sección Diccionario Celam, la religiosa y teóloga Birgit Weiler desarrolla en todas sus aristas el término Ecología Integral; mientras que en Rostros y Voces, Nicolás Soto, sacerdote uruguayo de Don Bosco, habla del protagonismo de los jóvenes en la Iglesia. Además la religiosa Gladis Montesinos habla en Querida Amazonía sobre el trabajo que ha venido desarrollando con indígenas Tsimanes, en defensa de los derechos humanos. Misión Celam Es la nueva publicación impresa y digital que el Centro para la Comunicación del Consejo Episcopal Latinoamericano (Celam) ha presentado en el seno de la Asamblea Eclesial, que se realizó del 21 al 28 de noviembre de 2021. Fuente: Of. Cebitepal abre inscripciones para diplomados y cursos del año 2023 El centro de formación de la Iglesia Católica Cebitepal desea continuar ofreciendo propuestas académicas, atendiendo así, las necesidades de actualización en parroquias, obispados, Conferencias Episcopales, instituciones educativas y comunidades de América Latina y Caribe. Es por ello que, para estos primeros meses del año, abrió las inscripciones ofreciendo una gran variedad de temas que constituyen en sí misma una excelente oportunidad para agentes de pastoral social, jóvenes y líderes jóvenes, sacerdotes, laicos y laicas, religiosas y religiosos. Los 14 cursos y diplomados son: * Campamento virtual juvenil * Doctrina Social de la Iglesia. Por el camino del Tata Vasco de Quiroga * Derechos Humanos y las \"3 T\" * Evangelio de Marcos * Liderazgos juveniles. Para la transformación social. * Pastoral Juvenil Participativa. Con enfoque vocacional. * Construcción de Paz y Transformación Social de conflictos * La Palabra de Dios. Fuente de la Vida y la Misión de la Iglesia. * De la Tierra a la Mesa. Crecimiento para campesinos y comunidades. * Formación para Matrimonios orientadores familiares * ADICCIONES: Rumbo a una Pastoral Latinoamericana * Pastoral Juvenil para Líderes * La Ciudad, espacio para la iniciación Cristiana * El Evangelio Escondido Los itinerarios de formación que ofrecen están adaptados al contexto de las regiones de los participantes, abordando temáticas prioritarias en la formación de agentes de pastoral a nivel continental. En el Cebitepal las bases sobre las que se planea la oferta educativa son el Magisterio Latinoamericano, particularmente el del Papa Francisco, y los cuatro sueños de Querida Amazonia: social, cultural, ecológico y eclesial. Inscripciones Los interesados podrán inscribirse a través del correo electrónico [[email protected]](/cdn-cgi/l/email-protection) o comunicarse a través de la línea telefónica (+57) 3226800541 El Cebitepal Es el centro de formación del Consejo Episcopal Latinoamericano - CELAM que realiza su misión desde un espíritu de comunión y participación, mediante la docencia, la investigación y diversos servicios, con los rasgos propios de la teología y la metodología latinoamericana. Acceda a la Programación 2023 completa del Centro de Formación Quinto Rosario Mundial: por la inocencia de los niños del mundo Mater Fátima, en unión con el movimiento mariano Theotokos y la diócesis de Yakima (Estados Unidos), convocan a unirse el próximo 20 de febrero al rezo del Santo Rosario en la memoria litúrgica de los santos Francisco y Jacinta Marto, con el lema: \"Por la inocencia de los niños del mundo\". La intención de este rezo es en defensa y preservación de la inocencia de los niños. El obispo de Yakima, monseñor Joseph J. Tyson, presidirá el Rosario desde la catedral de San Pablo, que será transmitido en vivo por televisión, radio y redes sociales. Los niños presentarán a Jesús, a través de la Santísima Virgen María, la intención de que en el mundo se cultive, defienda y preserve la inocencia de todos los niños. Además el Santo Rosario se ofrecerá por la conversión de los pecadores y el triunfo del Inmaculado Corazón de María; por las familias, núcleo de la sociedad y semillero de vocaciones; por el papa y su misión de guiar, como pastor universal a la Iglesia Católica; y por los misioneros, para que el fuego del Espíritu Santo los lleve a evangelizar en todos los rincones del mundo. El programa del 5° Rosario Mundial contempla la preparación de 33 días para niños y adultos, que consistirá en una serie de oraciones, charlas formativas y meditaciones en vivo impartidas por el padre Héctor Ramírez. La preparación se inicia hoy, 18 de enero. Al terminar este camino espiritual, el 20 de febrero se hará la consagración de sus vidas a los Corazones de Jesús y de María. Cualquier persona, desde cualquier parte del mundo, puede unirse a través de los canales de YouTube Mater Fátima Español y Consagraciones Mater Fátima y en Facebook Mater Fátima Español y Mater Fátima Consagraciones. Para unirse a un grupo de whatsapp / telegram se podrá ingresar a través de los siguientes enlaces: Grupo Whatsapp, Canal de Telegram, Misioneritos. Todo el material descargable (manuales, flyers editables y oraciones) está disponible en www.materfatima.org, para quien desee invitar a su parroquia, comunidad o santuario a vivir el 5° Rosario Mundial. ¿Qué es Mater Fátima? Surge en 2017 como una iniciativa de un grupo de católicos que quieren hacer, como decía la Virgen a sor Lucía, conocer y amar el Corazón Inmaculado de María y ya Dios se encargará de dar a todas esas personas, familias, países, diócesis, sacerdotes, obispos, etc., todas las gracias que Ella prometió en ese santo lugar. Ene 2023 [](/index.php/sistema-informativo/actualidad/mensaje-del-papa-francisco-para-la-xxxi-jornada-mundial-del-enfermo) Mensaje del Papa Francisco para la XXXI Jornada Mundial del Enfermo La Santa Sede hizo público el Mensaje del Papa Francisco con motivo de la XXXI Jornada Mundial del Enfermo, que se celebrará el próximo 11 de febrero, día de la memoria de la Virgen de Lourdes, con el lema 'Cuida de él. La compasión como ejercicio sinodal de sanación'. A través de la fragilidad En el mensaje, el Pontífice recuerda que la \"enfermedad forma parte de nuestra experiencia humana\". Pero si esta se vive \"en el aislamiento y en el abandono, puede llegar a ser inhumana\". Por eso, el Santo Padre invita a reflexionar \"sobre el hecho de que, es precisamente a través de la experiencia de la fragilidad y de la enfermedad, como podemos aprender a caminar juntos según el estilo de Dios, que es cercanía, compasión y ternura\". \"La experiencia de la enfermedad y de la debilidad - observa el Papa - forman parte de nuestro camino de un modo natural, no nos excluyen del pueblo de Dios; al contrario, nos llevan al centro de la atención del Señor, que es Padre y no quiere perder a ninguno de sus hijos por el camino\". Lo más decisivo para el Santo Padre es \"reconocer la condición de soledad y de abandono. Se trata de una atrocidad que puede superarse antes que cualquier otra injusticia\". Miedo a la vulnerabilidad El obispo de Roma reconoce que \"nunca estamos preparados para la enfermedad. Y, a menudo, ni siquiera para admitir el avance de la edad. Tenemos miedo a la vulnerabilidad y la cultura omnipresente del mercado nos empuja a negarla. No hay lugar para la fragilidad. Y, de este modo, el mal, cuando irrumpe y nos asalta, nos deja aturdidos\". Una llamada que interrumpe la indiferencia Por eso es tan importante que \"toda la Iglesia, también en lo que se refiere a la enfermedad, se confronte con el ejemplo evangélico del buen samaritano, para llegar a convertirse en un auténtico hospital de campaña. Su misión, sobre todo en las circunstancias históricas que atravesamos, se expresa, de hecho, en el ejercicio del cuidado. Todos somos frágiles y vulnerables; todos necesitamos esa atención compasiva, que sabe detenerse, acercarse, curar y levantar. La situación de los enfermos es, por tanto, una llamada que interrumpe la indiferencia y frena el paso de quienes avanzan como si no tuvieran hermanas y hermanos\", señala el Papa Francisco. El Pontífice ha pedido que el próximo 11 de febrero \"miremos también al Santuario de Lourdes como una profecía, una lección que se encomienda a la Iglesia en el corazón de la modernidad. No vale solamente lo que funciona, ni cuentan solamente los que producen. Las personas enfermas están en el centro del pueblo de Dios, que avanza con ellos como profecía de una humanidad en la que todos son valiosos y nadie debe ser descartado\". LEER MENSAJE DE LA JORNADA 2023 Catequesis del Papa Francisco: La misión es el oxígeno de la vida cristiana En la Audiencia General el Papa Francisco comenzó un nuevo ciclo de catequesis dedicado a la \"pasión por la evangelización\". Y afirmó que el anuncio gozoso del Evangelio hasta los confines de la tierra es una dimensión vital para la Iglesia, partiendo cada uno de su propio ambiente, sin proselitismos sino por atracción, como enseñaba Benedicto XVI. Irradiar la luz de Cristo hasta los confines de la tierra El Santo Padre introdujo su reflexión afirmando que es \"un tema urgente y decisivo para la vida cristiana\" y para la Iglesia, que nace misionera y está llamada a ser \"testigo contagioso de Jesús\", que se extiende para \"irradiar su luz hasta los confines de la tierra\" (...) \"Cuando esta dimensión se pierde, la comunidad se enferma, se cierra en sí misma y se atrofia\". Además, Francisco aclaró que ser misionero no significa hacer proselitismo, puesto que evangelización y proselitismo son cosas distintas. La misión, oxígeno de la vida cristiana El deseo de salir y llegar a los demás a los que hay que anunciar el Evangelio, observó a continuación el Pontífice, puede borrarse. Y destacó que a veces parece eclipsarse. Pero cuando la vida cristiana pierde de vista el horizonte del anuncio, enferma: se encierra en sí misma, se vuelve autorreferencial, se atrofia. Sin celo apostólico, la fe se marchita. \"La misión, en cambio, es el oxígeno de la vida cristiana: la vigoriza y la purifica\". Además, el Santo Padre explicó que el objetivo de estas catequesis será el de \"reavivar el fuego que el Espíritu Santo quiere hacer arder siempre en nosotros\". De ahí que se halla referido a un episodio tomado del Evangelio: la llamada del apóstol Mateo. La conversión de Mateo \"Hoy reflexionamos sobre la conversión de Mateo, en particular sobre tres elementos que podemos distinguir en este relato del Evangelio. Todo comenzó cuando Jesús vio a un hombre, Mateo, y no lo juzgó por lo que hacía - era un publicano - sino por su realidad íntima, con sus virtudes y sus defectos\". En efecto - prosiguió explicando el Pontífice - Jesús ve en aquel publicano despreciado por todos por considerarlo \"un colaborador, un traidor del pueblo\", a \"un hombre\". \"Al llamarlo, Mateo se levantó, dejó su puesto de autoridad y sus seguridades, y se puso a disposición de Jesús, en una actitud de servicio a los demás. Después de su conversión, Mateo no se fue a un lugar lejano e idílico, sino que regresó a su casa. Al volver, ya no era el mismo. El encuentro con Jesús lo había cambiado, convirtiéndolo en un auténtico testigo de la alegría del Evangelio\". ¿Cómo miramos a los demás? El Obispo de Roma sugirió preguntar: ¿cómo miramos a los demás? Y exclamó: \"¡Cuántas veces vemos sus defectos y no sus necesidades; cuántas veces etiquetamos a las personas por lo que hacen o piensan! Incluso como cristianos nos decimos: ¿es de los nuestros o no es de los nuestros? Esta no es la mirada de Jesús\". \"Él mira siempre a cada persona con misericordia y predilección. Y los cristianos están llamados a hacer como Cristo, mirando como Él especialmente a los llamados lejanos\". De manera que Mateo se puso en marcha, pero ¿para hacer qué?, se pregunta el Papa. Nos inclinaríamos a pensar en quién sabe qué nuevas experiencias, y en cambio el futuro discípulo regresa a su propia casa para preparar, como narra el Evangelio de Lucas, \"un gran banquete\", en el que \"participa una gran multitud de publicanos, gente como él\". Y el Francisco comentó: Mateo vuelve a su entorno, pero vuelve cambiado y con Jesús. Su celo apostólico no comienza en un lugar nuevo, puro e ideal, sino allí donde vive, con la gente que conoce. He aquí el mensaje para nosotros: no tenemos que esperar a ser perfectos y haber recorrido un largo camino detrás de Jesús para dar testimonio de Él; nuestro anuncio comienza hoy, allí donde vivimos. Y no comienza tratando de convencer a los demás, sino testimoniando cada día la belleza del Amor que nos ha mirado y nos ha levantado. Como decía Benedicto XVI El Santo Padre también recordó una expresión de su predecesor, Benedicto XVI, que decía al respecto: \"La Iglesia no hace proselitismo. Se desarrolla más bien por atracción\". Y es a \"este testimonio atrayente y gozoso\", concluyó Francisco, la meta a la que nos conduce el amor de Jesús. Fuente: Vatican News "}