{"title": "Too much vitamin C: What are the side effects and risks?", "author": "Rachel Nall; MSN; CRNA", "url": "https://www.medicalnewstoday.com/articles/326249", "hostname": "medicalnewstoday.com", "description": "Vitamin C is usually safe to take even at high dosages. However, people may experience mild side effects, such as digestive discomfort. Rarely, more serious side effects can occur. Learn more here.", "sitename": "Medical News Today", "date": "2019-09-04", "cleaned_text": "Vitamin C is usually safe to take even at high dosages. However, people may experience mild side effects, such as digestive discomfort. [Vitamin](https://www.medicalnewstoday.com/articles/195878.php) C is an essential vitamin for the human body. It is an [antioxidant](https://www.medicalnewstoday.com/articles/301506.php), and it helps with a range of important processes, including lowering [blood pressure](https://www.medicalnewstoday.com/articles/270644.php), fighting [inflammation](https://www.medicalnewstoday.com/articles/248423.php), and creating [collagen](https://www.medicalnewstoday.com/articles/262881.php). In this article, we look at the recommended upper limits of vitamin C intake, possible side effects of taking too much, and other warnings. Frequently eating foods high in vitamin C should not lead to any health issues. Taking too much vitamin C through supplements can, however, cause side effects. In adults, the [recommended dietary allowance (RDA)](https://ods.od.nih.gov/factsheets/VitaminC-HealthProfessional/) Adults who take more than 2,000 mg of vitamin C per day may experience side effects. When a person takes more than the recommended limit of vitamin C, they may experience mild digestive disturbances. These can occur if the vitamin C that the body does not absorb irritates the gastrointestinal tract. Common mild side effects of too much vitamin C include: [diarrhea](https://www.medicalnewstoday.com/articles/158634.php) - nausea - stomach cramping - bloating - general abdominal discomfort The body does not absorb all of the vitamin C that it gets from supplements. For example, if a person takes 30-180 mg of vitamin C each day, their body absorbs about [70-90%](https://ods.od.nih.gov/factsheets/VitaminC-HealthProfessional/) As vitamin C can cause unpleasant symptoms if a person takes too much, the Food and Nutrition Board have established \"tolerable upper intake levels.\" According to the [Office of Dietary Supplements (ODS)](https://ods.od.nih.gov/factsheets/VitaminC-HealthProfessional/#h8) The upper daily vitamin C levels for children and infants are as follows: - 400 mg for infants aged 1-3 years - 650 mg for children aged 4-8 years - 1,200 mg for children aged 9-13 years - 1,800 mg for teenagers aged 14-18 years - 1,800 mg in pregnant or breastfeeding teenagers aged 14-18 years There are exceptions to these limits, which only apply if a person's doctor has not specified a different intake. Some people may have to take larger amounts of vitamin C for medical treatments. Less commonly, people may experience severe side effects from taking too much vitamin C. Long term intake above the recommended levels increases the risk of these negative effects. Possible health risks of taking too much vitamin C include: Kidney stones Doctors believe that too much vitamin C supplementation could result in a person excreting the compounds oxalate and uric acid in their urine. These compounds could lead to [kidney stone](https://www.medicalnewstoday.com/articles/154193.php) formation. The authors of a case study in the journal [Kidney International](https://www.kidneyinternational-online.org/article/S0085-2538(15)51777-8/fulltext)reported that a woman developed kidney stones after taking 4 g or more of vitamin C each day for 4 months. However, researchers have not conducted any larger scale studies on vitamin C intake and kidney stone formation. They do know that people who have a history of kidney stones are more likely to form them if they take large amounts of vitamin C, according to the [ODS](https://ods.od.nih.gov/factsheets/VitaminC-HealthProfessional/#h8) Nutrient imbalances Another concern regarding excessive vitamin C intake is that it can impair the body's ability to process other nutrients. For example, vitamin C may reduce the levels of vitamin B-12 and [copper](https://www.medicalnewstoday.com/articles/288165.php) in the body. The presence of vitamin C can also enhance iron absorption in the body, which could lead to excessively high levels. Cause bone spurs According to the [Arthritis Foundation](https://www.arthritis.org/living-with-arthritis/treatments/natural/vitamins-minerals/vitamin-c-amount.php), one study found that the presence of very high vitamin C levels in the body increased the likelihood of a person developing painful bone spurs. However, the Foundation also cited a research study that found that people with low levels of vitamin C had a higher risk of developing [rheumatoid arthritis](https://www.medicalnewstoday.com/info/rheumatoid-arthritis/), a painful inflammatory joint condition. These findings emphasize the need for appropriate vitamin C supplementation that provides neither too much nor too little. Impair the effectiveness of niacin-simvastatin Evidence suggests that taking vitamin C supplements [may impair](https://ods.od.nih.gov/factsheets/VitaminC-HealthProfessional/) [cholesterol](https://www.medicalnewstoday.com/articles/9152.php) in people taking the combination drug [niacin](https://www.medicalnewstoday.com/articles/niacin-liver-damage-myth)-simvastatin. This drug combines the vitamin niacin with the statin simvastatin (Zocor), and people take it to treat high cholesterol. Doctors consider HDL cholesterol the \"good\" cholesterol because it reduces the amount of harmful cholesterol in the blood. If a person takes vitamin C supplements and niacin-simvastatin, they should talk to their doctor about ways to make each more effective. Doctors do not know whether vitamin C also affects the ability of other medicines similar to Zocor. A person's body cannot make vitamin C, so people need to eat enough [foods that contain vitamin C](https://www.medicalnewstoday.com/articles/325067) to meet their daily needs. If someone is at risk of a vitamin C deficiency, they can take vitamin C supplements. smoke should take 35 mg more vitamin C per day than those who do not smoke. During pregnancy or when breastfeeding, women should get the following levels of vitamin C per day: - 14-18 years: 80 mg during pregnancy and 115 mg when breastfeeding - 19 years and older: 85 mg during pregnancy and 120 mg when breastfeeding There is not enough research to suggest an RDA for vitamin C in those younger than 1 year of age. As a result, the ODS provide an \"adequate intake,\" which is the amount that is likely to be sufficient: - 40 mg for babies aged 0-6 months - 50 mg for infants aged 7-12 months Some doctors advocate women taking vitamin C supplements when pregnant. A literature review in the [Cochrane Database of Systematic Reviews](https://www.cochranelibrary.com/cdsr/doi/10.1002/14651858.CD004072.pub3/full) looked into the effects of vitamin C supplementation during pregnancy. The authors examined 29 studies that included 24,300 pregnant women. There was insufficient evidence for them to conclude that vitamin C helped prevent problems during pregnancy, such as stillbirth, preterm birth, or [preeclampsia](https://www.medicalnewstoday.com/articles/252025.php). However, pregnant women should try to get enough vitamin C through their daily diets when pregnant. Foods high in vitamin C include: - broccoli - kiwifruit - oranges - strawberries - tomatoes If a woman has trouble meeting her daily requirements, she should talk to her doctor about supplementation. Vitamin C has potentially harmful side effects if a person takes too many supplements. Usually, a person will not experience side effects if they eat a lot of foods containing vitamin C. If a person suspects that their vitamin C intake may be causing side effects, they should talk to their doctor. "}