{"title": "Medicina popular, medicinas alternativas y New Age: hacia un \"nuevo mundo mágico\".", "author": "Isabella Riccò", "url": "https://www.academia.edu/38060183/Medicina_popular_medicinas_alternativas_y_New_Age_hacia_un_nuevo_mundo_m%C3%A1gico_", "hostname": "academia.edu", "description": "Resumen: En consecuencia de la desaparición progresiva del «modelo clásico de medicina popular» (a partir de los primeros años noventa), los estudios sobre los rituales terapéuticos tradicionales en España e Italia se han reducido drásticamen-te. No", "sitename": "(PDF) Medicina popular, medicinas alternativas y New Age: hacia un \"nuevo mundo mágico\". | Isabella Riccò", "date": "2018-01-01", "cleaned_text": "the user experience. By using our site, you agree to our collection of information through the use of cookies. To learn more, view our [Privacy Policy.](https://www.academia.edu/privacy) Academia.edu no longer supports Explorer. To and the wider internet faster and more securely, please take a few seconds to [upgrade your browser](https://www.academia.edu/upgrade-browser). 2018, Arxiu d'Etnografia de Catalunya Resumen: En consecuencia de la desaparición progresiva del «modelo clásico de medicina popular» (a partir de los primeros años noventa), los estudios sobre los rituales terapéuticos tradicionales en España e Italia se han reducido drásticamen-te. No obstante, mediante este artículo se evidencia que muchas de estas terapias y creencias han sido recuperadas y readaptadas mediante las medicinas alternativas y complementarias (MAC) y las terapias New Age (NA). Asimismo, se destaca también la difusión del modelo holístico en relación a situaciones de sufrimiento social ge-neradas por la «nueva crisis de la presencia» y la hegemonía de la cultura capitalista. Los tratamientos alternativos se presentan como una forma de resistencia al sistema y una herramienta de reimplantación de un (nuevo) mundo mágico. Sin embargo, el peligro de este nuevo mundo mágico emerge cuando el espíritu crítico está ausente y se incorpora un modelo en su totalidad sin cuestionarse sobre sus límites y contra-dicciones. Disparidades 2019 RESUMEN: El papel del folklore médico y las relaciones de hegemonía y subalternidad son elementos fundamentales para com-prender el surgimiento de la medicina popular como objeto de estudio. El artículo reconstruye la historia del concepto de medi-cina popular, centrándose en particular en el contexto italiano y español. Asimismo, el texto pone el foco en lo que significa hablar de medicina popular hoy en día, en el papel las medicinas alternativas y complementarias y en los mecanismos socio-culturales que han permitido el pasaje de la medicina popular en sentido clásico a la me dicina po pular glo-local. Me diante esta nu eva de-nominación se pretende dar nueva vida al concepto, encuadrándolo dentro de un contexto mucho más amplio, híbrido y plural. ABSTRACT: The role of the medical folklore and the relationship of hegemony and subalternity are fundamental elements to understand the emergence of folk medicine as an object of study. The article reconstructs the history of the concept of folk medicine. It focuses in particular on the Italian and Spanish context. The article also pays attention to what it means to talk about folk medicine today, on the role of alternative and complementary medicine, and on the socio-cultural mechanisms that have allowed the passage from folk medicine in the classic sense to glo-local folk medicine. This new denomination intends to breathe new life into the concept, and to frame it within a much broader, hybrid and plural context. Perifèria 2016 El artículo presenta un estudio de caso de un \" curandero \" catalán, una figura eclética e interesante. Josep práctica distintos tipos de sanaciones: soluciona los males espirituales a través del trance, tira las cartas, cura la culebrilla (herpes zoster) con una cataplasma, distiende los nervios mediante una vela y saca la mala energía de los dedos. Sus terapias son muy heterogéneas y se han ido desarrollando durante los últimos 40 años. El objetivo del texto es acercarse al panorama de la medicina popular catalana, evidenciando las relaciones que ésta tiene con otras tradiciones, como el espiritismo y el New Age. Los primeros resultados nos han permitido vislumbrar el dinamismo del \" curanderismo \" , su capacidad de adaptación a nuevas tendencias, hábitos y demandas de los pacientes, así como procesos de resignificación y manipulación por parte de quien ejerce estas terapias. Abstract The article presents a Catalan \" curandero \" case study, an eclectic and interesting figure. Josep practices different kind of healing: he Si las teorías clásicas de la secularización anunciaron el final de las religiones (Cantón, 2009), otras desde la modernidad interpretan su vigencia, y de estas se ha extraído que el hecho religioso se ha transformado (Estruch, 1996). En este contexto, la oposición weberiana entre ciencia y religión no acaba de completarse, como ilustran ciertos contactos entre los ámbitos médico y religioso / espiritual (Blázquez et alii, 2014b: 4485). Este artículo trata de poner el foco sobre ese espacio, primero mediante una revisión desde la antropología social española del proceso salud, enfermedad y atención en las comunidades religiosas y espirituales, para a continuación plantear su indagación en el cristianismo mediante tres casos concretos presentes en la ciudad de Madrid: Renovación Carismática Católica; Iglesia de Cristo, Científico e Iglesia Adventista del Séptimo Día. El texto se enmarca en una propuesta de investigación formulada como trabajo final de máster, pero a la que no se podría haber llegado sin un trabajo de campo previo con la Iglesia Adventista del Séptimo Día (2012-2014). Asimismo, supone el punto de partida para una tesis doctoral actualmente en curso. Despite of classic secularization's theories predicting the end of religions (Cantón, 2009), others of the and religion isn't completed yet, as some continuity between the realms of and the (Blázquez that matter; by means of a review of the health, illness, and care process in religious and spiritual communities in the Spanish social anthropology's literature; first, and then, with a research's proposal through three current cases in urban Madrid: Catholic Charismatic Renewal; Church of Christ, Scientist; This text follows up proposal as a master's dissertation, PhD thesis still in process. Autoetnografía, cuerpos y emociones (I). Perspectivas metodológicas en la investigación en salud 2019 The chapter discusses the contradictions surrounding the use of complementary and alternative medicine (CAM) through the narration of an balancing the CAM treatments which allowed the dissemination of this medicine in the West. I also try to display another aspect of the CAM responsible for the emergence of a new paradigm which can create delusions of omnipotence and feelings of guilt when people do not have critical spirit. 2019 Resumen: La práctica de la supervisión está atravesada por la posición del etnógrafo. Se revisan distintas aproximaciones entre la autoetnografía y la supervisión. El oficio de la mirada se convierte en una escucha que busca ser testimonio de la propia posición. Ambas son las herramientas princi- pales de la indagación, elementos característicos de las primeras etapas de la supervisión y de la investigación etnográfica. Palabras clave: autoetnografía, subjetividad, investigación cualitativa, práctica de la supervisión. Autoethnography on processes of supervision of professionals: look at the supervision or the art of understanding Abstract: The practice of supervision is crossed by the position of the ethnographer. Different approaches between self-ethnography and supervision are reviewed. The office of the look becomes a listening that seeks to be witness of one's own position. Both are the main tools of inquiry, characteristic elements of the early autoethnography, subjectivity, qualitative fieldwork supervision. En el presente artículo se describe la evolución del sistema sanitario catalán utilizando, para ello, el desarrollo de un concepto cultural -el hospitalo-centrismo- clave para entender la hegemonía de la institución hospitalaria en los dispositivos de salud actuales. A tales efectos y utilizando dos perspectivas complementarias como son la historia antropológica y la antropología médica, el artículo analiza un case study a partir de tres ejemplos: la demanda de urgencias hospitalarias asociadas a una concepción cultural de lo que es \"grave\" y al embodiment de su eficacia por los ciudadanos; la necesidad del rol de asilo en las enfermedades crónicas o terminales; y la conversión del cuidado doméstico como \"hospitalización doméstica\" en el caso de la salud mental. HEALTH AND SPIRITUALITY CONVERGENCE IN POSTSECULAR SOCIETY. Alternative Therapies and Constitution of Holistic Milieu En el marco general de las transformaciones políticas y culturales contemporáneas, uno de los productos característicos tanto del postsecularismo como del postmaterialismo es la expansión silenciosa de la espiritualidad individual new age y su influencia en la medicina alternativa y complementaria. Esta expansión representa la convergencia de dos esferas históricamente escindidas en la Modernidad (salud y espiritualidad) y, por tanto, la emergencia de un nuevo horizonte cultural. Aunque algunos datos atestiguan el crecimiento de prácticas y creencias en las que convergen esas dos esferas, también están por definir el objeto y el marco de las investigaciones que permitirían dar cuenta del proceso y sus concomitantes. Por ello, en este artículo nos proponemos trazar las líneas teóricas básicas que permiten identificar la constitución del \"ambiente holístico\", para lo cual se analizarán los datos disponibles para el caso de España, poniéndolos en relación con las hipótesis ya contrastadas en la literatura internacional. In the general context of political and cultural transformations, one of the characteristic signs of both postmaterialism and postsecularism is the expansion of New Age individual spirituality as well as its influence on complementary and alternative medicine. This expansion means the convergence of two areas historically divorced by Modernity (health and spirituality) and therefore the of a new cultural landscape. Although some data indicate the growth of practices and beliefs that put together these two areas, the object and framework of research are still undefined in order to account the process and their concomitants. Hence, in this article we intend to draw the basic theoretical lines that identify the constitution of \"holistic milieu\" through analyzing the available data for the case of Spain and relating them to the hypotheses already accepted from international literature. New age. Medicina alternativa y complementaria. Postsecularismo. Antropología de la religión. Sociología de la religión New Age. Complementary and Alternative Medicine. Postsecularism. Anthropology of currently unavailable. can download the paper by clicking the button above. Kamchatka. Revista de Análisis 2004 Scripta Coloquio de Historia Canario-Americana 2017 Arxiu d'Etnografia de Catalunya 2012 Las Terapias Complementarias en la esfera pública. 2019 ed J. M. Comelles, A. Conejo & J. Barceló. 'Imago Civitatis'. Hospitales y manicomios en Occidente. Antropologia Medica. 27. Tarragona: Universitat Rovira i Virgili & Universitat de Barcelona, 2018, 7-30. 2018 AIBR, Revista de Antropologia Iberoamericana 2007 "}