{"title": "Noticias más recientes sobre las dosis de refuerzo de la vacuna contra el COVID-19", "author": "Washington State Department", "url": "https://medium.com/bienestarwa/noticias-m%C3%A1s-recientes-sobre-las-dosis-de-refuerzo-de-la-vacuna-contra-el-covid-19-a0aa612cbd72", "hostname": "medium.com", "description": "¡Grandes noticias sobre la vacuna de refuerzo contra el COVID-19! El refuerzo hora está disponible para todas las personas mayores de 5...", "sitename": "BienestarWA", "date": "2022-06-10", "cleaned_text": "Noticias más recientes sobre las dosis de refuerzo de la vacuna contra el COVID-19 ¡Grandes noticias sobre la vacuna de refuerzo contra el COVID-19! El refuerzo hora está disponible para todas las personas mayores de 5 años, siguiendo las [recomendaciones](https://espanol.cdc.gov/coronavirus/2019-ncov/vaccines/booster-shot.html) de los Centros para el Control de Enfermedades (CDC) y la Administración de Alimentos y Medicamentos (FDA). Los refuerzos de las vacunas son importantes para mantener seguras a nuestras comunidades, especialmente a medida que aumentan los casos de COVID-19 en todo Washington. Pero no siempre es fácil saber cuándo usted o un ser querido es elegible para una primera o segunda dosis de refuerzo. Echemos un vistazo a la guía más reciente de lo que necesita saber. ¿Quién es actualmente elegible para una dosis de refuerzo? Los niños de 5 a 17 años de edad pueden recibir 1 refuerzo de la vacuna de Pfizer después de completar su [\"serie primaria de vacunas contra el COVID-19](https://espanol.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html)\". Los niños de esta edad pueden recibir el refuerzo si han pasado los siguientes plazos: - al menos 5 meses después de su segunda dosis primaria; o - al menos 3 meses después de una tercera dosis primaria para niños que están [inmunocomprometidos](https://doh.wa.gov/sites/default/files/2022-04-images/825-023-ImmunocompromisedDoses-SP.png). Los adultos mayores de 18 años pueden recibir una dosis de refuerzo de Pfizer o Moderna para cualquier vacuna contra el COVID-19 después de completar su serie de vacunas si han pasado los siguientes plazos: - al menos 5 meses después de una segunda dosis de Pfizer o Moderna; o - al menos 2 meses después de la vacuna de Johnson & Johnson. Las personas en los siguientes grupos de mayor riesgo pueden recibir un segundo refuerzo al menos 4 meses después de su primer refuerzo: - Adultos mayores de 50 años - Personas mayores de 12 años que están moderada o gravemente inmunocomprometidas - Todas las personas mayores de 18 años que recibieron una vacuna de J&J para su dosis primaria y de refuerzo ¿Es segura una dosis de refuerzo para los niños? Nuevas [investigaciones](https://www.fda.gov/news-events/press-announcements/actualizacion-sobre-el-coronavirus-covid-19-la-fda-amplia-la-elegibilidad-para-la-dosis-de-refuerzo-0) demuestran que una dosis de refuerzo de la vacuna de Pfizer en niños de 5 a 11 años aumenta la protección contra la cepa original de COVID-19, así como contra la variante Ómicron. La dosis de refuerzo para niños de 5 a 11 años es la misma que recibieron para sus vacunas primarias. Esta dosis es aproximadamente un tercio menos que la dosis que se administra a las personas mayores de 12 años. Se evaluó la seguridad de las vacunas en unos 400 niños. No hubo efectos secundarios graves. Los efectos secundarios más leves se parecían mucho a la serie inicial de vacunas. Esto incluía los siguientes síntomas: - Dolor - Enrojecimiento e inflamación en el lugar de la inyección - Fatiga - Dolor de cabeza - Dolor muscular o en las articulaciones - Escalofríos - Fiebre Si se pregunta sobre la seguridad, es importante recordar que los niños pueden enfermarse si contraen el COVID-19, incluidas las nuevas variantes como el Ómicron. Como hemos visto con los adultos, la protección de una dosis de refuerzo disminuye la probabilidad de que su hijo tenga una enfermedad grave o muera por el COVID-19. ¿Vale la pena ponerse un refuerzo si ya se ha infectado con el COVID-19? Sí. Usted debe recibir un refuerzo incluso si ya estuvo contagiado con el COVID-19. Una vacuna de refuerzo puede [ proporcionarle](https://espanol.cdc.gov/coronavirus/2019-ncov/vaccines/booster-shot.html) una respuesta inmune más fuerte que la inmunidad natural de una infección por COVID-19. Esto significa una mayor protección contra la reinfección; y si volviera a infectarse, sería menos grave. No debe recibir su refuerzo si usted [está enfermo en este momento.](https://www.cdc.gov/vaccines/covid-19/downloads/pre-vaccination-screening-form.pdf) Espere hasta que esté libre de síntomas y termine su período de aislamiento. ¿Qué pasa si recibo una dosis de refuerzo sin saber que ya estoy contagiado con el COVID-19? La protección del refuerzo tarda aproximadamente una semana en surtir efecto. Eso significa que es posible infectarse justo antes o poco después de su vacuna de refuerzo. Pero la vacuna igual funciona para [estimular su sistema inmunológico ](https://www.cdc.gov/vaccines/covid-19/downloads/pre-vaccination-screening-form-sp.pdf)como se supone que debe hacerlo. Recuerde hacerse la prueba del COVID-19 si tiene síntomas o una exposición potencial, para confirmar si tiene una infección activa. ¿Es efectivo el refuerzo contra las variantes de COVID-19? Los refuerzos son efectivos contra las variantes de COVID-19. [Según los CDC](https://www.cdc.gov/spanish/mediosdecomunicacion/comunicados/d_refuerzo-Pfizer_010422.html), durante la reciente oleada de aumento de Ómicron, quienes recibieron un refuerzo tenían 21 veces menos probabilidades de morir de COVID-19 en comparación con quienes no estaban vacunados, y 7 veces menos probabilidades de ser hospitalizados. ¿Cuándo debe recibir una segunda dosis de refuerzo? Al igual que con cualquier vacuna, la protección que obtiene de una dosis de refuerzo puede disminuir con el tiempo. Para el refuerzo de COVID-19, esto generalmente sucede aproximadamente a los 4 meses. Actualmente se recomienda una segunda dosis de refuerzo de la vacuna para las personas que tienen un sistema de inmunidad debilitado y para las personas mayores de 50 años. Usted puede recibir esta segunda vacuna de refuerzo 4 meses después de la primera vacuna de refuerzo. Y al igual que la primera dosis de refuerzo, los adultos pueden optar por recibir la misma marca de su serie inicial de vacunas o pueden mezclar y combinar marcas. Un segundo refuerzo es una forma importante de mantener protegidos a los miembros más vulnerables de la comunidad a medida que aumentan los casos de COVID-19. ¿Cuándo estará disponible un segundo refuerzo para otros grupos de edad? En este momento, los segundos refuerzos se recomiendan solo para los miembros de la comunidad que tienen un mayor riesgo de infección por COVID-19. ¿Se me considera estar al día con mis vacunas sin una dosis de refuerzo? No. Usted está [al día](https://espanol.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html) con sus vacunas de COVID-19 cuando haya recibido todas las dosis de la serie primaria y todos los refuerzos recomendados para usted. ¿Listo para un refuerzo? Puede usar una herramienta de localizador de vacunas para encontrar una cita. Más información La información en este blog está precisa a la fecha de publicación. La información cambia rápidamente, así que consulte el sitio web del estado sobre el COVID-19 para obtener la información más actualizada en [coronavirus.wa.gov](https://coronavirus.wa.gov/). También puede [registrarse](https://public.govdelivery.com/accounts/WADOH/subscriber/new) para recibir una notificación cada vez que publiquemos nuevos artículos. La vacuna contra el COVID-19 ya está disponible para todos los mayores de 5 años. Para obtener más información sobre la vacuna, visite [CovidVaccineWA.org](https://www.doh.wa.gov/Emergencies/COVID19/VaccineInformation) y use la herramienta de localización de vacunas para encontrar una cita. La vacuna contra el COVID-19 se le proporciona [sin costo](https://www.doh.wa.gov/Emergencies/COVID19/VaccineInformation/VaccineCost). WA Notify puede avisarle si ha estado cerca de otro usuario que dio positivo a la prueba del COVID-19. Agregue WA Notify a su teléfono hoy: [ WANotify.org](https://www.doh.wa.gov/Emergencies/COVID19/WANotify) Las respuestas a sus preguntas o inquietudes sobre el COVID-19 en el estado de Washington se pueden encontrar en nuestro [sitio web](http://www.doh.wa.gov/coronavirus). También puede contactar el centro de llamados del Departamento de Salud al 1-800-525-0127 y marcar el # de 6:00 a.m. a 10:00 p.m. los lunes, y de 6 a.m. a 6 p.m. de martes a domingo y días festivos del estado. Hay ayuda en español y otros idiomas. "}