{"title": "Trillium Naturopathic - Naturopathic Medicine for Women and Mothers", "author": null, "url": "https://www.trilliumnaturopathic.com/services", "hostname": "trilliumnaturopathic.com", "description": "Trillium Naturopathic provides fertility and preconception care, pregnancy support, holistic postpartum care and comprehensive care for Women and Mothers to thrive.", "sitename": "Trillium Naturopathic", "date": "2010-02-09", "cleaned_text": "You deserve holistic, comprehensive care - Personalized Naturopathic Care - Nutrition and Nourishment - Bodywork, Craniosacral therapy and somatic work - Mental Health Care and Trauma sensitive care - Herbal Medicine - Ritual, Ceremony and Community - Holistic Postpartum Care - Pelvic Floor and scar tissue care Conditions I treat Menstrual symptoms (PMS, painful periods, irregular periods) PCOS, Endometriosis Infertility or difficulty conceiving Pelvic pain, pain with sex, Prolapse Low libido Thyroid disease Pregnancy related complaints Postpartum depression, anxiety and insomnia Birth trauma Vaginal and cesarean birth healing Diastasis recti and pelvic floor dysfunction Postpartum related complaints Burnout and chronic fatigue Digestive complaints Abnormal PAP smears Many more.... Rituals I facilitate MotherBlessings Closing of the Bones Ceremony Coming together in Circles and Ceremony are powerful ways to acknowledge the initiation into Motherhood and other Womanly Rites-of-passage. I am honored to help facilitate these rituals with you and your circle of loved ones. Please note: In addition to Naturopathic Medical care, I also offer Holistic Postpartum Care. Holistic Postpartum Care is not disease focused, but rather preventative care that facilitates optimal healing for the first 3 months after giving birth and seeks to prevent many common motherhood/ postpartum ailments from ever occurring and make postpartum a regenerative time for your health and vitality. All services are currently offered via home visits or virtually. Home visits are available to Issaquah, Bellevue, North Bend and all neighboring greater Seattle areas. Office opening in Downtown Issaquah October 2023. I believe home visits are much needed in our community, especially postpartum and for busy mothers. **As a licensed physician in the state of WA, I am able to prescribe and manage medications, order labs and imaging, perform minor office procedures and more. ***I do not take the place of a primary care provider, gynecologist, midwife or lactation consultant. My care is meant to compliment those services, and fill in the (big) gaps to get you the care and support you truly deserve. "}