{"title": "Sherman Oaks Vitamin C IV Therapy | FREE 10 Min. Consultation", "author": null, "url": "https://vitalityintegrative.com/vitamin-c-iv-therapy/", "hostname": "vitalityintegrative.com", "description": "We offer High Dose Vitamin C IV Therapy for people suffering from cancer, infections & more. Sherman Oaks CA area. Free 10 min. consultation! 424-278-4325", "sitename": "Vitality Integrative", "date": "2019-01-29", "cleaned_text": "Vitamin C, aka ascorbic acid or ascorbate, is a natural chemical that's essential for human life. It's necessary for maintaining the integrity of your blood vessels and connective tissue, it can help reduce blood pressure and cholesterol, and it may help prevent cancer by quenching free radicals. At Vitality Integrative Medicine, it's used intravenously for various purposes, including treating shingles, supporting immune function, treating cancer, and fighting a variety of infections including colds, flus, and Lyme disease. But can't I just get my vitamin C from foods or pills? Although Vitamin C is certainly absorbed orally, the amount that you can absorb is limited - once you go beyond a certain threshold dosage, it will just cause loose stool. Even the most absorbable forms like liposomal vitamin C cannot be used to attain the blood concentration of vitamin C that is required for certain therapeutic purposes, such as the treatment of infections or cancer, as explained below. High Dose versus Low Dose vitamin C Vitamin C functions differently depending on the blood concentration. When used in lower doses, such as those achievable by taking pills or using IV doses below 10-12 grams, vitamin C acts as an antioxidant. However, when used in higher doses, it actually acts as an oxidant. This is important and guides the doctor's treatment choices. When we're treating cancer or infections, we want to mimic the body's own immune response, which actually makes use of oxidation to kill cancer cells and fight infections. We thus flood the body with high amounts of vitamin C, which creates a therapeutic oxidative environment that healthy cells are resistant to but which harms the infected and cancerous cells. At other times, such as in chronic disease states, we may want to make use of the antioxidant benefits of lower dose vitamin C. Lower dose (antioxidant) vitamin C can be achieved by mouth or by IV therapy, but higher dose (oxidative) vitamin C can only be achieved via IV therapy. "}