{"title": "PDF", "author": "PDF", "url": "https://www.camh.ca/-/media/files/pdfs---public-policy-submissions/camhcannabispolicyframework-pdf.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "1 Centre for Addiction and Mental Health 1001 Queen St. West Toronto, Ontario Canada M6J 1H4 Tel: 416.535.8501 www.camh.ca A PAHO / WHO Collaborating Centre Fully affiliated with the University of Toronto CANNABIS POLICY FRAMEWORK October 2014 0 Table of contents Executive summary ................................................................................................................. 1 What we know ........................................................................................................................ 2 Cannabis is the most commonly used illegal drug in Canada ..................................................... 2 Cannabis use carries health risks ................................................................................................ 3 Cannabisrelated harm is concentrated among a limited group of highrisk users ................... 5 Criminalization of cannabis use causes additional harms, without dissuading it ...................... 6 Legal reform of cannabis control is needed ............................................................................... 7 Why legalize and regulate? ...................................................................................................... 8 Decriminalization: a half measure .............................................................................................. 9 Legalization: an opportunity for evidencebased regulation ................................................... 11 Moving from prohibition to regulation ....................................................................................... 12 Principles to guide healthfocused cannabis control ................................................................ 12 Potential risks, and how to mitigate them ............................................................................... 13 Conclusion ............................................................................................................................. 16 About CAMH ......................................................................................................................... 17 References..................................................................................................................... ........ 18 1 Executive summary Cannabis is a favourite recreational drug of Canadians, along with alcohol and tobacco. Like those drugs, cannabis (popularly known as marijuana) is associated with a variety of health harms. Unlike those drugs, cannabis is illegal, prohibited under the same federal and international drug statutes as heroin and cocaine. The landscape of cannabis policy is changing. The Netherlands, Portugal, and more recently Uruguay and US states Colorado and Washington have reformed their approach to cannabis control. Here in Canada, changes to the rules of the federal Medical Use of Marijuana program are expected to lead to an increase in the number of registered users over the next few years. Public support for reform of Canada's cannabis laws continues to grow. Meanwhile, we continue to improve our understanding of the health risks of cannabis use. As Canada's leading hospital for mental illness, the Centre for Addiction and Mental Health (CAMH) offers evidencebased conclusions about cannabis and measures aimed at reducing harm. CAMH has reviewed the evidence on cannabis control and drawn the following conclusions: Cannabis use carries significant health risks, especially for people who use it frequently and/or begin to use it at an early age. Criminalization heightens these health harms and causes social harms. A public health approach focused on highrisk users and practices - similar to the approach favoured with alcohol and tobacco - allows for more control over the risk factors associated with cannabisrelated harm. From these conclusions follows another: Legalization, combined with strict healthfocused regulation, provides an opportunity to reduce the harms associated with cannabis use. This approach is not without risks. A legal and unregulated or underregulated approach may lead to an increase in cannabis use. Finding the right balance of regulations and effectively implementing and enforcing them is the key to ensuring that a legalization approach results in a net benefit to public health and safety while protecting those who are vulnerable to cannabis related harms. CAMH neither makes a moral statement on cannabis nor encourages its use. Despite the prohibition of cannabis, more than one third of young adults are users, and our current approach exacerbates the harms. It's time to reconsider our approach to cannabis control. 2 What we know Cannabis is the most commonly used illegal drug in Canada Canada has one of the highest rates of cannabis use in the world. More than 40% of Canadians have used cannabis in their lifetime and about 10% have used it in the past year.1 No other illegal drug is used by more than 1% of Canadians every year.2 Population surveys in Ontario 3 indicate that 14% of adults and 23% of high school students used cannabis in 2013. As shown in the table below, men are nearly 50% more likely to be pastyear users than women. Cannabis use is most common among adolescents and young adults, but half of the province's users are age 30 or older. Between 1997 and 2005, cannabis use among adults trended upward - particularly among 18 to 29 yearolds - but has levelled off since then. Among high school students there has been a steady and significant decrease in pastyear use since 2003. CANNABIS USE IN ONTARIO: percentage of the population using cannabis in the past year4 1997 2001 2005 2009 2013 General population (age 18+) 9.1 11.2 14.4 13.3 14.1 By gender Men 11.4 15.4 18.8 17.4 17.6 Women 7.0 7.3 10.3 9.5 10.8 By age Grades 712 28.0* 28.6 26.5 25.6 23.0 Age 1829 21.4 26.8 38.2 35.8 40.4 Age 3039 9.8 15.8 16.9 12.9 17.3 Age 4049 4.3 7.2 10.8 11.7 8.4 Age 50+ 1.7 3.3 2.6 4.7 5.9 * figure from 1999 1 Health Canada, 2013 2 Health Canada, 2013 3 Ialomiteanu et al., 2012; Ialomiteanu et al., 2014; Boak et al., 2013 4 All data Ialomiteanu et al., 2012, except Grades 712 (Boak et al., 2013) and general population data for 2013 (Ialomiteanu et al., 2014) 3 60% of pastyear adult cannabis users in Ontario use it at least once a month,5 and about 27%, or nearly 4% of the total adult population, use it every day.6 From other jurisdictions we know that a small proportion of cannabis users is responsible for the bulk of consumption; it is estimated that 20% of users account for 8090% of consumption.7 Most people who use cannabis do not use other illegal drugs, and cannabis use alone does not increase the likelihood that a person will progress to using other illegal substances.8 Public opinion on cannabis control has shifted considerably in the past decade. Ten years ago about half of Canadians believed cannabis use should be decriminalized or legalized; today, about two thirds of Canadians hold this view. 9 Cannabis use carries health risks Cannabis is not a benign substance. Its health harms increase with intensity of use. Particularly when used frequently (daily or neardaily), cannabis is associated with increased risk of problems with cognitive and psychomotor functioning, respiratory problems, dependence, and mental health problems. Problems with cognitive and psychomotor functioning Cannabis use is known to negatively affect memory, attention span, and psychomotor performance. Frequent use may reduce motivation and learning performance, and work or study can be negatively affected as a result.10 In adults, these changes are not generally permanent; effects usually dissipate several weeks after use is discontinued. Most significant from a public health perspective is the impact of cannabis use on the skills necessary for safe driving and the substantial increase of risk of motorvehicle accidents. 11 In Ontario, an estimated 9% of licensed drivers aged 18 to 29 and 10% of those in grades 10 to 12 report having driven within an hour of using cannabis in the past year.12 Rates of cannabis impaired driving exceed rates of alcoholimpaired driving for both age groups. Although the accident risk associated with cannabisimpaired driving is significantly lower than that of alcoholimpaired driving, it is a serious concern: motorvehicle accidents due to impaired driving are the main contribution of cannabis to Canada's burden of disease and injury. 5 Ialomiteanu et al., 2014 6 Health Canada, 2013 7 Room et al., 2010 8 Room et al., 2010 9 National Post, 2013; Ottawa Citizen , 2014 10 Block et al., 2002; Pope et al., 1996 11 Hartman and Huestis, 2013; Hall and Degenhardt, 2009 12 Ialomiteanu et al., 2012; Boak et al., 2013 4 Respiratory problems Like tobacco, cannabis smoke contains tar and other known cancercausing agents. Regular, longterm cannabis smoking is linked to bronchitis and cancer.13 Cannabis smokers often hold unfiltered smoke in their lungs for maximum effect, which adds to these risks. About half of pastyear users also smoke tobacco and it is likely that tobacco smoking contributes greatly to - or is the primary cause of - many of these respiratory problems.14 Dependence About 9% of cannabis users develop dependence.15 People who develop cannabis dependence may have difficulty quitting or cutting down and may persist in using it despite negative consequences; those who stop suddenly may experience mild withdrawal symptoms including irritability, anxiety, upset stomach, loss of appetite, disturbed sleep, and depression.16 Long term frequent users have a higher risk of dependence than occasional users. By way of comparison, the estimated probability of developing dependence is 68% for nicotine, 23% for alcohol, and 21% for cocaine.17 Mental health problems Frequent cannabis use has been found by many studies to be associated with mental illness.18 It is thought to increase the likelihood of mental illness in people with a preexisting vulnerability to it and to exacerbate symptoms in people already experiencing mental illness.19 Even occasional use can increase these risks: it has been estimated that cannabis users have a 40% higher risk of psychosis than nonusers.20 Frequent users have an even higher risk - 50% to 200% higher than nonusers - indicating a possible dose response. Highpotency cannabis - that is, cannabis with a high concentration of tetrahydrocannabinol (THC), the main psychoactive component of cannabis - places users at higher risk of mental health problems than lowpotency cannabis.21 This association between cannabis use and mental illness is robust but not yet well understood. Causality has not been determined.22 13 Tetrault et al., 2007 14 Fischer et al., 2011 15 LopezQuintero et al., 2011 16 Anthony, 2006; Kalant, 2004 17 LopezQuintero et al., 2011 18 For a summary see Volkow et al., 2014, and Fischer et al., 2011. 19 McLaren et al., 2009; Hall et al., 2004 20 Moore et al., 2007 21 Di Forti et al., 2009 22 McLaren et al., 2009 5 Cannabisrelated harm is concentrated among a limited group of highrisk users At the levels and patterns of use reported by most adult cannabis users, the health risks are modest - significantly lower than tobacco or alcohol. The table below lists the estimated intrinsic or inherent risks of six different drugs, rated along different dimensions of harm on a scale of 0 to 100 (with 100 representing the highest risk):23 Alcohol Tobacco Cannabis Amphe tamines Heroin Cocaine/ Crack Lethality* 50 0 0 20 100 22.5 Damage to physical health 80 100 20 30 20 40 Impairment of mental functioning 65 0 30 60 30 80 * Expressed as ratio of lethal dose and standard dose The health risks of cannabis increase significantly with intensity of use; frequency of use is a strong predictor of cannabisrelated harms.24 Problems with cognitive, psychomotor, and respiratory functioning, as well as dependence and mental health problems, are all concentrated among people who use cannabis daily or neardaily - an estimated 2030% of users. There is also a strong and growing body of evidence that regular cannabis use in adolescence can seriously harm the developing brain. Early regular cannabis use is associated with low levels of educational attainment, diminished life satisfaction, higher likelihood of developing cannabis use disorder, and increased risk of developing mental health problems.25 Several studies have suggested that cannabis use before the age of 18 increases the risk of developing schizophrenia.26 And while the cognitive problems associated with regular cannabis use diminish after about a month of nonuse for adults, these effects may not be reversible in adolescent users.27 These findings are of concern, given that about 3% of Ontario's high school students - an estimated 26,000 adolescents - use cannabis daily. In 2011, a team led by Dr. Benedikt Fischer and Dr. Jürgen Rehm of CAMH developed and published a set of lowerrisk cannabis use guidelines (LRCUG).28 Noting that cannabisrelated harm is mainly concentrated among a limited subgroup of users who use cannabis heavily and/or began to use it at an early age, and that these risk factors are potentially modifiable, the authors recommended these guidelines as a way of reducing the harms of cannabis use at an individual and a population level. Modelled on the example of lowrisk drinking guidelines that 23 Nutt et al., 2010 24 Fischer et al., 2011 25 For a summary see Volkow et al., 2014, and Fischer et al., 2011. 26 For a summary see Lynch et al., 2012. 27 PorathWaller, 2009 28 Fischer et al., 2011 6 have been introduced in Canada and elsewhere, this proposal for LRCUG can be summarized as follows: Although abstinence is the only way to completely avoid the health risks of cannabis use, for those who do use it, the risks are expected to be reduced if: use is delayed until early adulthood frequent (daily or neardaily) use is avoided users shift away from smoking cannabis towards less harmful (smokeless) delivery systems such as vaporizers less potent products are used, or THC dose is titrated driving is avoided for 3 to 4 hours after use, or longer if needed people with higher risk of cannabisrelated problems (e.g. people with a personal or family history of psychosis, people with cardiovascular problems, and pregnant women) abstain altogether These guidelines have been endorsed by a number of organizations including CAMH and the Canadian Public Health Association (CPHA) as an educational means of reducing highrisk cannabis uses and practices. Criminalization of cannabis use causes additional harms, without dissuading it In Canada criminal law governs the production and possession of cannabis via the Controlled Drugs and Substances Act (CDSA). Recreational cannabis users must either buy it on the black market or grow it themselves, both of which constitute production / trafficking offenses under the CDSA. This prohibition introduces individual and social costs beyond the health risks. Around 60,000 Canadians are arrested for simple possession of cannabis every year, accounting for nearly 3% of all arrests. 29 The maximum sentence for firsttime offenders is a $1,000 fine and six months in jail. At least 500,000 Canadians carry a criminal record for this offense, which can significantly limit a person's employment opportunities and place restrictions on their ability to travel.30 The enforcement of cannabis laws is very costly: for 2002, the annual cost of enforcing cannabis possession laws (including police, courts, and corrections) in Canada was estimated at $1.2 billion.31 29 Statistics Canada, 2013 30 Erickson and Fischer, 1995 31 Rehm et al., 2006 7 The prohibition of cannabis and criminalization of its users does not deter people from consuming it. The evidence on this point is clear: tougher penalties do not lead to lower rates of cannabis use.32 In jurisdictions like Canada where cannabis use is prohibited, large proportions of the population use it nonetheless - often at higher levels than jurisdictions with more relaxed cannabis control regimes - exposing themselves to criminality and risking being caught up in the criminal justice system. People who are already vulnerable are affected disproportionately; evidence suggests that \"police often use the charge of cannabis possession as an easy way of harassing or making life difficult for marginalized populations.\"33 Legal reform of cannabis control is needed All available evidence indicates that criminalization of cannabis use is ineffective, costly, and constitutes poor public policy. This viewpoint is far from new, having notably been articulated in Canada by the federal government's Le Dain Commission in 1972, the Senate in 1974, the Canadian Bar Association in 1994, the Canadian Centre on Substance Abuse in 1998, CAMH in 2000, the Fraser Institute in 2001, the Senate Special Committee on Illegal Drugs in 2002, the Canadian Drug Policy Coalition in 2013, and the Canadian Public Health Association in 2014. The case for change generally rests on four evidencebased propositions:34 1) Prohibition has not succeeded in deterring cannabis use. 2) The risks and harms of cannabis are lower than those of tobacco or alcohol. 3) Cannabis can and should be separated from illicit drug markets, in which users are exposed to other (more dangerous) illegal drugs. 4) The resources spent enforcing laws against personal cannabis use are better allocated elsewhere. It is clear from the evidence that Canada needs legal reform in order to implement a public health approach to cannabis that reduces its harms to individuals and society. 32 Room et al., 2010 33 Room et al., 2010: 72 34 Room et al., 2010 8 Why legalize and regulate? In Canada the government's approach to substance use has been that it's mainly a criminal justice issue. Cannabis and other drugs are viewed through a law enforcement lens. There's no disputing that cannabis use can, in some cases and for some people, be harmful. It does not follow that prohibition is the most sensible or healthy policy. As Room et al. point out, \"In modern societies, a finding of adverse effects does not settle the issue of the legal status of a commodity; if it did, alcohol, automobiles, and stairways, for instance, would all be prohibited, since use of each of these results in substantial casualties.\"35 A public health approach to substance use treats it as a health issue - not a criminal one. Such an approach is based on evidenceinformed policy and practice, addressing the underlying determinants of health and putting health promotion and the prevention of death, disease, injury, and disability as its central mission.36 It seeks to maximize benefit for the largest number of people through a mix of population level policies and targeted interventions. This philosophy guides Canadian approaches to alcohol and tobacco, and it should guide our approach to cannabis as well: \"The [current] policy approach to cannabis is fundamentally different from current approaches to other popular drugs like alcohol, where a public health approach instead focuses on highrisk users, risky use practices and settings, and especially on modifiable risk factors, to reduce harms to individuals and society. Given that the majority of harms related to cannabis use appear to occur in selected highrisk users or in conjunction with highrisk use practices, a similar public healthoriented approach to cannabis use should be considered. Such an approach would rely on targeted and healthoriented interventions mainly aimed at those users at high risk for harms, and not criminalization of use - and its limited effectiveness and undesirable side effects - as the main intervention paradigm, therefore increasing benefits for society.\"37 With a wide range of options for reforming cannabis control, the question before us is this: What legal and regulatory approach can best reduce the risks of health and social harms associated with cannabis use? For a detailed discussion of the range of possible reforms both within and beyond the current international drug regime, see Room et al., 2010. This section will discuss decriminalization (i.e. prohibition with civil rather than criminal penalties) and legalization with strict regulation - and why the evidence favours the latter. 35 Room et al., 2010: 15 36 Canadian Public Health Association, 2014 37 Fischer et al., 2011: 324 9 Decriminalization: a half measure Models of cannabis decriminalization vary greatly, but generally they involve removing possession of small amounts of cannabis from the sphere of criminal law. Prohibition remains the rule, but sanctions for possession and use of cannabis instead become civil violations punishable by a small fine. Evidence suggests that a decriminalization approach can reduce some of the adverse social impacts of criminalization.38 Removing criminal penalties for cannabis possession should result in a reduction in both the number of people caught up in the criminal justice system and the cost of enforcement, thus reducing the burden to individuals and to the legal system. There is little evidence that decriminalization causes an increase in the consumption of cannabis or the prevalence of cannabis dependence.39 In Portugal, possession and use of all drugs have been decriminalized since 2001. The Portuguese model focuses on diversion: drug use is formally prohibited but authorities refer users to a threeperson panel whose primary aim is to direct people with substance use problems to treatment. These panels are also empowered to apply civil penalties such as fines. Since the implementation of this system, Portugal has seen declines in substance misuse and in drugrelated harm, a reduced burden on the criminal justice system, and a reduction in the use of illicit drugs by adolescents.40 Although it is not possible to conclusively attribute these trends in Portugal to the shift to decriminalization and diversion, these findings present a strong challenge to the notion that decriminalizing drugs - whether cannabis or others - must result in increased misuse, dependence, and harm. These advantages of decriminalization are significant. But this model fails to address several of the harms associated with prohibition of cannabis use: Under decriminalization, cannabis remains unregulated, meaning that users know little or nothing about its potency or quality. As long as cannabis use is illegal, it is difficult for health care or education professionals to effectively address and help prevent problematic use. The law enforcement focus of prohibition drives cannabis users away from prevention, risk reduction and treatment services. Decriminalization may encourage commercialization of cannabis production and distribution - without giving government additional regulatory tools. Those activities remain under the control of criminal elements, and for the most part users must still obtain cannabis in the illicit market where they may be exposed to other drugs and to criminal activity. 38 Room et al., 2010 39 Room et al., 2010 40 Hughes and Stevens, 2010 10 The experiences of jurisdictions that have decriminalized cannabis possession also suggest that there can be unintended consequences. In many such places the advantages of decriminalization have been undermined by \"police practices that increase the number of users who are penalized.\"41 This phenomenon is referred to as \"net widening\": \"more people are getting caught up in the enforcement net, even if they suffer less serious consequences on average.\"42 In addition, fines are a regressive penalty in the sense that they place a disproportionate burden on lowincome individuals. There is a risk of \"secondary criminalization\" if people who are unable to pay a fine are then charged criminally.43 Thus the main theoretical benefit of decriminalization - a reduction in adverse social impacts - is unlikely to be equally spread through society. Following the publication of the results of the Commission on Social Determinants of Health in 2008, the World Health Organization has placed a high emphasis on health equity and has made a commitment to implementing a Social Determinants of Health approach to reducing health inequities.44 This involves the routine examination and evaluation of whether health policy measures are not only effective in reducing a jurisdiction's health burden, but also in reducing health inequities.45 In this context, any policy change for cannabis should be examined on its potential to reduce or increase health inequity. The current system of cannabis control in Canada causes high levels of inequity, with racialized minorities having a higher chance of being arrested and prosecuted for cannabis use offences.46 Decriminalization, being prone to police discretion and to racial profiling, is unlikely to remove or improve this inequity. The unintended consequences of decriminalization are particularly important in view of a model proposed by the Canadian Association of Chiefs of Police (CACP) in August 2013. Police would be given the option to issue a ticket under the Controlled Drugs and Substances Act for possession of small amounts of cannabis, but would also retain the ability to lay criminal charges under the Act. According to the CACP, this proposal would \"expand the range of enforcement options available to more effectively and efficiently address the illicit possession of cannabis while maintaining the ability to lay formal court process charges.\"47 In view of what we know about the disproportionate targeting of marginalized and vulnerable populations, giving police discretion to apply more or less severe enforcement options for the same offense is unlikely to positively impact health equity. 41 Room et al., 2010: 127 42 Room et al., 2010: 147 43 Room et al., 2010 44 Commission on Social Determinants of Health, 2008; see also the Rio Political Declaration on Social Determinants of Health. 45 Blas and Kurup, 2010 46 Wortley and OwusuBempah, 2012; Khenti, 2014 47 Canadian Association of Chiefs of Police, 2013 11 Legalization: an opportunity for evidencebased regulation Legalization removes the social harms and costs of prohibition. Removing criminal and civil penalties for possession of cannabis would eliminate the more than $1 billion Canada spends annually to enforce cannabis possession laws, unequal enforcement of those laws, involvement of cannabis users in the illicit drug market, and the burden a cannabisrelated criminal record places on a person's employment and travel opportunities. In a jurisdiction where cannabis production and distribution are legal and properly regulated, criminal involvement in those activities should shrink significantly and potentially disappear. Legalization alone does not reduce the health risks and harms of cannabis. It presents governments with the opportunity to regulate cannabis to mitigate those risks - something that cannot effectively be done under prohibition or decriminalization. We know from decades of research on tobacco and alcohol control that choosing the right mix of regulations is crucial: \"Whether legalization is a net positive or negative for public health and safety largely depends on regulatory decisions and how they are implemented.\"48 The graph below illustrates this point. Both total prohibition and, at the other extreme, unregulated legalization can result in similarly heavy social and health harms. 48 Apfel, 2014: 1 12 Moving from prohibition to regulation Two legal issues pose challenges to ending prohibition in Canada. First, since cannabis is subject to federal legal controls in Canada, any provincial initiative to reform cannabis policy would first have to be sanctioned by the federal government. Second, Canada is a party to international drug control treaties that prohibit the production and use of cannabis for nonscientific and nonmedical purposes. Much like the inclusion of cannabis in Canada's federal drug control laws, the genesis of this international prohibition is best described as a \"historical accident;\" it was not based on any evidence that the harms of cannabis were sufficient to warrant it or could be effectively managed by it.49 While these international treaties are legally binding, countries can opt to denounce elements of treaties they disagree with or push for meaningful treaty reform.50 For detailed discussions of these legal questions, as well as possible paths forward, see Room et al. 2010, Room 2013, and Apfel 2014. Principles to guide healthfocused cannabis control Regulating legal cannabis markets with improved public health as the main objective would be a complex undertaking spanning production, distribution (supply), and consumption (possession and use). From alcohol control we know that strategies to reduce harm must be coordinated and multisectoral, with effective controls on availability (e.g. retail location density, hours of sale) and accessibility (e.g. minimum age requirements, price levels) as well as targeted education and health promotion that sensitize the public - particularly vulnerable groups - to harms and risks.51 CAMH offers ten basic principles to guide regulation of legal cannabis use. These should be considered a starting point - minimum requirements for a public healthfocused regulatory framework. 1) Establish a government monopoly on sales. Control board entities with a social responsibility mandate provide an effective means of controlling consumption and reducing harm. 2) Set a minimum age for cannabis purchase and consumption. Sales or supply of cannabis products to underage individuals should be penalized. 3) Limit availability. Place caps on retail density and limits on hours of sale. 49 Room et al., 2010; Schwartz, 2014 50 Room, 2012 51 See Babor et al., 2010, and Canadian Public Health Association, 2011. 13 4) Curb demand through pricing. Pricing policy should curb demand for cannabis while minimizing the opportunity for continuation of lucrative black markets. It should also encourage use of lowerharm products over higherharm products. 5) Curtail higherrisk products and formulations . This would include higherpotency formulations and products designed to appeal to youth. 6) Prohibit marketing, advertising, and sponsorship. Products should be sold in plain packaging with warnings about risks of use. 7) Clearly display product information. In particular, products should be tested and labelled for THC and CBD (cannabidiol)52 content. 8) Develop a comprehensive framework to address and prevent cannabisimpaired driving. Such a framework should include prevention, education, and enforcement. 9) Enhance access to treatment and expand treatment options. Include a spectrum of options from brief interventions for atrisk users to more intensive interventions. 10) Invest in education and prevention. Both general (e.g. to promote lowerrisk cannabis use guidelines) and targeted (e.g. to raise awareness of the risks to specific groups, such as adolescents or people with a personal or family history of mental illness) initiatives are needed. A successful public health approach would embed these policies and interventions in a comprehensive strategy that includes research, knowledge exchange, and evaluation. A portion of government revenues from cannabis should be formally dedicated to these activities. Potential risks, and how to mitigate them As discussed above, early initiation and frequent use are the two main factors associated with longterm harm from cannabis. We know that youth are particularly susceptible to cannabis related harms. A public healthinformed cannabis control strategy would include education and prevention measures aimed at curbing potential increases in use as well as risky practices such as impaired driving. Still, the possibility that legalization could lead to higher levels of cannabis use among adolescents and/or an earlier age of onset must be considered. What does the evidence say about the impacts of legalization both among youth and the general population? Until recently, discussions of legalization were strictly hypothetical, but in 2012 Uruguay and two US states, Colorado and Washington, announced plans to legalize recreational cannabis use. Uruguay has passed legislation intended to make it the first country to legalize and regulate the possession and production of cannabis for personal use. Cannabis has been legally 52 For an overview of CBD and a discussion of its potential therapeutic uses, see Izzo et al., 2009. 14 bought and sold in Colorado and Washington since January and July 2014 respectively but it is too early to draw any firm conclusions about the impact of legalization from their experiences. Neither state has adopted a healthfocused regulatory model like the one described above - one with strict controls on availability, marketing, and product potency and formulation.53 The experience of the Netherlands is instructive. Cannabis use remains illegal in the Netherlands but has been tolerated for decades through a system of \"coffee shops\" that sell small amounts of cannabis. The introduction of de facto legalization initially led to an increase in the percentage of youth having used cannabis, but once the government increased its oversight of coffee shops to ensure that there was no advertising and no sales to those under 18 years old, there was a decline in use among youth aged 15 to 24. On balance, the Netherlands' approach has not been associated with increased use of cannabis at the population level among adults or youth.54 There is also evidence that this model has separated cannabis and its users from the \"harder\" drug markets. Finally, a study comparing cannabis use in Amsterdam and San Francisco (where cannabis is prohibited) did not find a difference between the two cities with respect to age at onset of use, age at the start of regular use and age at the start of maximum use.55 On the other hand, we know that increases in alcohol availability are associated with increases in alcoholrelated problems. Although cannabis is already easily accessible in Canada, it is possible that a transition to a tightly regulated legal cannabis market could lead to an initial increase in use among the general population and/or particular atrisk groups. This makes rigorous evaluation of any legal reform all the more essential. A government legalizing cannabis use would need to clearly define its priorities and objectives, establish measurable indicators for those objectives, and build in the capacity and flexibility to adjust as needed based on the measured impact of reforms. It should watch for negative unintended consequences and be prepared to alter its course if and when necessary. Some observers fear that legalization would \"send the wrong message\" about the risks of cannabis. But rates of cannabis use in Canada suggest that youth are not getting the \"right\" message. Despite prohibition, 23% of Ontario's high school students and 40% of young adults use cannabis. A 2013 UNICEF study of 29 wealthy nations found that Canadian youth rank first in cannabis use but third from last in tobacco use - even though cannabis is illegal while tobacco is legal.56 In the process they are exposed to illicit drug culture and markets and have little or no reliable information about the potency or quality of the cannabis they consume. Sending the \"right\" message about the risks of cannabis use is important, and any reform of Canada's system of cannabis control should include a strong prevention focus as well as interventions aimed at groups known to be at higher risk of harm, such as youth and people 53 Room, 2013 54 Room et al., 2010 55 Room et al., 2010 56 UNICEF, 2013 15 with a personal or family history of mental illness. But some people will use cannabis regardless of its legal status, and a significant advantage of legalization is that it provides the opportunity to control some important factors related to the risk of harm. Limiting cannabis potency and curtailing higherrisk products and formulations are two concrete examples of regulation that has the potential to reduce the harms associated with cannabis use for youth and people with a personal or family history of mental illness. The lessons of one jurisdiction cannot be directly imported to another, but the experience of the Netherlands and the history of alcohol control suggest that legalization with strict regulation - cautiously implemented, continuously evaluated and adjusted as required - need not necessarily lead to increased use. Developments in the United States, Uruguay and elsewhere should be closely monitored, with the hope that their experiences - positive and negative - will shed further light on policy options for effectively reducing cannabisrelated health risks in a legal, regulated setting. Finally, as we know from tobacco and alcohol, privatesector actors in a legal cannabis market - like any profitmotivated entity - would seek to push the boundaries of healthfocused regulation. But unlike tobacco and alcohol, in Canada we may have the opportunity to preempt this conflict that exists between public health goals and the profit motive: \"For most jurisdictions cannabis offers a blank canvas; an opportunity to learn from past errors, and replace criminal markets with regulatory models that are built on principles of public health and wellbeing from the outset, without a largescale legal commercial industry resisting reform.\"57 This may not be the case for long. Already, the federal government's recent overhaul of medical cannabis regulations have created a \"green rush\" of investment in legal cannabis production, and many of the entrepreneurs involved have their eyes set on eventual legalization and the extraordinary business opportunities it would bring. 58 The creation of a cannabis industry with an incentive to find new customers, retain existing ones, and encourage high levels of consumption should be of concern - as should the possibility of a government growing accustomed to revenues from cannabis sales or taxes. It is critical that legal reform of cannabis control be conducted with public health as its primary objective and that the resulting regulatory framework be carefully protected from commercial and fiscal interests. 57 Apfel, 2014: 17 58 CBC News , 2014; New York Times , 2014; Barmak and McCullough, 2013. See also Fischer et al., 2014. 16 Conclusion A finding that a product or practice has adverse effects does not necessarily imply that prohibition is the most sensible or healthy system of control. Public policy must be grounded in a more holistic understanding of the relative risks to individuals and society. Cannabis use is risky - and some individuals are particularly vulnerable - but prohibition has not succeeded in preventing cannabis use or mitigating its harms. On the contrary, it has exacerbated the health harms of cannabis and created costly social ones as well. Legalizing and strictly regulating cannabis allows for more control over the risk factors associated with cannabisrelated harm. To reduce harm, legalization of cannabis is a necessary - but not a sufficient - condition. It must include effective controls on availability and regulations that steer users towards less harmful products and practices. It must be embedded in a comprehensive strategy with a strong prevention focus and a range of interventions aimed at groups at higher risk of harm, such as youth and people with a personal or family history of mental illness. Finding the right mode and balance of regulation, and effectively implementing and enforcing them, will be key to ensuring that this approach results in a net benefit to public health and safety. Such a model appears to be the healthiest and most sensible way forward. CAMH welcomes further discussion of this topic. 17 About CAMH The Centre for Addiction and Mental Health (CAMH) is Canada's largest mental health and addiction teaching hospital, as well as one of the world's leading research centres in the area of addiction and mental health. CAMH combines clinical care, research, education, policy development and health promotion to help transform the lives of people affected by mental health and addiction issues. CAMH's Strategic Plan, Vision 2020: tomorrow.today , reaffirms our commitment to advocating for public policies that are responsive to the needs of people with mental illness and addictions. As one of the six pillars of this plan, CAMH is committed to \"Driving Social Change\" by playing a leading role in transforming society's understanding of mental illness and addiction and building a better mental health care system. CAMH aims to be a champion for health equity, social justice and inclusion for those with mental illness and addiction. To help achieve these goals, CAMH communicates evidencebased policy advice to stakeholders and policymakers. Author JeanFrançois Crépault, MA Acknowledgements The following people contributed their expertise to the development of this document: Benedikt Fischer, PhD Tony George, MD, FRCPC Bernard Le Foll, MD, PhD, CCFP Josée Lynch, MD Romina Mizrahi, Bruce Pollock, MD, PhD, FRCPC, FCP PhD Peter dip ABAM For more information JF Crépault Senior Policy Analyst, Centre for Addiction and Mental Health JeanFrancois.Crepault@camh.ca 416 5358501 ext. 32127 18 References Anthony J (2006). The epidemiology of cannabis dependence. In Roffman & Stephens (eds.), Cannabis Dependence: Its Nature, Consequences and Treatment . Cambridge: Cambridge University Press. Apfel F (2014). Cannabis: From prohibition to regulation. AR Policy Brief 5. Barcelona: ALICE RAP (Addictions and Lifestyles in Contemporary Europe - Reframing Addictions Policy). Babor T, Caetano R, Casswell S, Edwards G, Giesbrecht N, et al. (2010). Alcohol: No Ordinary Commodity - Research and Public Policy. Revised Edition. Oxford: Oxford University Press. Barmak S, McCullough M (2013). How big business will make billions on legalization of pot. Available at http://www.canadianbusiness.com/companies andindustries/marijuana inc/. Accessed May 30, 2014. Blas E, Kurup AS (eds.) (2010). Equity, social determinants and public health programmes . Geneva: WHO. DS, Hichwa RD, Augustinack JC, Boles Ponto LL, et al. (2002). Effects of frequent marijuana use on memory related regional cerebral blood flow. Pharmacology, Biochemistry & Behavior 72: 237250. Boak A, Hamilton H, Adlaf EM, Mann RE (2013). Drug use among Ontario students, 19772013: Detailed OSDUHS findings. CAMH Research Document Series No. 36. Toronto: CAMH. Canadian Association of Chiefs of Police (2013). Media Release: \"CACP propose 'ticketing option' for at http://www.cacp.ca/media/ news/download/1454/Final_ _CACP_Media_Release_ _Cannibus_Possesion.pdf. Accessed January 7, 2014. Canadian Public Health Association (2014). A new approach to managing illegal psychoactive substances in Canada. CPHA Position Paper. Ottawa: CPHA. Canadian Public Health Association (2011). Too high a cost: A public health approach to alcohol policy in Canada . CPHA Position Paper. Ottawa: CPHA. CBC News (2014). Vancouver marijuana conference seeks 'green rush'. Available at http://www.cbc.ca/news/canada/british columbia/vancouver marijuana conference seekstocapitalize on greenrush1.2635064. Accessed May 8, 2014. Commission on Social Determinants of Health (2008). Closing the gap in a generation: Health equity through action on the social determinants of health. Final Report of the CSDH. Geneva: WHO. Di Forti M, Morgan C, Dazzan P, Pariante C, Mondelli V, et al. (2009). Highpotency cannabis and the risk of psychosis. British Journal of Psychiatry 195: 48891. Erickson PG, Fischer B (1995). Canadian cannabis policy: The impact of criminalization, the current reality and future policy options. Available at http://www.parl.gc.ca/Conte nt/SEN/Committee/371/ille/ presentation/erickson1 e.htm. Accessed March 20, 2014. Fischer B, Kuganesan S, Room R (2014). Medical Marijuana programs: Implications for cannabis control policy - Observations from Canada. International Journal of Drug Policy in press. Fischer B, Jeffries V, Hall W, Room R, Goldner E, Rehm J (2011). Lower risk cannabis use guidelines: A narrative review of evidence and recommendations. Canadian Journal of Public Health 102: 324327. 19 Hall W, Degenhardt L (2009). Adverse health effects of nonmedical cannabis use. Lancet 374: 138391. Hall W, Degenhardt L, Teesson M (2004). Cannabis use and psychotic disorders: an update. Drug and Alcohol Review 23: 433443. Hartman RL, Huestis MA (2013). Cannabis effects on driving skills. Clinical Chemistry 59: 478492. Health Canada, Controlled Substances and Tobacco Directorate (2013). Canadian Alcohol and Drug Use Monitoring Survey (CADUMS) - detailed tables for 2012. Ottawa, Ontario: Health Canada. Hughes CE, Stevens A (2010). What can we learn from the Portuguese decriminalization of illicit drugs? British Journal of Criminology 50: 9991022. Ialomiteanu AR, Hamilton H, Adlaf,EM, Mann RE (2014). CAMH Monitor eReport 2013: Substance use, mental health and wellbeing among Ontario adults, 19772013. CAMH Research Document Series No. 40. Toronto: CAMH. Ialomiteanu AR, Adlaf EM, Hamilton H, Mann RE (2012). Addiction and mental health indicators among Ontario adults, 19772011. CAMH Research Document Series No. 35. Toronto: CAMH. Borrelli F, Capasso Mechoulam R (2009). Nonpsychotropic plant cannabinoids: new therapeutic opportunities from an ancient herb. Trends in Pharmacological Science 30: 51527. Kalant H (2004). Adverse effects of cannabis on health: An update of the literature since 1996. Progress in NeuroPsychopharmacology and Biological Psychiatry 28: 84963. Khenti A (2014). The Canadian war on drugs: Structural violence and unequal treatment of Black Canadians. International Journal of Drug Policy 25: 190195. LopezQuintero C, Pérez de los Cobos J, Hasin DS, Okuda M, Wang S, et al. (2011). Probability and predictors of transition from first use to dependence on nicotine, alcohol, cannabis, and cocaine: Results of the National Epidemiologic Survey on Alcohol and Related Conditions (NESARC). Drug and Alcohol Dependence 115: 120 130. Lynch MJ, Rabin RA, George TP (2012). The cannabispsychosis link. Psychiatric Times. Available at http://www.psychiatrictimes.com/schizophrenia/cannabis psychosis linkmindyourmind. Accessed January 15, 2014. McLaren J, Silins E, Hutchinson D, Mattick R, Hall W (2009). Assessing evidence for a causal link between cannabis and psychosis: a review of cohort studies. International Journal of Drug Policy 21: 1019. Moore THM, Zammit S, LingfordHughes A, Barnes TRE, Jones PB, et al. (2007). Cannabis use and risk of psychotic or affective mental health outcomes: A systematic review. Lancet 370: 319328. National Post (2013). Canada a pot nation. Available at http://news.nationalpost .com/2013/08/30/graphic canadaapotnation/. Accessed September 5, 2013. New York Times (2014). When cannabis goes corporate. Available at http://www.nytimes.com/ 2014/05/25/business/international/when cannabisgoescorporate.html?_r=3. Accessed May 26, 2014. 20 Nutt DJ, King LA, Phillips LD (2010). Drug harms in the UK: a multicriteria decision analysis. Lancet 376: 1558 1565. Table provided by Jürgen Rehm. Ottawa Citizen (2014). Government's poll shows Canadians want marijuana laws changed. Available at http://ottawacitizen.com/news/politics/conservative governments pollshowscanadians wantmarijuana lawschanged. Accessed July 30, 2014. Pope HG, YurgelunTodd D (1996). The residual cognitive effects of heavy marijuana use in college students. Journal of the American Medical Association 275: 521527. PorathWaller AJ (2009). Clearing the Smoke on Cannabis: Chronic Use and Cognitive Functioning and Mental Health . Ottawa: Canadian Centre on Substance Abuse. Ramaekers JG, Bergaus G, van Laar M, Drummer OH (2004). Doserelated risk of motor vehicle crashes after cannabis use. Drug and Alcohol Dependency 73: 109119. Rehm J, Baliunas D, Brochu S, Fischer B, Gnam W, et al. (2006). The costs of substance abuse in Canada in 2002. Ottawa: Canadian Centre on Substance Abuse. Room R (2013). Legalizing a market for cannabis for pleasure: Colorado, Washington, Uruguay and beyond. Addiction 109: 345351 Room R (2012). Reform by subtraction: The path of denunciation of international drug treaties and reaccession with reservations. International Journal of Drug Policy 23: 401406. Room R, Fischer B, Hall W, Lenton S, Reuter P (2010). Cannabis Policy: Moving Beyond Stalemate . Oxford: Oxford University Press. Schwartz D (2014). Marijuana was criminalized in 1923, but why? CBC News . Available at http://www.cbc.ca/news/health/marijuana wascriminalized in1923butwhy1.2630436. Accessed May 3, 2014. Statistics Canada (2013). Policereported crime for selected offences, Canada, 2011 and 2012. Available at http://www.statcan.gc.ca/pub/85 002x/2013001/article/11854/tbl/tbl06 eng.htm. Accessed April 3, 2014. Tetrault JM, Crothers K, Moore BA, Mehta R, Concato J, Fiellin DA (2007). Effects of marijuana smoking on pulmonary function and respiratory complications: A systematic review. Archives of Internal Medicine 167: 221228. UNICEF Office of Research (2013). Child wellbeing in rich countries: A comparative overview. Innocenti Report Card 11. Florence: UNICEF Office of Research. Volkow ND, Baler RD, Compton WM, Weiss SRB (2014). Adverse health effects of marijuana use. New England Journal of Medicine 370: 22192227. Wortley S, OwusuBempah A (2012). Race, ethnicity, crime and criminal justice in Canada. In Kalunta Crumpton (ed.), Race, Ethnicity, Crime and Criminal Justice in the Americas . New York: Palgrave Macmillan. "}