{"title": "PDF", "author": "PDF", "url": "https://medicine.llu.edu/sites/medicine.llu.edu/files/2022-08/2022%20Health%20Disparities%20Summer%20Research%208-1-2022-Final%20Copy.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Summer Research Poster Presentations Education - Development - Research Health Disparities - Community NIMHD Research Center of Excellence PROGRAM, BIOS, AND ABSTRACTS Wednesday, August 3, 2022 2:30 pm - 5:30 pm Centennial Complex, 4th Floor Loma Linda University School of Medicine Loma Linda, California 2022 Health Disparities Summer Research Poster Presentations Wednesday , August 3, 2022 2:30 pm - 5:30 pm, Centennial Complex, 4th Floor Conference Room Agenda 12:00 pm - 1:30 pm Instructions for Poster Presentation Marino De Leó n, PhD Director, CHDMM Director/PI, LLU -NIH IMSD Program Professor of Physiology Center for Health Disparities and Molecular Medicine Department of Basic Sciences School of Medicine Carlos A. Casiano, PhD Associate Director, CHDMM Professor of Microbiology and Molecular Genetics Center for Health Disparities and Molecular Medicine Department of Basic Sciences School of Medicine Poster Session and Presentation of Certificates 2:30 pm - 5:30 pm Welcome Marino De Leó n, PhD Director, CHDMM Director/PI, LLU -NIH IMSD Program Professor of Physiology Center for Health Disparities and Molecular Medicine Department of Basic Sciences School of Medicine Invocation Johnny D. Figueroa, PhD Associate Professor of Physiology Center for Health Disparities and Molecular Medicine Department of Basic Sciences School of Medicine Remarks Tamara L. Thomas, MD Dean, School of Medicine Executive VP, Chief Medical Officer Loma Linda University Health Poster Presentations by Research Fellows LLU -NIH IMSD, MD/PhD Program Apprenticeship Bridge to College Program (ABC) Undergraduate Training Program (UTP) Medical Training Program (MTP) Summer Undergraduate Research Fellowship (SURF) Guests Research Fellows from Various LLU Entities Award of Certificates 5:00- 5:30 PM Participating Faculty Carlos A . Casiano, PhD , Professor of Microbiology and Molecular Genetics, Associate Director of Center for Health Disparities and Molecular Medicine Marino De Leon, PhD , Professor of Physiology, Director of Center for Health Disparities and Molecular Medicine Johnny Figueroa, PhD , Associate Professor of Physiology Susanne Montgomery, PhD , Associate Dean o f Research, School of Behavioral Health Julia Unternaehrer -Hamm, PhD , Assistant Professor of Basic Sciences, Division of Biochemistry Daisy De León, PhD , Professor of Basic Sciences, Division of Physiology and Pharmacology Kylie Watts, PhD , Associate Professor of Microbiology and Molecular Genetics ACKNOWLEDGEMENTS We would like to acknowledge the contributions of all who were instrumental in making this 2022 Health Disparities Summer Research successful. Teamwork, cooperation, and flexibility are just a few of the skills necessary to successfully implement such a dy namic research program. We also would like to acknowledge the support of the Loma Linda University School of Medicine, the National Institute of General Medical Sciences, NIH (grant 5R25GM060507- 22). 2022 Faculty Research Mentors Frankis G . Alm aguel, MD, PhD Eric Behringer, PhD Arlin Blood, PhD Eileen Brantley, PhD Carlos Casiano, PhD Daisy De Le ón, PhD Marino De Le ón, PhD Johnny Figueroa, PhD David Hessinger, PhD Salma Khan, MD, PhD William Langridge, PhD Eugenia Mata -Greenwood, PhD, PharmD Subburaman Mohan, PhD Ying Nie, MD, PhD Kerby Oberg, MD, PhD William Pearce, PhD Michael Pecaut, PhD Christopher Perry, PhD Ryan Sinclair, PhD Julia Unternaehrer -Hamm, PhD Christopher Wilson, PhD Sean Wilson, PhD Key Personnel Marino De Le ón, PhD, Principal Investigator, CHDMM Director Carlos Casiano, PhD, Co -Investigator, CHDMM Associate Director Daisy De Le ón, PhD, Co -Investigator, Core Director Susan Gardner, PhD, Writing Consultant, Professor of English, Walla Walla University Susanne Mo ntgomery, PhD, Co- Investigator, Lorena Nevares, CHDMM General Operations This is by no means an exhaustive list. We wish to acknowledge all of the unsung heroes who contributed in very significant ways, too numerous to mention. 2022 Student Research Fellow ABC - Apprenticeship Bridge to College Daniel Almaguel Aminah Ahmad Khan Jingqi Lin De Le ón Williams UTP - Undergraduate Training Program Brandon Alessandro Alvarez Valeria Sofia Arroyo Suarez Ashlen Elizabeth Brooke Bullock Rivera Oasis Arianna Perez Jennifer Tran MTP - Medical Training Program Jorgelis Men éndez Burgos Sanchez -Hernandez Krystal Santiago Timothy Simon Francis Zamora SURF - Summer Undergraduate Research Fellowship Audrey Alexander Gissele Arroyo Woobin Cho William Geyman Jacob Perez John Roosenberg Daisy Rosales Tiffany Jo Scoot Ashley Singleton -Comfort Summer Solis Grace Williamson Samuel Habimana Denise Kao Nechal Kaur Eunice Kim Hae Soo Kim Peter Kim Corey Lee Jasmine Logan Michelle Morgan Andrew Preston Shirsat Salina Singh Tise Suzuki Verenice Torres Krist en Whitley Christian Yoo Institutional Affiliations of Student Research Fellows High Schools Aquinas High School Beckman High School Cajon High School Loma Linda Academy Los Osos High School Martin Luther King High School Middle College High School Patriot High School Redlands Adventist Academy Redlands High School San Jacinto Valley Academy The Webb Schools Universities Andrews University Oakwood University Ponce Health Sciences University Southern Adventist University Universidad Central del Caribe Universidad de Montemorelos Universidad de Puerto Rico , Mayaguez University of California, Irvine University of California, Los Angeles University of California, Riverside University of California, San Diego University of Redlands LOMA LINDA UNIVERSITY SCHOOL OF MEDICINE CENTER FOR HEALTH DISPARITIES RESEARCH OFFICE OF STUDENT DEVELOPMENT IN THE BIOMEDICAL PROFESSIONS 2022 RESEARCH MENTORS ALMAGUEL, Frankis G., MD, PhD (2010), Loma Linda University Nuclear Medicine Center for Health Disparities and Molecular Medicine LLU School of Medicine Email: falmaguel@llu.eduf BEHRINGER, Eric, PhD (2009), Loma Linda University Associate Professor, Basic Sciences, Division of Pharmacology LLU School of Medicine Email: ebehringer@llu.edu BLOOD, Arlin, PhD (2003), Loma Linda University Associate Professor, Basic Sciences , Pediatrics, Division of Neonatology Center for Perinatal Biology LLU School of Medicine Email: ablood@llu.edu BRANTLEY, Eileen, PhD (1999), Meharry Medical College Associate Professor, Basic Sciences, Division of Pharmacology Center for Health Disparities and Molecular Medicine LLU School of Medicine Email: ebrantley@llu.edu CASIANO, Carlos, PhD (1992), University of California, Davi s Professor, Basic Sciences, Division of Microbiology and Molecular Genetics Associate Director, Center for Health Disparities and Molecular Medicine LLU School of Medicine Email: ccasiano@llu.edu DE LEÓN, Daisy, PhD (1987), University of California, Davi s Professor, Basic Sciences, Division of Physiology and Pharmacology Assistant to the Dean for Diversity LLU School of Medicine Email: ddeleon@llu.edu DE LEÓN, Marino, PhD (1987), University of California, Davis Professor, Basic Sciences, Division of Physiology, Pharmacology, Pathology, and Human Anatomy Director, Center for Health Disparities and Molecular Medicine LLU School of Medicine Email: mdeleon@llu.edu FIGUEROA, Johnny, PhD (2006), University of Puert o Rico School of Medicine Associate Professor, Basic Sciences, Division of Physiology Center for Health Disparities and Molecular Medicine LLU School of Medicine Email: jfigueroa@llu.edu HESSINGER, David, PhD (1970), University of Miami, Florida Professor, Basic Sciences, Division of Physiology and Pharmacology and Natural Sciences LLU School of Medicine Email: dhessinger@llu.edu KHAN, Salma, MD, PhD (2000), Kumamoto University School of Medicine Assistant Research Professor, Basic Sciences, Di vision of Biochemistry Center for Health Disparities and Molecular Medicine Head and Neck Surgery Department of Internal Medicine LLU School of Medicine Email: salmakhan@llu.edu LANGRIDGE, William, PhD (1973), University of Massachusetts, Amherst Professor, Basic Sciences, Division of Biochemistry Center for Health Disparities and Molecular Medicine LLU School of Medicine Email: blangridge@llu.edu MATA -GREENWOOD, Eugenia, PhD, PharmD (1992), University of Costa Rica; PhD (2000), University of Illinois, Chicago Associate Professor, Basic Sciences, Division of Pharmacology Center for Perinatal Biology LLU School of Medicine Email: ematagreenwood@llu.edu MOHAN, Subburaman, PhD (1978), Bangalore University, Bangalore, India Professor, Medicine, Ort hopedic Surgery , and Biochemistry Director, Musculoskeletal Disease Center, VA Loma Linda Healthcare System LLU School of Medicine Email: subburaman.mohan@va.gov NIE, Ying, MD (1984), Beijing Medical University ; PhD (1995), Purdue University , Indiana Rese arch Assistant Professor, Department of Neurosurgery LLU of Medicine Email: ynie@llu.edu OBERG, Kerby, MD (1991), Loma Linda University ; PhD (1989), Loma Linda University Professor and Vice Chair, Division of Human Anatomy Scientific Director, SM Summer Research Program Attending, Division of Pediatric Pathology LLU School of Medicine Email: koberg@llu.edu PEARCE, William J. , PhD (1979), University of Michigan Professor, Basic Sciences, Division of Physiology and Pharmacology Center for Perinatal Biology LLU School of Medicine Email: wpearce@llu.edu PECAUT, Michael, PhD (1998), University of Colorado, Boulder Research Professor, Basic Sciences, Division of Biomedical Engineering Sciences LLU School of Medicine Email: mpecaut@llu.edu PERRY, C hristopher, PhD (1999), University of Liverpool, UK Assistant Professor, Basic Sciences, Division of Biochemistry LLU School of Medicine Email: chperry@llu.edu SINCLAIR, Ryan, PhD (2007), Tulane University Associate Professor, Environmental Microbiology LLU School of Public Health Assistant Professor, Earth and Biological Sciences LLU School of Medicine Email: rsinclair@llu.edu UNTERNAEHRER -HAMM, Julia, PhD (2004), Yale University Assistant Professor, Basic Sciences, Division of Biochemistry LLU School of Medicine Email: junternaehrer@llu.edu WILSON, CHRISTOPHER, PhD (1996), University of California, Davis Associate Professor, Basic Sciences, Division of Physiology LLU School of Medicine Email: cgwilson@llu.edu WILSON, Sean, PhD (1998), University of Ca lifornia, Davis Associate Professor, Basic Sciences, Division of Pharmacology Center for Perinatal Biology LLU School of Medicine Associate Professor, Pharmaceutical and Administrative Science LLU School of Pharmacy Email: seanwilson@llu.edu Apprenticeship Bridge to College (ABC) High School Almaguel Aminah Ahmad Khan Jingqi Lin FRANKIS DANIEL ALMAGUEL ABC PARTICIPANT 2022 Growing up in a family of engineers and scientists, I have always been encouraged to explore the limitless possibilities the world has to offer. This view has challenged me to think for myself and trust my own intuition. A huge reason for always loving science is the challenge to solve a problem that forces you to think both independently while at the same time collaborate with others. A major reason why I want to continue to move forward the scientific knowledge we already have is the opportunity to make a difference. I am going into my junior y ear at Redlands Adventist Academy and hope to pursue an advanced science degree. I am considering going into the field of biomedical research and am especially fascinated by genetics. In my free time I enjoy playing chess, listening to music, and playing b aseball. What I've learned this summer has been invaluable, especially being part of this creative learning environment and learning to accept and grow from failure. I want to thank Dr. Casiano and my mentor Pedro Ochoa for teaching me all I know about lab science as well as other lab members Evelyn Sanchez -Hernandez and Jazmine Chism. TARGETING THE LEDGF/P75 INTERACTOME AS POTENTIAL FOR PROSTATE CANCER Frankis Almaguel, Pedro Ochoa, Greisha Ortiz -Hernandez, Carlos Casiano Center for Health Disparities and Molecular Medicine, School of Medicine, Loma Linda University, Loma Linda, CA Prostate cancer (PCa) occurs in 1 in 8 men, is the second leading cause of cancer death in men after lung cancer, and disproportionately affects men of African ancestry. Although the 5 -year survival rate of localized PCa is nearly 100%, once the disease progresses, patients ultimately develop resistance to current treatments, and survival rate drops to nearly 30% . Understanding mechanisms by which PCa cells develop therapy resistance is crucial for development of new treatments. One potential mechanism of cancer chemoresistance is upregulation of stress oncoproteins such as Lens Epithelium Derived Gr owth Factor p75 (LEDGF/p75). LEDGF/p75 promotes cell survival against environmental stressors, including docetaxel (DTX), the standard chemotherapy drug used to treat PCa . C-terminus of LEDGF/p75 contains Integrase Binding Domain (IBD), the binding site fo r HIV -integrase and multiple oncoproteins such as PogZ, and the JPO2 -cMYC and Menin -MLL transcription complexes. These oncoproteins regulate gene transcription promoting cell survival and cancer aggressive properties. We reported LEDGF/p75 and its IBD -interacting partners are upregulated in DTX -resistant PCa cells and contribute to their survival and aggressiveness. Thus, targeting LEDGF/p75 IBD -interactome is an optimal therapeutic approach. We hypothesize inhibition of this interactome in the presence of DTX will enhance cytotoxicity in DTX -resistant PCa cells. We evaluated cytotoxic effects of candidate LEDGF/p75 small molecule inhibitors (SMIs) previously screened for inhibition of the LEDGF/p75 IBD- HIV integrase interaction, as well as Menin SMIs, in DTX - sensitive and - resistant PCa cell lines, in the presence and absence of DTX, using viability assays and cellular morphology. Our initial results show increased cytotoxicity upon treatment with specific candidate LEDGF/p75 SMIs and with Me nin SMIs. Further studies will focus on establishing the specificity of some of these SMIs and possible synergistic effects of BECERRA FIGUEROA ABC PARTICIPANT 2022 It is a tremendous honor to be able to participate in a program like the one that Loma Linda University has to offer. I have always loved anything involving science, especially biology and chemistry. I have always been set on getting an MD/PhD and going in to the medical field. I never thought of giving research a try; however, my persistent friend told me to sign up for it, and here I am! I didn't realize how crucial it was to have research considering it is the backbone of everything. It is how we get from one discovery to the other, allowing us to learn so much and benefit from it altogether. I recently graduated from Middle College High School as a valedictorian and will be heading to the University of California, Irvine, as a biology major in the fall. A few of my most significant accomplishments are placing as a top student, defeating an alm ost grandmaster in chess, and graduating overall. I am currently doing research for the Salton Sea project, and I would like to thank Dr. Ryan Sinclair for helping me understand the importance of environmental microbiology. Also, thank you to Thomas, Debo rah, Princess, and Michael for making the whole process easy to understand. Spending summer doing research in a basement with my peers and mentors has been oddly satisfying, and I know all this hard work will be worth it in the end. EXCESS NUTRIENTS IN THE SALTON SEA Desteny Becerra, Daisy Rosales, Ryan Sinclair Center for Health Disparities and Molecular Medicine, Environmental Microbiology, School of Public Health, Loma Linda University, Loma Linda, CA Southern California's Salton Sea (SS), its largest lake occupying the lowest elevation of the Salton Sink, is fed by New, Whitewater, and Alamo rivers, and an essential part of the Pacific flyway. It is used as a receiving basin for agricultural waste and runoff. The lake basin was full to sea level in 1650, dried, and re-formed between 1905 -1907 by a combination of poor irrigation engineering and massive winter flooding from the Colorado River. In the 1980s, it experienced several environmental disasters resulting in ecological changes leading to massive wildlife die-offs. We aimed to test the hypothesis that anthropogenic issues heavily influence these changes in the SS ecology, including a continuing high level of nutrient input through agricultural runoff, net evaporation, and policies redirecting previously flowing Colorado River water. Collecting grab samples along a transect extending south of the Whitewater River inflow, we processed them, testing for bacterial and nutrient concentrations and water quality parameters with a YSI ProDSS and YSI photometer. We extracted DNA for later next -generation sequencing. The lake profiles from nine locations in the SS, a kilometer from the drainag e canals and Whitewater River, include two small agricultural inflows known as IN samples and seven from within the were closest to the Whitewater River agricultural runoff input. Samples were collect ed on the water's surface and tested for total concentration of different elements. As the SS continues to shrink, concerns over nutrients contributing to the primary production of algae and bacteria are hypothesized to make up part of the aeolian contamin ants degrading surrounding communities' public health. Of concern are these high nutrients could enrich bacterial contaminants in the sediment, quickly becoming dry emissive playa as the shoreline recedes. JONAH CONNOR DAMIAN ABC PARTICIPANT 2022 I was born and raised in the Inland Empire and am now going into my freshman year at the University of California, Riverside. My love for science began my freshman year of high school with an introductory biology and chemistry class. Due to my affection fo r science and dexterous activities, I plan on becoming a surgeon in the future. During my free time, I enjoy volunteering and giving back to the community. Throughout high school, I volunteered at blood drives, planned educational community gatherings, he lped clean trash from the neighborhood, and joined a youth council. Along with being president of the medical club, I was also a part of the robotics club at my school. Joining robotics inspired my hobby of 3D printing which I do pretty often to create thi ngs like swords, animals, and even Eiffel towers. It has been a privilege to work under Dr. William Pearce this summer as I have begun studying the effects of hypoxia as it relates to transcriptional coactivators and how they affect transcription factors. Previously, I was in Dr. Pearce's lab, and I am very grateful to be brought back for round two. I would like to thank Dr. Pearce as well as the other members in my lab, including James and Desy, for guiding me through this complex process and nurturing m y development as both a scientist and person. HYPOXIC INCREASES IN FETAL CEREBRAL ARTERY STIFFNESS ARE MEDIATED BY THE TRANSCRIPTIONAL CO -ACTIVATOR MYOCARDIN Jonah Damian, Desy Carreon, James Williams, William J Pearce Center for Health Disparities and Molecular Medicine, Perinatal Biology, School of Medicine, Loma Linda University, Loma Linda, CA The transcriptional co -transactivator, Myocardin, is a fundamental determinant of smooth muscle phenotype, particularly in response to adverse conditions such as hypoxia. Despite its critical regulatory importance for smooth muscle differentiation, the role of Myocardin in the adaptation of the fetal cerebral circulation to hypoxia has not been explored, due largely to a lack of relevant molecular tools. This study tested the hypothesis that hypoxia modulates the abundance of the co-transactivator Myocardin, which in turn, alters the structure and function of fetal cerebral arteries . Using predicted sequences of the Myocardin gene in the sheep genome, multiple primer sets were developed to quantify the abundance of Myocardin mRNA in fetal cerebral arteries. We rejected all primer pairs that could not achieve 94% qPCR efficiency and did not produce just one product of the expe cted size. Products from acceptable primers were sequenced to confirm the presence of Myocardin. We also examined protein banding patterns, detected by prospective antibodies that were then used, via the sequence information from PCR, to predict possible peptides in gels. Gel bands detected by the antibodies were analyzed by mass spectrometry to confirm the presence of authentic ovine Myocardin and revealed 4 bands. One band included the Myocardin main sequence, a heavier band contained post -translationall y modified Myocardin, and two lighter bands included degradation fragments. Together, these findings indicate that hypoxia increases both mRNA and protein for Myocardin. The accumulation of Myocardin during hypoxic conditions offsets hypoxic inhibition of contractility and protects fragile downstream capillaries from rupture during the dramatic increases in arterial blood pressure associated with birth. FLETCHER ALEXANDER DEMENTYEV ABC PARTICIPANT 2022 I was born in the Loma Linda University Medical Center, and I consider it a great honor to spend a second summer working at the institution, which has been influential in my life from the very start. I grew up around the medical center, and being a student researcher last year at the CDHMM allowed me to interact with leading translational researchers spearheading these important medical and social issues. Their passion and years of dedication to the advancement of patient care and preventative medicine have moved me to continue my research in higher education. I plan on attending Columbia University in the fall, studying neuroscience and public health policy, and eventually pursuing a dual MD/PhD degree. I am continually inspired by the work being done at LLU and its commitment to building healthier communities as well as caring for individuals. This summer, I have been privileged to work under Dr. Sean Wilson alongside Brian Fish and Jason Chan. They have guided me on a challenging project —analyzing trends in adolescent psychosocial metrics in response to a cycling intervention program. I am grateful for their mentorship, which has had an immense impact on not only my scientific and research abilities but also provided helpful insights into how to thrive in my future career. IMPACT OF A MIDDLE SCHOOL CYCLING PROGRAM ON MENTAL HEALTH AND WELL -BEING IN ADOLESCENTS DURING COVID -19 Fletcher Dementyev, Brian Fish, Lydia Tesfaye, Nana Yaa Sakyi Opoku, Jason Chan, Larry Ortiz, Susanne Montgomery, Esther Walker, Sean Wilson Center for Health Disparities and Molecular Medicine, Center for Perinatal Biology, School of Medicine, Loma Linda University, Loma Linda, CA; Outride, Morgan Hill, CA Exacerbated by the COVID- 19 pandemic, rates of behavior problems, depression, anxiety, and ADHD are at all -time highs among US adolescents. Exercise is a well -regarded method to boost mental health and well -being in all age groups. The Riding 4 Focus (R4F) program is a cycling education program designed to equip students with basic cycling handling skills and introduce students to the lifetime physical activity of cycling. A secondary outcome of this program is to improve the behavioral health and well -being of adolescents in middle schools, primarily aged 10-14. The current study examined associations between participating in the R4F program, mental health, and well -being in those with specific modifiable and nonmodifiable risk factors including sex, hours of sleep, and physical activity levels. Anonymous online surveys w ere collected from 1148 adolescent participants before the R4F program and 815 students after the cycling program across 20 schools in 13 states. Psychosocial well -being was quantified using the WHO -5 and PSC - 17-Y metrics. Using non -parametric test statistics, the data show a significant increase in the mental health and well -being of participants after the program. Further analysis revealed that participation in the R4F program was associated with improved psychological health and well - being of middle scho ol age children, and protective associations for females, those who did not meet sleep recommendations, and those who were not highly physically active. However, the efficacy of the program may vary depending on a number of factors, and future studies are needed to assess causality. KATHERINE AIMEE GRANADOS ABC PARTICIPANT 2022 The constant checking of emails and running to the mail to check if I had received my letter of admission into the ABC program was something I did every day for two weeks until, finally, I received my acceptance letter. I didn't know it then, but it would change my life. I attend Redlands High School and will be in my last and final year, senior year. When I am not worrying about the tests and quizzes throughout the school year, I am reading books. Reading allows me to travel across worlds without lifting my feet. Books allow me to escape from reality and dissociate from myself and my worries. After high school, I hope to pursue my childhood dreams of becoming a marine biologist to study Zebra Sharks and Manta Rays. I recently visited Loma Linda's \"My Campu s Science Experience\" where I met a current Loma Linda student who told me he studied marine biology in college and is now attending medical school. Since then, I was set on being a physician, yet this program has introduced me to a new medical career path : research. Being introduced to cell culture in Dr. Daisy DeLeon's breast cancer lab and knowing the importance of research and how beneficial it is has inspired me into becoming a researcher. With the helpful guidance of my mentors, Qianwei Tan and Jennif er Tran, I know we had a productive summer. DIFFERENTIAL EFFECTS OF IGF -II ON THE REGULATION OF MAGMAS, A PROTEIN CONTROLLING MITOCHONDRIAL IMPORT IN BREAST CANCER CELLS Katherine Granados, Jennifer Tran, Qianwei Tan, Alfonso Durán, Frankis Almaguel, Daisy De León Center for Health Disparities and Molecular Medicine, Breast Cancer Laboratory, School of Medicine, Loma Linda University, Loma Linda, CA Our laboratory previously showed IGF -II regulates mitochondria to prevent cell death and promote tumo r growth and chemoresistance in breast cancer (BC). Hence, we decided to assess how IGF -II regulates MAGMAS, a protein controlling mitochondrial import and ROS that has also been identified as being highly expressed in BC and during early fetal development . We hypothesize IGF -II regulates MAGMAS, and IGF -II-secreting BC cells express higher levels of MAGMAS. We used CRL -2335, established from a BC tumor obtained from an African American (AA) patient and MCF -7, established from a pleural effusion of a (CA) BC patient. CRL -2335 and MCF -7 BC cell lines were treated with both forms of IGF -II, precursor IGF - II (p -II) and mature IGF -II (M -II), to determine if they were differentially regulated MAGMAS. Western blotting and ECL methods were used to de tect MAGMAS and -II-regulated proteins lysates. Our results show IGF -II increased MAGMAS in both cell lines. Furthermore, both differentially respond to P -II, promoting rapid cell proliferation and play a role in stem cell maintenance as compared to M -II response, which plays a pivotal role in normal cell differentiation. Previous results in our laboratory showed analysis of BC tissues by immunostaining demonstrated high levels of MAGMAS stainin g in TNBC tissues of AA women compared to tissues from CA patients. The significance of our present study provides further proof of the critical role IGF -II plays in the mitochondria and its potential role in the survival disparity observed among AA patien ts afflicted with BC. Our team is currently validating MAGMAS as a target for Theranostics treatment, promising emerging radiotherapy for TNBC patients. AMINAH AHMAD KHAN ABC PARTICIPANT 2022 I always knew that I would pursue a career in science and medicine. As a child, I had a curiosity about science and the world around me. These interests later led me to begin participating at science fair competitions from my school, district, and county i n which I have accumulated various awards for my projects throughout the years. I am from Riverside, CA, and will be going into my senior year at Patriot High School. Throughout middle and high school, I have always made an effort to help my community in any way possible. I have volunteered at Student Youth Court, blood drives, GoToTutors, tutored a 5th grade class within my school district, and more. I am also a part of many clubs on campus and hold leadership positions within the AP Scholar Club, Nationa l Honor Society, and the California Scholarship Federation. Being a part of these clubs has provided me with an opportunity to continue to help both my community and peers on campus. It was extremely rewarding being able to help many individuals, especiall y during the pandemic. I would like to thank Dr. Salma Khan for welcoming me into her lab along with Romi Yamauchi and Kristiana Rood for helping me throughout my journey within this program. They have helped me gain much knowledge about science and resear ch, and I am very grateful for them. It has been an amazing experience, and I am very appreciative of their guidance along the way. DIFFERENTIAL PATHWAYS OF ENIGMA IN THYROID Alfred Simental, Salma Khan Center for Health Disparities and Molecular Medicine, Biochemistry, Otolaryngology, Pathology, and Human Anatomy, School of Medicine, Loma Linda University, Loma Linda, CA Thyroid cancer (TC) has become increasingly diagnosed over the last few decades. It appears that various proteins display correlation with both staging and advancement of TC. Our lab showed that Enigma protein, also known as PDLIM7, is differentially and h ighly expressed throughout various stages of thyroid cancer malignancy when compared to benign nodules. Different pathways are shown to be activated with Enigma protein, such as PI3/AKT, MDM2, and BMP -1. These pathways follow through Enigma and may later i nfluence outcomes of cancer staging and prognosis procedures for patients according to the level of expression prevalent within these individuals. A series of Western blot procedures were conducted and utilized to determine the expression of Enigma along w ith PI3/AKT, MDM2, and BMP -1. Scans generated at the end of each procedure allowed us to identify protein expression and correlate it with thyroid cancer staging prevalent within TC patients. Based on previous publications and the protein expression depict ed by immunohistochemistry, we found Enigma is highly expressed in TC malignancy and is correlated with advanced staging of TC. Expression of PI3/AKT, a pathway that overlooks processes related to the cell cycle, is correlated with early to moderate stagin g. However, MDM2, a protein responsible for chemoresistance during malignancy, is highly expressed in the late stages of TC. BMP -1 was shown to colocalize, or overlap, with both calcified TC and high expression of Enigma. Our current findings imply that di fferential expression of Enigma protein obtains a strong correlation with PI3/AKT, MDM2, and BMP -1 pathways. These protein pathways can be targeted and utilized to assist TC patients with receiving personalized treatment and care. JINGQI LIN ABC PARTICIPA NT 2022 This summer, traveling thirty minutes from my home in Rancho Cucamonga to Loma Linda University, I was faced with the truth of unethical healthcare and its impacts on the ages to come. The program taught me to reflect and act upon the burden on our generation in healing all those that came before. Our futures, as I have come to know —whether as physicians, researchers, or otherwise —lie in disrupting the healthcare industry with compassion, empathy, and justice. As a junior at Los Osos High School, I spend my school days coloring the campus hallways in posters and spirit with ASB, raising money for the Pediatric Trauma Program with Key Club, and voicing for the underserved and underrepresented in the No Place For Hate committee. I aspire to study mo lecular biology, minor in bioengineering, and hopefully follow such with an enrollment in an MD/PhD program. For \"time well spent leads to a life well lived,\" I seek to expend my every minute pursuing the world I dream of —one where anyone, and everyone, co uld live their very best in comfort. My deepest and sincerest thanks to Dr. Kerby Oberg, Ms. Charmaine Pira, soon -to-be-Dr. Ruth -Love Damoah, and every other amazing human in the Oberg Lab. I am forever grateful for the guidance, patience, and lifelong les sons that will lead my path evermore. SOX AND LMX1B IN THE REGULATION OF GDF5 -ASSOCIATED REGULATORY REGION (GARR) Jessie Lin, Shankel, Charmaine Pira, Allen for Health Disparities and Molec ular Medicine, Department of Pathology and Human Anatomy, School of Medicine, Loma Linda University, Loma Linda, CA Osteoarthritis (OA), a degenerative joint condition characterized by inflammation, cartilage erosion, and bone spurs, lacks effective treatment. Functional disruption of growth differentiation factor 5 (Gdf5), a protein that regulates bone and synovial joint development, can lead to joint abnormalities including increased susceptivity to OA. We have identified a Gdf5- associated regulatory re gion (GARR) that contains multiple predicted binding sites to Lmx1b, the transcription factor responsible for limb dorsalization, and the Sox family of transcription factors which are also involved in bone and joint formation. Site directed mutagenesis of the suspected Sox9 binding sites and the Lmx1b binding sites within GARR significantly reduced enhancer activity in a chick micromass cartilage assay whereas mutagenesis of predicted Sox5/6 sites increased activity. Hence, we hypothesize that exogeneous So x9 and Lmx1b would upregulate GARR activity whereas other Sox transcription factors would inhibit activity. To assay the influence of these transcription factors in vitro , we co -transfected Sox or Lmx1b expression vectors with the GARR -reporter plasmid int o limb mesoderm harvested from embryonic chicken limbs. The transfected mesoderm was cultured for 48 hours forming a micromass, and GARR activity was assessed by fluorescence imaging. The results demonstrated that all Sox transcriptions factors tested (in cluding Sox9) downregulated GARR activity. Lmx1b, on the other hand, increased activity as hypothesized. Although Sox9 downregulated GARR activity in this assay, contrary to our expectations, it is possible Sox9 may enhance activity later in development, m ay bind promiscuously to other inhibitory Sox sites in this in vitro model, or may act indirectly through other targets. Future studies will help to resolve these possibilities. AIDAN TAM ALEXANDER LU ABC PARTICIPANT 2022 I am a first generation, American -born Vietnamese who aspires to do what I can to make a difference wherever possible, especially in the field of science. My end goal is to leave a positive impact in the field of health whether that be as a physician or a researcher. I am a senior at Beckman High School, and while I am uncertain of what college I will be attending, I hope to major in either neuroscience or biology. This is my second year participating in the ABC program, and I am grateful to be back again working with Dr. David Hes singer. Last year, we worked with BK channels and how BK channel diversification correlated with increasingly complex nervous systems. Dr. Hessinger has already taught me so much, not only in the ways of science, but also in the form of important life lessons. Moreover, participating in the program has broadened my understanding of health disparities and has helped me to realize how I could bring about positive change in our society. It's instilled within me one of my current aspirations, one I'm sure to take with me wherever I go. I'm once again looking forward to how much this program will further shape my vision and goals for the future. BK (SLO ) ALTERNATIVE INSERTS DISPLAY POTENTIAL PKA \"HOTSPOTS\" CONSISTENT WITH DOMAIN MODULATION Aidan Lu, David Hes singer Center for Health Disparities and Molecular Medicine, Division of Physiology, School of Medicine, Loma Linda University, Loma Linda, CA BK channels are canonically activated by protein kinase A (PKA). We recently showed that BK channel alternative splicing first occurs basally in anthozoan cnidarians ( e.g., sea anemones) at BK splice sites (SSs) D and E, and we have localized sea anemone BK channels to vibration - sensing Type A cnidocyte supporting cell complexes (CSCCs). Chemoreceptors frequency t une Type A vibration sensors of the anemone \"hearing\" system to the swimming movements of prey through an activated c -AMP pathway involving PKA. Anemone alternative exons at BK SSs D and E seem to be enriched in serine and threonine. Based on this assumption, we hypothesized that alternative exons at SS D and E harbor increased protein phosphorylation sites for PKA . To test this hypothesis, we identified BK alternative exons and their respective PKA phosphorylation motifs. When comparing their PKA densiti es to those of full -length BK constitutive isoforms for species, we found that PKA motifs are more densely populated at SSs D and E among anthozoan cnidarians and that this trend is conserved across the animal kingdom. The PKA motifs among inserts of the same organism and SS seem to occur in either of two patterns: on/off or graded, suggesting two modes of regulation. Because activated PKA is known to increase BK channel activity, we suggest that alternative insert expression at SSs D and E provides a rang e of PKA motifs to regulate BK channel activity under the control of cell surface receptors coupled to PKA. Furthermore, our findings lead us to hypothesize that variable BK phosphorylation of different alternatively expressed exons at splice site D in an thozoans implies a regulation of frequency tuning in Type A CSCCs. JULIE HIEN NGUYEN ABC PARTICIPANT 2022 Born and raised in San Bernardino, I saw how the economic, educational, and health disparities plagued my hometown. Experiencing first-hand the city's struggles has sparked a light inside me to give back to the community I have known all my life. As a result, I have contributed over 300 hours of volunteering through free tutoring and Key Club. Recently, I graduated from Middle College High School as valedictorian where I also obtained my Associate of Arts degree concurrently. This fall, I will be attending the University of California, San Diego, as a biochemistry major. I will be among the first in my family to pursue higher education in hopes of achieving a better future for my family. After completing my undergraduate education, I intend on attending graduate school for a PhD degree. Having the opportunity to participate in the ABC Program has exposed me to an experience like no other. The experi ence I gained here directly correlates with my future plans of running my own research lab. I am extremely blessed and thankful to be working with Dr. Kerby Oberg and his lab to examine how enhancer molecules regulate genes involved in limb development. THE EXPRESSION PATTERN OF AGGRECAN DURING JOINT -FORMATION IN CHICKEN LIMBS SUGGESTS REGULATION INDEPENDENT OF GDF5 Oberg Center for Health Disparities and Molecular Medicine, Department of Pathology and Human Anatomy, School of Medicine, Loma Linda University, Loma Linda, CA Growth differentiation factor 5 (GDF5) is a protein that is involved in the formation and maintenance of joints. Down -regulation of GDF5 during joint dev elopment increases the susceptibility of osteoarthritis, the degeneration of articular cartilage. Studies have shown that upregulation of GDF5 in chondrogenic cells results in the upregulation of articular proteoglycans such as aggrecan (ACAN), which are necessary for articular cartilage integrity and structure. The main goal of this project was to show the relationship between GDF5 and ACAN during normal joint development. We hypothesized that GDF5 expression will closely overlap the expression of ACAN in the articular cartilage. To test this hypothesis, we performed whole mount in situ hybridization using anti -sense RNA probes for GDF5 and ACAN during various stages of joint development in chicken embryos (Hamburger -Hamilton stages 23 -33). ACAN was det ected during early phases of cartilage formation prior to GDF5 expression. Additionally, ACAN expression was more extensive than that of GDF5 , even in later stages of joint development. The early and extensive expression of ACAN indicates that ACAN is ind ependent of GDF5. Expression of GDF5 in a more focal, superficial region of the articular cartilage indicates that GDF5 may only be relevant there. Further studies with markers specific to the superficial layer of the articular cartilage, such as proteog lycan 4 (aka, lubricin), may be better suited to demonstrate coincident GDF5 expression and identify the region of the articular cartilage supported or regulated by GDF5. ADEBAJO -WURAOLA ADESOLA OGUNNAIKE ABC PARTICIPANT 2022 The day I received my acceptance letter for the ABC program was one of the most exciting days of my life. I was eager to join the program and learn more of the world of medicine and science, so this was a huge moment for me. Since joining the program, I ha ve been challenged both in the lab and in seminars, and I have learned a lot from everyone here. This fall I will be a senior at The Webb Schools in Claremont. Next year, I plan on taking biology and medicinal chemistry to advance my knowledge in science and prepare for college. When I go to university, I would like to study biochemistry and do more r esearch because I am fully dedicated to helping people and looking for solutions to medical issues. Outside of the sciences, I love to participate in my community, which is why I am a dorm prefect and a member of the technical theatre program at my school. I also spend a lot of my time volunteering with various organizations like Assisteens and the Prison Library Project. I love to read, hike, and listen to music in my free time. This summer I am an assistant in Dr. Eileen Brantley 's lab where we are resea rching targeted treatments and health disparities in breast cancer. I am incredibly grateful for the opportunity to learn under her guidance. AMINOFLAVONE SENSITIZES MDA -MB-468 TRIPLE -NEGATIVE Brantley Center for Health Disparities and Molecular Medicine, Department of Basic Sciences, School of Medicine, Loma Linda University, Loma Lin da, CA Triple negative breast cancer (TNBC) is a subtype of breast cancer that lacks expression of the estrogen receptor, progesterone receptor, and human epidermal growth factor receptor 2. This lack causes TNBC to be a particularly aggressive form of b reast cancer. The MDA -MB-468 cell line was derived from an African American patient diagnosed with metastatic TNBC. MDA -MB- 468 cells have been shown to be resistant to endocrine therapy agent fulvestrant primarily because of their lack of dependence on hor mones for growth. We have previously shown that a small molecule known as aminoflavone shows anticancer activity in breast cancer cells and tumors and disrupts mammospheres (breast spheroids) derived from cells that do rely on estrogen receptor signaling. Mammospheres are in vitro clusters of breast cancer cells that show an enrichment for cells that contain the capacity to self -renew as well as initiate tumors and are often resistant to anticancer therapy. We hypothesize that aminoflavone the ability of aminoflavone to enhance fulvestrant efficacy, we performed the Alamar Blue assay. Cells were pretreated with aminoflavone followed by varying concentrations of fulvestrant in combination with aminoflavone. We discovered aminoflavone potently reduced the dose -response curve for fulvestrant. Furthermore, using phase -contrast microscopy and the mammosphere forming assay, we mammosphere formation a reduced mammosphere number. Our data show aminoflavone enables TNBC cells to become sensitive to fulvestrant and inhibits breast cancer sphere initiating capacity. The results of our study should provide a basis for the development of novel agents capab le of disrupting mammospheres and enhancing the responsiveness of TNBC cells to endocrine therapy. NICOLÁS PRECIADO ABC PARTICIPANT 2022 As a first- generation Mexican -American, I have inherited the cultural values of community, solidarity, and hospitality. These core tenants inform my passion for service and creating equitable outcomes for underserved populations. I enjoy volunteering with community organizations within the Inland Empire , a place I call my home. I am a recent graduate of Aquinas High School in San Bernardino, CA, and this fall I will be studying neuroscience at the University of California, Riverside. I hope to eventually return to Loma Linda University to pursue a PhD. My career goals include mitigating the cultural factors whi ch contribute to health disparities among diaspora communities in the United States. Specifically, I'd like to investigate the social determinants that have exacerbated neurological crises within the Latin American diaspora, such as the Alzheimer's epidemi c. LLU understands that an interdisciplinary approach to research does not juxtapose the physical sciences with philosophy, nor does it isolate innovation from anthropological history. Thank you to Dr. Ryan Sinclair for teaching me that no effort, or org anism, is too small to make a significant impact. Thank you to my labmates -Desteny, Gissele, Daisy, Jeremy -and to the graduate students who trained me with patience -Michael, Princess, Deb, and Thomas. DEVELOPING AN INTERMEDIATE- SCALE FLOW THROUGH PIPE REACTOR FOR THE ASSESSMENT OF WBE PASSIVE SAMPLER EFFICIENCY Nicolas Preciado, Gissele Arroyo, Cameron Rull, Ryan Sinclair Center for Health Disparities and Molecular Medicine, Environmental Microbiolo gy Research Laboratory, School of Public Health, Loma Linda University, Loma Linda, CA Wastewater -based epidemiology (WBE) is a method of monitoring the frequency of pathogens such as SARS -CoV -2 (Covid -19) in populations using water samples from sewage systems. A few methods of sample collection include: grab, composite, and passive sampling. Recent studies indicate that the cost -efficient passive samplers exhibit a greater sensitivity to Covid -19 than grab samples from the same site, thus yielding more accurate results when tested. However, data from the Environmental Microbiology Lab's ongoing Covid- 19 wastewater study at Loma Linda University shows passive samplers producing lower rates of detection than their grab counterparts. The objective of this wo rk was to develop a controlled, intermediate -scale experiment to accurately replicate the sampling environment of a sewer system in a laboratory setting. We built a pipe reactor using 2\" ABS pipes and used a peristaltic pump to facilitate slow circulation of water in the system. 1ml of bovine -respiratory syncytial virus vaccine (BRSV) was added to the pipe system as a surrogate for Covid- 19. Both passive and grab samples were then collected and tested using reverse -transcription quantitative polymerase chai n reaction (RT - qPCR) tests. The RT -qPCR results are shown for a time -series mixing scenario where BRSV was monitored with grab samples each hour after inoculation took place. We also showed a continuous flow scenario where after 24 -hours grab samples were compared to various types of passive sampling devices. Our results showed BRSV took approximately 9 hours to be recirculated in the system and another 12 hours for complete mixture. The 24 -hour passive samples produced higher concentrations than the grab s amples. The result of this study shows that in perfect continuous flow conditions, passive samplers do obtain higher numbers than grab samples. ÁNGEL ISIDRO SÁENZ ABC PARTICIPANT 2022 After my battle with the IB exams, I began to wonder what exactly was next after high school ended. Luckily, I got an email that stated I was in the ABC program, and soon enough plenty of excitement filled my eyes. Now that I'm here in the ABC program, I c an confidently say that my excitement was well justified. My mentor Christan and Dr. Alfonso Duran are the most intelligent yet humble people I've ever met. They teach me lab methods and resounding new cancer science I've never even heard of all while maki ng it really fun and surprisingly easy to catch on to. So far we're working with a protein called MAGMAS that'll hopefully allow us to find cancer in its molecular form and give us a nice target to shoot radiation at while not damaging a majority of normal cells. Right now, I'm heading to my first year at University of California, Riverside, going into the biology program there and hopefully the UCR School of Medicine. I also plan to volunteer at the Children's Hospital of Orange County (CHOC) and try to m ake a difference in my community through food drives and minority rights. With the techniques and lessons my mentors have given me, I'm both prepared for the lab and life. SYNERGISTIC EFFECT OF NOVEL MAGMAS INHIBITOR BT#9 IN SENSITIZING TNBC CELLS TO DOXORUBICIN Angel Saenz, Giancarlo Valdez, Christian Yoo, Alfonso Durán, Daisy De Leon, Frankis Almaguel Center for Health Disparities and Molecular Medicine, School of Medicine, Loma Linda University, Loma Linda, CA Triple Negative Breast Cancer (TNBC) is a particularly aggressive cancer phenotype defined by a lack of estrogen, progesterone, and human epithelial growth factor 2 (HER2) receptors. Because these receptors are not present in these cells, treatment for TNBC is limited to therapeutics that cause cell cycle arrest, particularly in the G2 phase. Doxorubicin is one such common therapeutic often used to treat TNBC. Magmas is an inner mitochondrial membrane protein that forms a complex with TIM23 to facilitate the import of hsp70. In a disease state, however, Magmas expression is differentially overexpressed and may play a cytoprotective role in cancer cells. Preliminary evidence suggests that Magmas is overexpressed in more aggressive cancer phenotypes, such as TNBC, compared to a hormone receptor (HR) positive, HER2 - cell line, and may be a contributing factor in aggressive TNBC often presented in African Americans. We hypothesize that combined inhibition of Magmas function and Doxorubicin treatment will work synergistically in destroying TNBC cell s and lower the effective dose of Doxorubicin. We treated African American and Caucasian TNBC cell lines with BT#9, Doxorubicin, and both therapeutics combined for 72 hours, then compared the resulting cell viability through MTT assays. HR - positive, HER2- breast cancer cell line served as a control. We also prepared breast cancer cell lines for immunofluorescence microscopy to visualize Magmas expression in each cell line. The results of these experiments indicate Magmas overexpression in TNBC cell lines an d the synergistic effect of BT#9 with Doxorubicin are effectively destroying TNBC cell lines at a lower dose than the individual treatment alone. MARKO KALEB SAMARDZIJA ABC PARTICIPANT 2022 I was born in San Jose, CA, but soon moved to Houston, TX, where I spent 10 years living in blistering humidity and dodging the ravenous mosquitoes. I then moved to Colton, CA, where I now reside, and am a senior at Loma Linda Academy. I have been a year -round club swimmer for 6 years where I learned the doctrine of hard work over anything else. I've developed a keen interest in the human body and how it works as I aspire to study physiology in college. Over my high school experience, I've always been involved with my community, whether it be playing music at my c hurch or volunteer work throughout the Inland Empire. A couple summers ago, I was a volunteer here at Loma Linda University, collaborating with Adventist Health Studies, where I learned the importance of living a balanced life. I am working in Dr. Erik Be hringer's lab, conducting research about how Alzheimer's Disease affects mice. This research can give us a better insight on diagnosis and therapy for prevention and treatment of early Alzheimer's disease. I appreciate Dr. Behringer for everything he has d one for me this summer as I have learned a lot from his precise attention to detail and leadership. ROLE OF ENDOTHELIAL -SPECIFIC MIRNAS DURING DEVELOPMENT OF ALZHEIMER'S DISEASE Marko Samardzija, Summer Solis, Phoebe Chum, Erik Behringer Center for Health Disparities and Molecular Medicine, Pharmacology, School of Medicine, Loma Linda University, Loma Linda, CA Currently, there are ~6.5 million Americans living with Alzheimer's disease (AD) -type dementia. The cerebral circulation provides optimal brain perfusion and cognition that requires a combination of angiogenesis, vascular permeability, and rapid blood flow control. Recent evidence demonstrates a link between AD with compromised delivery of blood oxygen and nutrients througho ut the brain. Currently, there is no effective treatment to delay the development of AD; however, cerebrovascular miRNA markers correlating to post- transcriptional regulation may be implicated in the development of AD. At least in part, s hort non-coding mi RNAs in the brain govern cerebrovascular structure and function, and their role has not been fully explored for potential diagnosis and treatment of AD. We tested the hypothesis that endothelial -specific miRNA expression patterns correspond to onset of AD. Total RNA was removed from arteries, arterioles, capillaries, veins, and venules of individual brains of male and female 3xTg -AD mice [young, 1 to 2 mo; cognitive impairment (CI), 4 to 5 mo; extracellular amyloid- plaques (A), 6 to 8 mo; plaques + neurof ibrillary tangles (AT), 12 to 15 mo]. The NanoString technology nCounter miRNA Expression panel was used to screen 599 miRNAs conserved across mice and humans. As a result, 86 cerebrovascular miRNAs were detected whereby significant (p < 0.05) downregulat ion of endothelial miRNAs (miR -126-3p, miR -23a/b & miR-27a) was found during conditions of AD (A & A T ) v e r s u s P r e -AD (young & CI). Consequently, coding mRNA targets and associated pathways during conditions of AD are upregulated for endothelial cell prol iferation, inflammation, impaired amyloid clearance, and apoptosis. As novel exploration of experimental interventions and potential therapies for AD pathogenesis, we will next examine strategies for regulating miRNA activity (e.g., agomirs) and/or corresp onding mRNA/protein targets (antibodies, antagonists, and dietary supplements). MYA NOELLE VERRETT ABC PARTICIPANT 2022 This upcoming fall I will be a freshman at the University of California, San Diego, majoring in Bioengineering: Biosystems. I've recently graduated from Cajon High School in San Bernardino as one of the valedictorians of my class. I was a part of several clubs such as Best Buddies, National Honor Society, and Sports Medicine. I also enjoy volunteering with the early childhood depart ment at my church during the weekends. This summer, I've been blessed with the opportunities brought by the ABC program. I've been able to grow not only in knowledge but my perspective towards science. Being challenged in a new way, this experience has que nched many curiosities yet kindled new questions and concepts I'll pursue in the future. I plan on obtaining a doctorate in bioengineering with a focus on medical devices and procedures for health care. I hope to find new discoveries through research that will positively impact the healthcare system and create better, affordable devices for those from lower economic cities . Thank you to Dr. Christopher Wilson's lab for their consistent patience with me and creating a welcoming environment for my first expe riences doing research. Also, special thanks to my mentors, Tyler Hillman and Nicholas Iwakoshi, and lab tech Marlene Lopez for guiding me along this journey and teaching me skills I'll never forget. CLOSED -LOOP CONTROL MODEL FOR RESPIRATORY RHYTHMS Mya Verrett, Nicholas Iwakoshi, Christopher Wilson Center for Health Disparities and Molecular Medicine, Lawrence D Longo Center for Perinatal Biology, Division of Physiology, and Department of Pediatrics, School of Medicine, Loma Linda University, Loma Linda, CA Despite 50 years of efforts to comprehend mammals' breathing control, interplay between sensory feedback and central rhythm generating circuits is still poorly understood. Central breathing rhythm is generated within the ventral brainstem and sensory feedback from lung stretch receptors, and carotid bodies are carried to the dorsal brainstem. Experiments to address these sensory inputs are difficult to perform and require mammalian models closely replicating human breathing. Our aim was to modif y an existing computational model of breathing control and add both mechano - and chemo -sensory inputs to the model. We tested the hypothesis that low blood oxygen content and high metabolic demand create changes in breathing pattern stability mimicking the \"happy hypoxia\" phenomenon seen in COVID- 19 patients. Previous work in our laboratory resulted in a closed -loop computer simulation based on the Butera -Rinzel - Smith (BRS) computational model of the breathing control circuit. Our goal was to take our model , translate it from MATLAB to Python, increase accessibility, and allow for wider application in a critical care setting. Use of open -source tools like Python allow for increased reproducibility and validation of computational models of biological systems. Our model simulates rhythmic activity seen during normal breathing, and we have added a metabolic demand parameter (M) and variables accounting for changes in oxygen partial pressure and oxygen carrying capacity of the blood. The closed- loop model include s neural, mechanical, and chemosensory components and produces a stable oscillatory breathing pattern like normal eupneic breathing. By changing model parameters to reproduce symptoms of COVID- 19 patients presenting to the Emergency Department, we can test the model and see if it predicts poor outcome in patients with acute respiratory distress syndrome. In clinical settings, utilizing this model will provide a better understanding of pathophysiologies associated with lung disease. ARIANNA MARIE DE LEÓN WI LLIAMS ABC PARTICIPANT 2022 Growing up in an environment full of inquiring minds inspired me to question the relationship between science, faith, and human purpose. Motivated by such a rich backdrop, I now seek to pursue a career in studying the intricacies that drive human behavior alongside treatments and strategies to serve underrepresented communities. My career goals are to obtain a Bachelor of Science in Psychology and, later a doctorate in Clinical Psychology and a Master's of Business Admi nistration, which will lead me to establish my private practice that offers a range of short -term solutions and long -term plans for chronic psychiatric disorders. Extracurricular activities that add to my goals and purpose include playing seasonal team sports and holding multiple leadership positions in clubs that pursue Diversity, Equity, and Inclusion through community activities and open discussions, thus guiding me to try new things. I will be a senior at Loma Linda Academy with a newfound focus and dedication due to the summer experience at the CHDMM ABC program. I want to thank the mentorship team under Dr. Johnny Figueroa, especially IMSD students Perla Ontiveros -Ángel and Tim Simon for helping me recognize my strengths, enhancing my understanding of the role of research in neuropsychology, and showing me how I can contribute to a growing scientific community. Coming from a line of pioneer scientists, I seek to continue their legacy of care and compassion through research and service. EARLY LIFE ADVERSITY AND BRAIN -GUT ALTERATIONS PRED ICT OBESITY -RELATED COMP LICATIONS IN RODENTS Arianna De León Ángel, Tien Dong, Arpana Gupta, Johnny Figueroa Center for Health Disparities and Molecular Medicine, Basic Sciences, School of Behavioral Health, School of Medicine, Loma Linda University, CA; Ponce Health Sciences University, Puerto Rico ; University of California, Los Angeles, CA Early -life adversities (ELA) through poverty, abuse, and social isolation lead to increased vulnerability to food addiction and obesity. However, the biological mechanisms by which ELA predisposes individuals to obesity -related changes remain understudied. We reported that neuroendocrine, neuroinflammation, and brain -gut alterations mediate the interaction between ELA, body mass index (BMI) changes and increased reward -based eating and cravings. In agreement with clinical findings, we found heightened stress vulnerabilities i n female subjects. To investigate factors that may help predict ELA association with obesity -related outcomes, we performed regression analyses on Healthy Hispanic Adults (n=128) with a history of ELA. We found a positive correlation between BMI and the ci rculating levels of the inflammatory cytokine IL-6 [r (82) =0.23, p<0.05]. We also found that circulating TNF levels were positively correlated with the hippocampal volume [ r(82)=0.24, p<0.05], showing select inflammatory biomarkers and neurobiological s tructures that may contribute as mediating factors to increased BMI in individuals exposed to ELA. To corroborate these findings, I contributed to developing an animal model. Lewis rats (n=24) in this model were socially isolated during childhood, and feed ing behaviors were monitored weekly in an automated home cage system. We found that social isolation stress significantly impacted feeding frequency (p<0.0001) and the estrus cyclicity. The combined approach results demonstrate that early adversity during a vulnerable period influences inflammatory processes that may result in obesity -related vulnerabilities. Undergraduate Training Program (UTP) Brandon Alessandro Alvarez Valeria Sofia Arroyo Suarez Ashlen Elizabeth Brooke Bullock Oasis Jennifer Tran BRANDON ALESSANDRO ALVAREZ UTP PARTICIPANT 2022 I am originally from Dallas, TX, but have spent the last two years at Andrews University in Berrien Springs, MI. There, I am studying biochemistry and business administration while serving as an officer for the Latino Association and PreMed Club, working a s a teaching assistant, and participating in several ministries on campus. In doing so, I can usually integrate many of my favorite hobbies, such as singing, exercising, reading, and spending time with friends. Although not having research experience in th e past, I am beyond excited to explore the \"why\" behind biochemistry research and its applications. For this reason, I, along with John Roosenberg, am currently performing research as a lab assistant under the supervision of Dr. Christopher Perry and PhD stud ent Natasha Le. U sing synthesized nanomaterials, like silver and gold nanoparticles, we are able to see how properties at the nano level are drastically impacted by simple environmental or parameter changes. This summer, I am synthesizing a nd characteri zing nanomaterials and then performing zone of inhibition experiments with various bacteria to observe the antimicrobial effects of these different nanomaterials. I am especially grateful to Loma Linda University, the UTP program, and my mentors for allowing me to take part in this incredible opportunity. GOLD NANOSTARS: INCREASING MONODISPERSITY AND EXPLORING DENTAL APPLICATION THROUGH DYE DEGRADATION John Roosenberg, Brandon Alvarez , Natasha Le, Christopher Perry Center for Health Disparities and Molecular Medicine, Division of Infection, Immunity, and Inflammation, Basic Sciences, School of Medicine, Loma Linda University, Loma Linda, CA Gold nanostars (GNSs) have high potential for biomedical application in bioimaging, drug delivery, catalysis, and antimicrobial activity. Compared to spherical, rod -like, or nanomaterials of other shapes, our GNSs' multiply spiked and pentatwinned nature dramatically incre ases their surface area to volume ratio. Based on these properties, the focus of our lab was to (1) characterize GNSs of various tip -to-core aspect ratios, (2) increase the monodispersity of GNSs by differential centrifugation, and (3) test the dye degradation properties. By increasing the amount of seeding solution (gold nanoparticles) during synthesis, a range of GNSs with decreasing tip -to-core aspect ratios was achieved. Each sample of GNSs (of a particular aspect ratio) had a characteristic average siz e and absorbance spectrum based on dynamic light scattering (DLS) and UV -vis spectrophotometer data, respectively. TEM images taken of GNSs made by the one -pot synthesis identified multiple other morphologies, revealing the polydispersity of the GNSs and a dding confounding variables to future experimentation. This was further confirmed through the DLS data which showed many different size populations at varying intensities. Differential centrifugation was performed to remove non -star morphologies and aggregates, working towards monodispersity. To work towards dental application, dye degrading properties of gold nanomaterials were tested using tartrazine dye and various forms of light. Characterization through UV -vis spectroscopy was then used to analyze the samples' differences in absorbance values with results indicating gold nanoparticles aided in the reduction of dye. In the future, the Perry lab will be exploring more applications of the GNSs, including antimicrobial effects, platelet activation, and targ eted radiation medicine through boron neutron capture therapy. VALERIA SOFIA ARROYO SUAREZ UTP PARTICIPANT 2022 During the fall of 2021, I had the opportunity to participate in a neuroscience research project at the University of Puerto Rico, Rio Piedras campus. Even though it was virtual because of the COVID pandemic, the experience opened my eyes to the fascinatin g world of research and motivated me to continue to do it in the near future. I am a biology major at the University of Puerto Rico, Mayagüez campus, entering my junior year this fall. So far I have learned from textbooks and from the experiences of other s; however, during this summer I had the opportunity to apply what I had learned in a classroom to a biomedical research project in -person. I have had the honor to work in Dr. Marino De León's laboratory where I have learned that neuroscience is more than just studying the brain. Neuroscience is about incorporating different aspects of science, like molecular biology and genetics. In the future, I plan to enroll in an MD/PhD program and continue to do research. Thank you to Dr. De León for giving me the opportunity to work in his lab, teaching me valuable lessons, and demonstrating what it takes to be a great biomedical researcher. And last, thank you to Dr. Jo -Wen Liu and Francis Zamora for welcoming me to the lab, giving me a broader insight of research , and for teaching me with patience. DOCOSAHEXAENOIC ACID REGULATION OF AUTOPHAGY DURING HYPOXIA - REOXYGENATION Manuel Montero, Jo -Wen Liu, Marino De León Center for Health Disparities and Molecular Medicine, Basic Sciences, School of Medicine, Loma Linda Universit y, Loma Linda, CA Hypoxia is a type of cellular stress that when sustained, normal cellular functions are disrupted , and neuronal cell death can occur as seen in conditions such as stroke, traumatic brain injury, and spinal cord injury. Docosahexaenoic acid (DHA) is a long -chain omega -3 fatty acid vital for normal brain functions and is neuroprotective by inhibiting apo ptosis, necroptosis, and increasing cell survival during neuronal injury. Previously, we have shown DHA rescues nerve growth factor -differentiated pheochromocytoma cell line 12 (NGFDPC12) cells from hypoxia - induced apoptosis. Further, DHA has been shown to promote autophagy during palmitic acid- induced oxidative stress. Thus, hypoxia involves regulating autophagy pathways. this study, NGFDPC12 cells were exposed to 0.5% O2 for 12 to 48 hours with or withou t pre -treatment with 50 µM DHA/150 µM BSA, and cellular RNA and protein were prepared. Using real -time RT -PCR, we observed that under hypoxic conditions, NGFDPC12 cells showed a time -dependent decrease in autophagy -related genes (ATG) 5, 7, and 12 with the most significant down -regulation seen at 48 hours. Using Western blot, we measured in lipidation. These results suggest DHA can induce autophagy to counter the consequences of hypoxia. Overall, the data indicate DHA stimulation of autophagy may be part of the mechanism by which DHA protects NGFDPC12 cells from hypoxic cell death, which is significant for understanding DHA's therapeutic potential in neuronal injury and neurodegenerative diseases. ASHLEN ELIZABETH BROOKE BULLOCK UTP PARTICIPANT 2022 I am an incoming third year student at UCLA majoring in Human Biology and Society. I serve on the board of UNICEF, MATCH (Mentoring and Teaching Careers in Healthcare), and Alpha Gamma Delta. As part of these organizations, I have had the opportunity to he lp disadvantaged children in our community, volunteer at Los Angeles Family Housing, mentor high school students from lower socioeconomic communities on careers in healthcare, and organize campus events. I also work in a lab at UCLA weekly, conducting research on intestinal strictures and therapeutic drugs for C. difficile infection. I recently was accepted into a program at UCLA that will enable me to shadow physicians. Participating in the UTP program is an incredible opportunity and one that I am enjoyin g even more than anticipated. I have already learned so much from my mentors, Dr. William Langridge and Sarah -Jane Rudd. I appreciate their consistent support and thorough, patient guidance and instruction. Personally, the most interesting part of research has been pushing myself to understand complex topics and investigating new questions. Characterizing exosomes and determining how they contribute to the immune response on a molecular level is fascinating. I am very grateful to be a part of this program at Loma Linda and to be paired with such supportive mentors. I hope to return next summer! ROLE OF DENDRITIC CELL EXOSOMES IN MUCOSAL VACCINE ACTIVATION OF THE ADAPTIVE IMMUNE RESPONSE Ashlen Bullock, Sarah -Jane Rudd, Ryan Fuller, Jaiapuneet Gill, Anthony Firek, Nathan Wall, William Langridge Center for Health Disparities and Molecular Medicine, Department of Biochemistry, School of Medicine, Loma Linda University, Loma Linda, CA Extracellular vesicles play a critical role in cellular com munication . Previous studies indicate dendritic cell (DC) exosomes carry signaling molecules such as MHC class II, costimulatory molecules, and cytokines that DCs use to communicate with T cells. Although it is well - established that DCs produce exosomes, t he specific role they play in the differentiation of pro - or anti -inflammatory T cells remains unclear. The goal of this project was to examine the role of exosomes released from DCs activated by the beta corona virus mucosal vaccine CTB -SARS -CoV - 2-ACE -2-RBD on the activation of naïve T cells . The first step was to detect DC costimulatory molecules and cytokines in exosomes isolated from immature DCs and DCs activated by the mucosal subunit vaccine. Monocytes isolated from human PBMCs were differentiated into immature DCs and cell samples were treated with bacterial lipopolysaccharide (LPS) to stimulate DC activatio n. DC exosomes were collected and analyzed for vesicle size using the NanoSight vesicle imager. Exosome protein concentration was determined by Bradford assay, and exosome markers were determined by immunoblotting. Our experimental findings suggest immatur e and activated DCs release exosomes that could affect T cell differentiation into pro - or anti - inflammatory T cells. This finding enables us to examine how exosome content may differ between immature and activated pro -inflammatory DCs. We predict DCs will be activated by LPS or the CTB -SARS -CoV -2-ACE- 2-RBD vaccine. If DC pro -inflammatory markers are detected in exosomes from DCs activated by LPS, we predict similar upregulation of pro -inflammatory markers in exosomes from DCs activated by the vaccine. Thes e studies will establish the basis for development of more effective mucosal vaccines against beta corona viruses. LOANETTE CHAVEZ VARGAS UTP PARTICIPANT 2022 I attend Southern Adventist University in Collegedale, TN, and will be a junior this upcoming year. I am a medical lab science major with a pre -medicine objective. Looking ahead, I have two main goals: becoming a physician specializing in geriatric medicin e and becoming a missionary, serving in another country. I enjoy activities like playing sports, painting, reading, playing piano, and singing , but I also enjoy doing mission work. I've been privileged to go to Peru for a medical -based mission trip and th e Dominican Republic and Ecuador where I preached at a church for several weeks. Being a part of the UTP at Loma Linda University this summer and working with Dr. Reinhard Schulte and his team, Dr. Nie Ying, and graduate student Kristian Holgersson is a tr ue honor. Our research emphasis is to observe the effect of different lactic acid doses and pHs on the viability and proliferation of Lewis Lung Carcinoma cells and cardiac fibroblast cells and the implications they could have on cancer research. Research is fascinating because it is a mix of what is known and the unknown, yet there are still ample learning opportunities despite the substantial unknown. The known capacitates one to think, experiment, and discover the unknown. I am very grateful to be entru sted with the task of furthering research, and I appreciate the patience and mentoring I have received. LACTIC ACIDOSIS CAUSES UNEXPECTED CARDIAC TOXICITY FOLLOWING CHEMORADIATION THERAPY FOR NON -SMALL CELL LUNG CANCER Loanette Chavez, Kristian Holgersson, Ying Nie, Reinhard Schulte Center for Health Disparities and Molecular Medicine, Basic Sciences, School of Medicine, Loma Linda University, Loma Linda, CA Non -metastatic inoperable non -small cell lung cancer (NSCLC) is usually treated with concurrent chemoradiation therapy followed by consolidation immunotherapy with curative intent. Exposing these patients to doses of radiation 60 Gy or greater has been rep orted to lead to unfavorable cardiac toxicity. This toxicity occurs despite the use of conformal radiation techniques and avoiding heart mean doses greater than 20 Gy and has led to unexpected deaths. We hypothesize high dose chemoradiation treatment of NS CLC triggers a metabolic change resulting in increased levels of lactic acid being released from the tumor into the circulation. Previous studies have shown the heart is particularly sensitive to acidosis or even minor changes in blood pH. Lactic acidosis could therefore be a potential factor contributing to cardiac toxicity observed in patients with NSCLC treated with chemoradiation. We initiated a preliminary investigation by exposing murine cardiac fibroblasts and Lewis lung carcinoma (LLC1) cells to increasing levels of L -(+)-lactic acid followed by an assessment of vitality and proliferation using MTT assay. The results show that lactic acid depletes cardiac fibroblasts at a threshold level while LLC1 cells increase their proliferation at a similar thre shold of lactic acid exposure levels. We also found the depletion of cardiac fibroblasts can be prevented by adding sodium bicarbonate to the medium. In the next step of this research, we will test whether chemoradiation of LLC1 cells will increase lactic acid in the cell medium and whether medium transfer to cardiac cells will make them more vulnerable to chemotherapy and radiation. In future research, finding a way to reverse lactic acidosis, possibly with buffers like sodium bicarbonate, may help prevent chemoradiation side effects patients with NSCLC. JAZMINE BRIANNA CHISM UTP PARTICIPANT 2022 I had a transformative experience participating in the ABC program as a high school student. The program allowed me to explore the intersections of biology and sociology on a hands -on level I would not have been able to in a regular high school classroom. ABC challenged me how to think programmatically and helped me gain confidence in becoming a scientist one day. That is why I returned as a college student for the UTP program. Currently, I am a junior attending the University of California, Los Angeles, majoring in Human Biology & Society with a minor in African American Studies. This year I will be returning as the administrative assistant for the Academic S upports Program to serve the Black student body on campus for their retention and community service -oriented needs. In the future, I plan on pursuing a PhD in cancer epidemiology and becoming a public health director. Currently, I am in Dr. Carlos Casiano' s lab working with Evelyn Sanchez -Hernandez , Pedro Ochoa, and Frankis Almaguel. Our research focuses on prostate cancer and how LEDGF/p75 and the glucocorticoid receptor contribute to therapy resistance. Thank you, Dr. Casiano, for welcoming me in your lab . CONTRIBUTION OF THE LEDGF/p75 - GLUCOCORTICOID RECEPTOR INTERACTION TO CANCER CHEMORESISTANCE Evelyn Sanchez -Hernandez, Jazmine Chism, Greisha Ortiz- Hernandez, Pedro Ochoa, Carlos Casiano Center for Health Disparities and Molecular Medicine, School of Medicine, Loma Linda University, Loma Linda, CA Prostate cancer (PCa), the second leading cause of cancer deaths in the U.S., disproportionally affect s African American (AA) men. PCa patient s with recurrent disease develop therapy resistance and fail to respond to androgen -deprivation therapy (ADT) and/or taxane -based chemotherapy. Glucocorticoids (GCs), co -administered as standard of care and implicated in therapy resistance, may be critical to AA men with PCa since they have elevated endogenous GCs levels compared to Caucasian American (CA) men. GCs bind to the glucocorticoid receptor (GR) to exert their actions through gene transcription or physical interaction with other proteins. The mech anisms of GR -mediated therapy resistance, and their possible contribution to PCa mortality disparities are largely unknown. Previously, we demonstrated GCs upregulate the chemoresistance -associated protein LEDGF/p75 in PCa cells and identified consensus GR binding sites in the promoter region of the gene encoding LEDGF/p75. Therefore, we hypothesized GR transcriptionally upregulates LEDGF/p75 and interacts with this protein to enhance taxane resistance in PCa cells. Genetic silencing of GR in a panel of doc etaxel (DTX) -sensitive and - resistant PCa cells decreased LEDGF/p75 expression at the protein and transcript levels, confirming its status as a candidate GR target gene. Pharmacological inhibition of GR also decreased LEDGF/p75 in DTX -sensitive cells. Howe ver, LEDGF/p75 depletion had no effects on GR expression. Immunoprecipitation studies revealed GR and LEDGF/p75 interact in PCa cells. This interaction was confirmed by confocal microscopy. Furthermore, upregulation of correlated with LEDGF/p75 upregulation. Further studies will determine effects of co -targeting these two proteins with RNA interference and small molecule inhibitors on chemoresistance and other aggressive properties of PCa cells. Our studies use a mec hanistic approach to evaluate the significance of the potential regulation of LEDGF/p75 by GR in PCa therapy resistance. NOAH ARAM DAMIAN UTP PARTICIPANT 2022 Throughout my life, my parents emphasized the importance of education and how it can greatly impact the course of my life. As I have transitioned from high school to college, I take this motive to guide me through every choice I make. This fall I will be starting my junior year at University of California, Riverside, with a major in bioengineering. I have always been interested in the biomedical sciences but wanted to incorporate it to another part of my life which was completing a proj ect leading the way in engineering. My love for biology sparked when I first attended the Discovery program here at Loma Linda University in the summer of 2018. From then on, I knew I would love to explore a career that encompassed biology and engineering. As I explore my options, I am eager to continue my education in a graduate program. This is my first year participating in the UTP, and I am indebted to have this research opportunity in Dr. Christopher Wilson's laboratory. I have been learning the effec ts that microgravity has on mice and heart rate variability analysis. I have also learned how to properly conduct research in a laboratory environment and to never be afraid to ask questions. I would like to thank my mentor Dr. Wilson for guiding me through this program and Tyler Hillman, Nicholas Iwakoshi, and Marlene Lopez for helping me in and out of the lab. PHYSIOLOGICAL DIFFERENCES CAUSED BY INDUCED HYPERGRAVITY DETECTED BY HEART RATE VARIABILITY IN MICE Noah Damian, Nicholas Iwakoshi, Michael Pecaut, Christopher Wilson Center for Health Disparities and Molecular Medicine, Perinatal Biology, BMES, School of Medicine, Loma Linda University, Loma Linda, CA In space, changes in the gravitational and radiation environment can have negative effects on the human body. The Spaceflight Impacts the Microbiome -Brain Axis (SIMBA) Project global hypothesis is that hypergravity -induced changes in gut microbiome, autonomic nervous system function, and inflammatory activity can lead to a breakdown in the comm unication between gut, cardiovascular, and immune systems. Herein, we focused on the cardiovascular component of the study. Briefly, we used the 1.22- meter centrifuge at the NASA Ames Research Center to subject mice to three gravities (3G) for 28 days. Two sets of control mice kept at one Earth gravity (1G), including \"in -room\" and \"vivarium\" controls. In addition, subsets from each group were also given a prebiotic, anti -inflammatory diet ad libitum (starting two weeks prior to centrifugation) to assess wh ether an altered microbiome can prevent hypergravity -induced changes in cardiovascular activity, function, and health. To evaluate cardiovascular function, we performed electrocardiogram (ECG) and assessed changes in heart -rate variability (HRV). Specifica lly, we developed a custom Jupyter notebook to quantify 17 different metrics to evaluate a wide range of both time -series and frequency domain metrics of HRV. We assessed 115 different mice from across all 6 treatment groups (n=18- 20/group). Our analyses w ere primarily based on the RR and NN intervals. Poincarè and Welch plots provided a convenient visualization of variability, so we used these plots to show HRV values. What we hope to find from our results is that the mice subject to three gravities (3G) e xperienced stress levels demonstrate a notable difference in the microbiome as opposed to the control group and sub -groups. This work would provide a foundation for addressing changes in stress and inflammation in space flight for humans. CLARISSA DEAN DO UTP PARTICIPANT 2022 Being the child of two immigrant s, my parents always pushed me to excel and to live a life that they never had. Learning and trying new things were in my blood, and I wanted to make use of that curiosity. Throughout my high school and early college career, I had begun working as a medical assistant in a hospice clinic which allowed me to experience firsthand the disparity between my patients. This injustice led me to continue my participation in the UTP program in hopes of understan ding and making a change toward closing the gap between health and income insecurity. As a returning student, I found Dr. William Pearce and Desy Carreon never hesitated to push my limits and capabilities with each project. Each mentor has taught me that amazing things can come from the bleak. Thanks to this program, I truly understood the beautiful world of medicine and science and their powerful impact on the community. An appreciation for the importance and potential impact of integrating basic science research and clinical medicine led me to hopefully pursue the MD/PhD program at Loma Linda University. CHRONIC HYPOXIA ACTS THROUGH MYOCARDIN TO PROMOTE MITOCHONDRIAL TRANSLOCATION IN FETAL CEREBROVASCULAR SMOOTH MUSCLE Clarissa Do, Desy Carreon, James Williams, William Pearce Center for Health Disparities and Molecular Medicine, Perinatal Biology, School of Medicine, Loma Linda University, Loma Linda, CA During late fetal development, cerebral arteries undergo contractile differentiation under the influence of the transcriptional cofactor myocardin. This contractile differentiation is essential to prevent small artery rupture following the increase in arterial pressure associated with birth. Hypoxia inhibits contractile differentiation but also enhances the expression of myocardin. This project explores the hypothesis that the effects of chronic hypoxia on myocardin are protective and offset hypoxic inhi bition of contractile differentiation. To explore this hypothesis, we examined the effects of an inhibitor of myocardin is an of contractile capacity. Mitochondrial position was tracked by confocal imaging of Dehydrogenase (SDH), a protein or with microtubular Tubulin, or with Smooth Muscle My osin Heavy Chain (SM -MHC), which is a main component of the contractile apparatus. Neither hypoxia nor CCG significantly influenced colocalization of SDH with Actin, which is the most abundant protein in the smooth muscle cell. However, hypoxia enhanced colocalization of SDH with Tubulin, and this enhancement was attenuated by CCG. In addition, hypoxia also enhanced colocalization of SDH with SM -MHC, and this effect also was blocked by CCG. Together, these findings strongly suggest hypoxia promotes the t ranslocation of mitochondria to the contractile apparatus through interactions with the microtubular network. In addition, these results suggest hypoxic translocation of mitochondria is facilitated by the transcriptional cofactor myocardin. Finally, thes e results imply myocardin has therapeutic potential for clinical management of chronically hypoxic fetuses, particularly in the peripartum period. NAVAEH MARIE GUTIÉRREZ UTP PARTICIPANT 2022 I will be a soph omore at UC San Diego majoring in biochemistry. During my first year there, I was an active member of First Gen, motivating other first generation students as they navigate college. I was also given the opportunity to participate as the director of design i n Colleges Against Cancer promoting cancer advocacy in college communities. Besides academics I find true happiness in giving back to my community which is why i n my free time I volunteer giving makeovers to women in senior homes. I was once told that \"sci ence has no limitation.\" However, growing up a Mexican - American, first generation female college student feels as if there are limitations in my future. Through this program and the support of my family, I have learned how to break these barriers which is why I hope to pursue a PhD in my future to continue and express myself through research. And as my grandpa Jose Luis used to say, \"El que persevera, alcan za.\" Thank you Dr. Frankis Almaguel, Dr. Daisy De León, and Dr. Alfonso Duran for giving me an opportu nity to become more knowledgeable about health disparities and helping me find a true passion in research. I also want to thank Krystal Santiago and my peers for creating a welcoming environment. My enthusiasm for science continues to grow because of these individuals and this program. ENOLASE- 1 AS A NOVEL THERANOSTICS TARGET FOR NEUROENDOCRINE PROSTATE CANCER Navaeh Gutierrez, Krystal Santiago, Alfonso Duran, Carlos Casiano, Frankis Almaguel Center for Health Disparities and Molecular Medicine, School of Medicine, Loma Linda University, Loma Linda, CA Prostate cancer (PCa) is the second most common cancer in American men. PCa affects 1 in 8 men and continues to be one of the leading causes of cancer death. Although taxane -based chemotherapy is the last line of defense in men with advanced PCa, it ultimately fails due to chemoresistance. Prostate -specific membrane antigen (PSMA) has been an effective target for the imaging and therapy of advanced PCa. PSMA has revolutionize d the field of radioligand therapy (RLT), making PSMA -RLT a more optimal option for men with advanced PCa. However, about 30% of men with advanced PCa have a limited response to PSMA -RLT due to the presence of neuroendocrine -like PCa (NEPC), which lacks PS MA expression. Enolase (ENO), an enzyme most known for its role in glycolysis, has become a rising alternative to PSMA. Currently , we are looking at two isoforms of ENO, alpha enolase (ENO -1) and gamma enolase (ENO -2), due their expression in NEPC. Our pre liminary studies demonstrate, using immunoblotting, that chemosensitive NEPC cells express both ENO -1 and ENO -2; however, docetaxel -resistant cells only express ENO -1 and, therefore, have a metabolic vulnerability due to loss of enolase redundancy. We hypo thesize that ENO -1 is expressed in the surface of NEPC cells, including those that develop chemoresistance, and can be targeted with small molecule inhibitors (SMIs) that could be used as theranostics agents. We are currently identifying ENO -1 surface expr ession on NEPC cell lines using immunofluorescence microscopy, membrane fractionation analysis, and flow cytometry. We are also evaluating the cytotoxicity of SMIs targeting ENO -1 in chemoresistant NEPC cells using viability assays and Hoffman Modulation Imaging. Our long - term goal is to identify an alternative treatment for patients with NEPC by establishing ENO1 as a novel theranostics target. TERENCE DIRK WINSTON KILLEBREW UTP PARTICIPANT 2022 August of 2012 is a moment that changed my life. I went from playing multiple sports to losing all function in multiple parts of my body. The doctors diagnosed me with Guillain Barre Syndrome, which eventually progressed into Chronic Inflammatory Demyelinating Polyradiculoneuropathy. The worst news was not the diagnosis but how the doctors believed I got this autoimmune disorder. I got it from a vaccine. This knowledge sparked my interest in medical care focused on autoimmune diseases , and my goal is to one day become a doctor and research ways to prevent others from experiencing what I went through. Currently, I will be a junior at Oakwood University in Huntsville, AL. My major is biology, and after I graduate, my hope is to enroll in the MD/PhD program at Loma Linda University. I started my journey in research during my sophomore year. I studied the effects of jet lag and how music as a conditional stimulus can improve jet lag recovery. This project was exciting, and I wanted to enhance my skills which, in turn, led me applying to the Undergraduate Training Prog ram at LLU. My mentor, Dr. Eileen Brantley, has done amazing research in breast cancer and given me an opportunity to determine whether Aminoflavone can make cells that are resistant to endocrine therapy sensitive again. AMINOFLAVONE ENHANCES ENDOCRINE T HERAPY EFFICACY AND INDUCES MIR135A -RESISTANT CELLS Terence Killebrew, Nicole Mavingire, Eileen Brantley Center for Health Disparities and Molecular Medicine, Basic Sciences, School of Medicine, Loma Linda University, Loma Linda, CA Most women who are diagnosed with breast cancer have tumors that express hormones like estrogen and are thus prescribed endocrine therapy. However, up to 40% of these patients will experience relapse due to endocrine therapy resistance. A smal l population of cells within tumors known as breast cancer stem cells are generally resistant to endocrine therapy and promote patient relapse. Putative tumor suppressor miR135a is reduced in breast cancer cells and tumors resistant to endocrine therapy. W e previously found a small molecule , Aminoflavone , inhibits the growth of breast cancer cells including those that do not express hormone receptors. We aim to test the hypothesis that Aminoflavone enhances endocrine therapy effectiveness and induces miR135a expression in endocrine therapy -resistant breast cancer cells. Using the Alamar Blue assay, we discovered Aminoflavone increased the sensitivity of resistant cells to endocrine therapy. Aminofla vone disrupted mammospheres (breast cancer spheroids) derived from cells resistant to endocrine therapy. We employed quantitative real -time PCR to discover that endocrine therapy -resistant mammospheres expressed reduced miR135a levels as compared to parent al (sensitive) mammospheres. Aminoflavone induced miR135a expression in endocrine therapy -resistant mammospheres. We found Aminoflavone was less able to reduce mammosphere formation in parental cells exposed to antagomiR135a. In contrast, Aminoflavone was better able to decrease mammosphere formation in endocrine therapy- resistant mammospheres exposed to miR135a mimics. Our data suggest Aminoflavone induces miR135a to sensitize endocrine therapy -resistant cells including those with a stemness phenotype to endocrine therapy. Therapeutic restoration of putative tumor suppressors such as miR135a represents an important strategy to overcome endocrine therapy resistance. GISELLE MAGAÑA UTP PARTICIPANT 2022 I am a sophomore majoring in b iochemistry with a minor in French at the University of Redlands. I am part of the Chemistry Club, where we conducted beautification days that included cleaning up the Redlands community. This fall, I will be welcoming incoming first -year students as an FYS Peer Advisor to h elp navigate their first year at Redlands. In the summer of 2021, I was accepted into the ABC program. The program solidified my passion for research, especially in translational medicine and prompted me to pursue a career in science. While in Dr. Juli Unt ernaehrer's lab, we tested the effects of epithelial -mesenchymal transition in ovarian cancer after irradiation using the GFP reporter system and flow cytometry. During my UTP internship, my mentor and I focused on immunofluorescence to identify the BRCA phenotype in ovarian cancer patient- derived cell lines. In order to observe the BRCA phenotype, we utilized fluorophores to localize and visualize homologous recombination markers, H2AX and Rad51, by fluorescent microscopy. During my time in the lab, I learned to do cell culture and became familiar with flow cytometry, viability assays, and colony formation assay. I would like to thank and honor the UTP program of CHDMM as well as my PI Dr. Unternaehrer and my mentor Ashley Antonissen for guiding me throug h the program and cultivating a deeper understanding of science that will enhance my medical journey. IMMUNOFLUORESCENCE MICROSCOPY TO DETERMINE HOMOLOGOUS RECOMBINATION STATUS IN OVARIAN CANCER PATIENT SAMPLES Giselle Magana, Ashley Antonissen, Juli Unt ernaehrer Center for Health Disparities and Molecular Medicine, Division of Biochemistry, Basic Sciences, Gynecology and Obstetrics, School of Medicine, Loma Linda University, Loma Linda, CA High grade serous ovarian cancer (HGSOC) is the most lethal gynecological cancer. BRCA1/BRCA2 genes play a substantial role in repairing DNA by the homologous recombination (HR) pathway; mutations in these genes render the pathway deficient. There is anoth er DNA repair pathway using Poly (ADP -ribose) polymerase, PARP. However, when PARP is inhibited, it prevents DNA damage repair and induces apoptosis, especially in HR deficient cells. In our project, we focused on immunofluorescence to identify the HR defi phenotype, we utilized fluorescent antibodies to localize DNA damage via g H2AX a nd HR-mediated repair via Rad51 by fluorescent mic roscopy to determine whether cells are HR competent or deficient. For our experiment, the cells were irradiated, fixed with methanol, permeabilized, and labeled with primary and secondary antibodies. The primary antibodies bind to the cells, then the secon dary antibodies bind to the primary antibodies and emit fluorescent light that is detected under the microscope. Once DNA is damaged after exposure to irradiation, we can observe the presence or absence of H2AX and Rad51 to determine the presence of whethe r DNA has been damaged and whether HR -mediated repair occurs, respectively. We anticipate that cell lines 150811 and 150402 to have little to no expression of Rad51 foci since they are HR deficient ; however , cell lines OVCAR8 and 171201 are HR proficient so we can expect to see Rad51 foci. HR status could predict responsiveness to PARPi in future patients. ANDRÉS FRANCISCO PÉREZ RIVERA UTP PARTICIPANT 2022 Ever since I was young, I have always dreamt of finding a possible cure or remedy for Alzheimer's disease. I saw my family members suffer from this disease, and it devastated me. Being part of the UTP program has been a unique and challenging experience that will help as one of the many steps towards this dream. From reading numerous papers, understand ing a completely brand- new topic, and doing numerous experimental procedures to making mistakes in the lab and correcting them, I have very much enjoyed this program in its entirety. I am very grateful to be part of this summer's program and to be able to gain this research experience. Currently, I am attending the University of Puerto Rico, Mayagüez, where I am doing a bachelor's degree in pre- med to continue into medical school and, furthermore, become a neurologist. I am honored to be part of Dr. Eugenia Mata- Greenwood's laboratory and share the lab with her PhD student Nana Anti. I have learned many things about the human body, especially the woman's body that are beyond incredible. Currently, we are working on the effects of maternal obesity in the feta l immune system. One of the most interesting parts of the research has been the process of the collection of blood samples from the mother's placenta. This opportunity has provided me with knowledge and experience that can open many paths for my future. I am very excited to see what God has planned for me. DIFFERENTIAL EFFECT OF MATERNAL OBESITY ON FETAL LUNG VERSUS PLACENTAL GLUCOCORTICOID RECEPTOR GENE Eugenia Mata- Greenwood Center for Health Disparities and Molecular Biology, Center for Perinatal Biology, School of Medicine, Loma Linda University, Loma Linda, CA Maternal obesity is a common risk factor for preterm birth and respiratory distress syndrome. Synthetic antenatal corticosteroids (ACS) are often given to women at risk of preterm birth to accelerate fetal lung maturation. ACS mediate their beneficial effe cts via the fetal lung glucocorticoid receptor, but these drugs also have negative side effects, such as growth restriction, mediated by placental GR. The aim of this work was to test the hypothesis that maternal obesity decreases fetal lung GR expression with an opposite effect in the placenta. Ewes fed a high fat diet or a control diet before and throughout pregnancy were euthanized near term to collect placenta and fetal lung tissue for mRNA and protein analysis. GR isoforms and P were analyzed by cust om designed SYBR green qPCR while GR protein isoform in subcellular protein fractions were analyzed by western blotting. Our results show maternal obesity decreased fetal lung GR - and GR -P mRNA levels as well as the nuclear GR - protein levels and the nuclear-to-cytosol protein ratio. In addition, maternal obesity increased the expression of the GR inhibitor FKBP5 in fetal lung. In contrast, maternal obesity increased the GR - mRNA and the GR- nuclear to -cytosol protein ratio in placental cotyledon type A tissue, thereby confirming our hypothesis. We conclude maternal obesity has a detrimental effect on GR protein homeostasis by increasing the levels in placental tissue that can contribute to decreased fetal growth while decreasing it in fetal lung , thereb y decreasing the beneficial response while increasing the side effects of ACS treatment. OASIS ARIANNA PEREZ UTP PARTICIPANT 2022 I was born and raised in the Inland Empire and am currently studying at the University of California, Irvine, pursuing a b achelor's degree in biology. My love for science has been influenced by the shadowing and hands -on experiences that I have been fortunate to gain through both the Loma Linda University ABC and UTP programs along with on my home campus. These experiences ha ve influenced my long - term career goal to become a biomedical researcher. Giving back to my communities, both my hometown and university campus, which have provided copious opportunities to learn and grow, is crucial. On my college campus, I worked in the Middle Earth dorms as an attendant and am a part of the Active Minds Club, whose focus is reducing stigma around mental health along with advertising mental health resources on campus. I have been honored to be welcomed with such kindness by Dr. Subburaman Mohan's lab for the past two summers. My skills, thanks to the guidance of the whole lab, have improved tenfold. This summer my project focuses on the mechanisms by which a small molecule, thyroid hormone receptor beta, prevents general adiposity. I would like to thank my loved ones who have supported me through my academic a nd personal journey along with Dr. Mohan's lab and a special thanks to my inspirational summer mentors, Sheila Pourteymoor and Destiney Larkin, for their endless dedication to my project and academic success. THYROID HORMONE RECEPTOR ETA SIGNALING INHIBI TS ADIPOCYTE DIFFERENTIATION Oasis Perez, Sheila Pourteymoor, Destiney Larkin, Subburaman Mohan Center for Health Disparities and Molecular Medicine, School of Medicine, Loma Linda University, Loma Linda, CA ; Musculoskeletal Disease Center, VA Loma Linda Healthcare System, Loma Linda, CA Osteoporosis, a condition caused by weakened bones with greater risk of breaking, is a major public health threat for an estimated 44 million Americans. The etiology of osteoporosis is commonly associated with increased marrow adipose tissue caused by shifts in the lineage allocation of mesenchymal stromal cells towards adipocytes at the expense of osteoblasts. Recent data shows thyroid hormone treatment reduced MAT in mice , and this effect was mediated via activation of TH receptor beta signaling. In this study, we tested the hypothesis that THR signaling inhibits differentiation of adipocytes and, thereby, decreases MAT. To test this hypothesis, we evaluated the effects of THR specific agonist, MGL3196, on ad ipocyte differentiation using an established 3T3 -L1 pre -adipocyte cell line in adipogenic differentiation medium. As expected, expression levels of adipogenic markers were increased by 10 -3000 -fold upon 8 -day culture of 3T3 -L1 cells in adipogenic media. Ad ipogenic media increased adipsin expression by 1300- fold which was reduced by 40% by MGL3196 treatment. To determine the mechanism for inhibition of adipogenic differentiation by MGL3196, we measured expression levels of WNTs known to be involved in regula ting adipogenesis and found MGL3196 increased Wnt8b mRNA level by 80%. In conclusion, our data are consistent with a role for THR signaling in reducing MAT by inhibiting differentiation of MSCs towards adipogenic lineage. JENNIFER TRAN UTP PARTICPANT 2022 It feels like yesterday, but I would not have expected this program would have impacted my life four years ago today. I started this program as an incoming high school senior and now just graduated from California State University, San Bernardino , with a B.S. in Biology. I am planning on taking a Master's of Science in stem cell regenerative research. In the future, I am hoping to pursue an MD/PhD in translational biomedical cancer research. My ultimate passion is giving back to my community of San Bernardino. As a wanderer, I did not expect to fall in love with research. This program has provided a whole new perspective on the fundamentals of molecular mechanisms to question the unknown or gaps in the literature. I hope to integrate more medical kn owledge into my community to spread awareness of prevention and treatment. Thank you, Dr. Daisy De Leon, Dr. Frankis Almaguel, Dr. Alfonso Duran, and Qianwei Tan, for these past four years. I have learned so much from all of you, and I hope to follow in your footsteps one day to be an aspiring researcher and physician. I am also grateful to my peers for providing a warm and welcoming environment. DIFFERENTIAL EFFECTS OF IGF -II ON THE REGULATION OF MAGMAS, A PROTEIN CONTROLLING MITOCHONDRIAL IMPORT IN BREAST CANCER CELLS Katherine Granados, Jennifer Tran, Qianwei Tan, Alfonso Durán, Frankis Almaguel, Daisy De León Center for Health Disparities and Molecular Medicine, Breast Cancer Laboratory, School of Medicine, Loma Linda University, Loma Linda, CA Our laboratory previously showed IGF -II regulates mitochondria to prevent cell death and promote tumor growth and chemoresistance in breast cancer (BC). Hence, we decided to assess how IGF -II regulates MAGMAS, a protein controlling mitochondrial impor t and ROS that has also been identified as being highly expressed in BC and during early fetal development. We hypothesize IGF -II regulates MAGMAS, and IGF -II-secreting BC cells express higher levels of MAGMAS. We used CRL -2335, established from a BC tumor obtained from an African American (AA) patient , and MCF- 7, established from a pleural effusion of a Caucasian (CA) BC patient. CRL -2335 and MCF -7 BC cell lines were treated with both forms of IGF -II, precursor IGF - II (p -II) and mature IGF -II (M -II), to determine if they were differentially regulated MAGMAS. Western blotting and ECL methods were used to detect MAGMAS and known IGF -II-regulated proteins (IGF -1 receptor, Survivin, lysates. Our results show IGF -II increased MAGMAS in both cell lines. Furthermore, both differentially respond to P -II, promoting rapid cell proliferation and play a role in stem cell maintenance as compared to M -II response, which plays a pivotal role in normal cell differentiation. Previous results i n our laboratory showed analysis of BC tissues by immunostaining demonstrated high levels of MAGMAS staining in TNBC tissues of AA women compared to tissues from CA patients. The significance of our present study provides further proof of the critical role IGF-II plays in the mitochondria and its potential role in the survival disparity observed among AA patients afflicted with BC. Our team is currently validating MAGMAS as a target for Theranostics treatment, promising emerging radiotherapy for TNBC patien MENÉNDEZ BURGOS MTP PARTICIPANT 2022 When I knew I wanted to study medicine, my goal was to be a physician who looks at patients as a whole and not as walking diagnoses. There is a need for empathetic doctors aware of their patients' needs and sensitive to their problems. Academic metrics are essential but not enough. The experiences you get away from the books make a difference in the quality of care for future patients . Born and raised in Puerto Rico and as a first -generation college graduate with a bachelor's degree in cellular and molecular bio logy, now pursuing a doctorate in medicine at Ponce Health Sciences University, I know first -hand how hard it is to find learning opportunities in which our background is valuable. That is why having an opportunity at LLU CHDMM has provided not only the ac ademic and professional experience but also an experience of personal growth . My interest in neuroendocrinology is what fueled me to investigate how stress and diet impact the brain. Special thanks to Dr. Johnny Figueroa and his team for welcoming me into the Fig NeuroLab family, challenging my abilities, and believing in my potential. I am also grateful to Dr. Julio Vega, who motivated me to apply to this program and has been a great mentor . AN INNOVATIVE APPROACH TO INVESTIGATING THE NEURO -TOPOGRAPHY OF ADOLESCENT RODENTS EXPOSED TO AN OBESOGENIC DIET Arianna Williams, Johnny Figueroa Center for Health Disparities and Molecular Medicine, School of Medicine, Loma Linda University, Loma Linda, CA; Ponce Health Sciences University, Ponce, Puerto Rico Many environmental factors can negatively impact brain health. Adolescence is a particularly critical period during which the brain undergoes extensive remodeling. Obesogenic environments characterized by psychosocial stress and access to obesogenic diets disrupt this process, leading to long -lasting maladaptive behaviors. Yet, the cellular and molecular signatures mediating these alterations are unknown. This study aimed to develop an innovative technique to determine the spatial expression of stress and inflammation markers in the hippocampus of rats exposed to obesogenic environments during adolescence . We hypothesize that histological co-detection of mRNA and protein will reveal gene x environment spatial maps delineating novel molecular targets. Adolescent Lewis rats (n=56) were fed a Western -like high -saturated fat diet (41% -kcal from fat) or a contr ol diet (13% -kcal from fat) beginning at postnatal day (PND) 21. Rats were further subdivided based on stress exposure. The exposed group endured a psychosocial stress model that includes 30 days of social instability (PND60- 90) and two predator exposures (PND60 and 70). Brain tissue was harvested at PND107 and prepared for mRNA expression analysis using qRT -PCR and RNAscope. Dual mRNA and protein histology was used to measure cellular/morphological/molecular profiles. PCR analyses demonstrated reduced FKBP 5 mRNA expression in the hippocampus of the stressed rats that consumed the WD (relative to controls). RNAscope results demonstrated no significant FKBP5 mRNA changes in the CA1 region of the hippocampus, suggesting the potential involvement of other hippo campal subfields. Our results indicate obesogenic environments can heighten vulnerabilities to early adverse events. Additionally, we successfully implemented a n innovative and dynamic methodology that will strengthen our ability to determine how obesogeni c environments shape the brain. KIDIANYS MARIE SÁNCHEZ -RUIZ MTP PARTICIPANT 2022 Medicine is a constantly evolving field requiring lifelong learning, and for me as a medical student, it is essential to keep up with these changes. This program has given me the opportunity to develop myself in the scientific community, expose me to other scientists, and, most importantly, it has helped me learn more about health disparities in medicine. I completed my bachelor's degree at University of Puerto Rico, Rio Piedras, majoring in molecular and cellular biology. Currently, I am a second -year med ical student at Universidad Central del Caribe in Puerto Rico. One of my goals in life is to become the best version of myself while positively impacting people who trust me and my training during one of their most vulnerable moments, illness. I aspire to be a trusted and prepared physician who can help patients on their path to recovery; it will be a very rewarding experience to see their health improve. This summer, I have been working in Dr. Salma Khan's Lab. My project aims are to examine how thyroid cancer affects different ethnic groups and the underlying molecular mechanism of this malignancy. INTERACTING PARTNERS OF ENIGMA IN THYROID CANCER Kidianys Sanchez -Ruiz, Center for Health Disparities and Molecular Medicine, Biochemistry, Otolaryngology, Cancer Center, School of Medicine, Loma Linda University, Loma Linda, CA Thyroid cancer incidence is rising worldwide partly due to overdiagnos is which leads to unnecessary thyroidectomies. Following a thyroidectomy, patients must take thyroid hormone medication for the rest of their lives. Thus, there is a need for more efficient diagnostic and treatment approaches for this common disease. Even though thyroid cancer is an immensely studied malignancy, its molecular mechanism has not yet been determined. Our lab revealed a potential biomarker for thyroid cancer, an oncoprotein called Enigma. This protein helps distinguish between malignant and ben ign nodules. It has also been proven Enigma expression is enhanced according to the cancer stage. Enigma has a role in cell survival via modulation of PI3K/AKT signaling in thyroid cancer, and it negatively regulates p53 through Mouse double minute 2 homol og (MDM2) in gastric cancer cells. We showed Enigma colocalized with bone morphogenic protein -1 (BMP -1) in thyroid cancer calcification through its interaction. This study aims to determine which molecules interact with Enigma to establish thyroid cancer's underlying signaling pathways. Fresh human thyroid cancer tissues were obtained to extract protein using QIAGEN kit and then utilized for western blotting to determine the expression of BMP -1, PI3K/AKT, and MDM2. When it was evident these molecules were p resent in thyroid cancer, we performed co -immunoprecipitation (Co -IP) using the Enigma antibody and observed PI3K/AKT, MDM2, and BMP -1 interact with this oncoprotein. We conclude Enigma- PI3K/AKT pathway relates to early staging, Enigma -MDM2 pathway to adva nce staging , and, finally, the Enigma - BMP -1 pathway to thyroid cancer calcification. By knowing the molecular signaling pathways of this malignancy, new treatment strategies can be adapted by targeting specific molecules on the pathway to reduce thyroidect omies, therefore, improving pa tient s' quality of life. GIANCARLO GERARDO VALDEZ MTP PARTICIPANT 2022 Initially when applying to the summer MTP program, I expected to just learn about how research work is conducted and that would be it. Thankfully, I was placed in Dr. Frankis Almaguel's lab which opened my eyes to the strides researchers are making in the area of th eranostics. At every step of my career to become a physician, I've always wanted to be in orthopedics. After this summer and the exciting research I have been a part of, my attention has been captured to such a degree that I am considering pursuing a residency in theronostics. Dr. Almaguel, Dr. Alfonso Duran, and Christan Yoo have such a passion for what they are pursuing that it's so contagious, and I'm very excited to see how they will make amazing advancements in the field. I have learned what it really takes to make strides in medicine, how that translates to the clinical sense, and how that will affect real world patients. I am considering a PhD program because the ability an MD/PhD can have by bridging the gap between clinical medicine and research is greatly needed in medicine. I'm excited to see what the future has in store for me, hopefully here at Loma Linda University/ Hospital. SYNERGISTIC EFFECT OF TNBC CELLS TO DOXORUBICIN Angel Saenz, Giancarlo Valdez, Christian Yoo, Alfonso Durán, Daisy De Leon, Frankis Almaguel Center for Health Disparities and Molecular Medicine, S chool of Medicine, Loma Linda University, Loma Linda, CA Triple Negative Breast Cancer (TNBC) is a particularly aggressive cancer phenotype defined by a lack of estrogen, progesterone, and human epithelial growth factor 2 (HER2) receptors. Because these receptors are not present in these cells, treatment for TNBC is limited to therapeutics that cause cell cycle arrest, particularly in the G2 phase. Doxorubicin is one such common therapeutic often used to treat TNBC. Magmas is an inner mitochondrial membra ne protein that forms a complex with TIM23 to facilitate the import of hsp70. In a disease state, however, Magmas expression is differentially overexpressed and may play a cytoprotective role in cancer cells. Preliminary evidence suggests that Magmas is overexpressed in more aggressive cancer phenotypes, such as TNBC, compared to a hormone receptor (HR) positive, HER2 - cell line, and may be a contributing factor in aggressive TNBC often presented in African Americans. We hypothesize that combined inhibition of Magmas function and Doxorubicin treatment will work synergistically in destroying TNBC cells and lower the effective dose of Doxorubicin. We treated African American and Caucasian TNBC cell lines with BT#9, Doxorubicin, and both therapeutics combined f or 72 hours, then compared the resulting cell viability through MTT assays. HR - positive, HER2- breast cancer cell line served as a control. We also prepared breast cancer cell lines for immunofluorescence microscopy to visualize Magmas expression in each c ell line. The results of these experiments indicate Magmas overexpression in TNBC cell lines and the synergistic effect of BT#9 with Doxorubicin are effectively destroying TNBC cell lines at a lower dose than the individual treatment alone. Initiative to Maximize Student Development (IMSD) Adulzir Erika ERIKA ALTAMIRANO IMSD PARTICIPANT 2022 I am a fourth year PhD student at Loma Linda University in the Integrated Biomedical Graduate Studies program with an emphasis in Neuroscience, Bioengineering, and Systems Biology. I graduated with my Bachelor of Science in Health and Human Sciences from Loyola Marymount University in 2015. After graduating, I worked as a behavior analyst with families of children with autism and at a school for developmentally disadvantaged children where I grew an interest in neuroscience. At Loma Linda I have been able to cultivate many scientific interests of mine including microbiology, cancer, and data analytics. Currently, I perform research in the LLU Neurology Department in Dr. Mohammad Dastjerdi's lab, which focuses on aspects of cognitive neuroscience and epilepsy research. We are currently investigating the temporal dynamics of attention shifting during a novel auditory - based behavioral task. Our research is done in collaboration with the LLU neurology team, University of California, Berk eley, and Washington University. We recently submitted an abstract to and will be presenting at the Society for Neuroscience Conference this year. We hope to understand the cognitive process of attention shifting in humans and how it interferes with ongoing information processing. In the future I hope to work in industry, specifically in the fields of data science or neuroscience. INVESTIGATING THE NEURAL DYNAMICS OF ATTENTION SHIFTING Adulzir Altamirano, Mohammad Dastjerdi Center for Health Disparities a nd Molecular Medicine, Division of Neuroscience, Systems Biology, and Bioengineering, Basic Sciences, School of Medicine, Loma Linda University, Loma Linda, CA The brain receives an overwhelming amount of information across various sensory modalities while having a limited information processing capacity. To overcome this limitation, the brain exploits its attention system to dynamically allocate neural resources to process survival -relevant information preferentially. The effect of attention on ongoing information processing is well - studied in different sensory modalities. However, the mechanism of shifting attention from one spotlight to another is largely unkno wn in humans. In this study, we introduce a novel attention - control task to measure cognitive errors during shifting attention in patients undergoing intracranial EEG. We hypothesize attention shift is a cognitive process that interferes with ongoing infor mation processing. To test this hypothesis, we have designed a dichotic listening task where the laterality of attention changes after the presentation of a visual cue. We speculate task performance and reaction time significantly interact with attention shifts in comparison to overall behavioral responses. Accordingly, the differential neural responses of the attention network will provide insight to the neural mechanisms of attention shifts. Our preliminary behavioral analysis of a high task performance, with a high hit rate (90%) and a low false alarm rate (6- 10%), averaged over three runs of the task. In addition to the high -performance rate, the reaction time (1±0.3 sec) was significantly shorter than the allowed response time (1.5 sec) further indicat ing the subject's active participation in the task. We found most of the trials with a reaction time above the average (1±0.3 sec) occurred after an attention -shifting cue. In conclusion, the high - performance rate in our preliminary behavioral analysis sho ws active subject participation in the task. We are currently looking at differential responses of the nodes of the attention network obtained with intracranial EEG data during attention shifts. SHAWNEE ANGELONI IMSD PARTICIPANT 2022 I was given the wonderful opportunity to attend the IMSD summer program, which is fantastic throughout the year; however, being able to focus on the program without the addition of schoolwork makes it an even more manageable and exciting experience. I curr ently attend Loma Linda University, working on completing a PhD in Biomedical Graduate Studies. I have received a bachelor's degree in microbiology and master's degree in biology from Cal Poly Pomona. I hope to one day work in an industrial research laboratory, preferably in the field of microbiology on antibiotic resistance research or in a cross -study of microbiology and cancer fields focusing on bacterial -cancer interactions. It is a dream of mine to help contribute towards a treatment or method fo r helping individuals with antibiotic resistant infections or by expanding our current understanding of microbial -cancer cell interactions. I am currently working in Dr. Ubaldo Soto's lab focusing on breast cancer research, specifically on using new marke rs to identify breast cancer subtypes. Throughout my academic career I have focused on experiencing new fields in science, so I can be a well -read and experienced interdisciplinary scientist. I want to thank the Soto lab for helping me with my work and hel ping me learn new techniques in breast cancer research. Without their support I would have never been able to experience all these wonderful opportunities. ORGANOID DEVELOPMENT OF TRIPLE NEGATIVE BREAST CANCER Shawnee Angeloni, James McMullen, Ubaldo Sot o Center for Health Disparities and Molecular Medicine, Department of Basic Sciences, School of Medicine, Loma Linda University, Loma Linda, CA Breast cancer is the most common cancer in women with one out of eight women developing it during their lifetime. Subtypes of breast cancer are based on presence or absence of three specific receptors: estrogen receptor (ER), progesterone receptor (PR), an d human epidermal growth factor receptor 2 (HER2). Triple negative breast cancer (TNBC) lacks all three receptors. Severity, prognosis, and treatment of breast cancer differ depending on subtype with TNBC being the most severe, difficult to treat, and high est mortality rate. Presence of stem cells in tumors, known as cancer stem cells (CSCs), play an important role in treatment resistance and tumor recurrence. Several classical markers have been identified and are used to recognize breast CSCs. However, ours and other labs propose more than a single CSC population exists in breast tumors; new markers could identify these new populations. Recently, our lab used bioinformatic analyses and identified a new population of stem cells present in some normal breast tissue samples. The same was seen in some TNBC samples, suggesting gene signature identifying this new population could be useful to better classify and characterize TNBC. Recently, use of organoids has been established as a good 3D multicellular in vitro model to study tumor initiation and progression. We are in the process of creating patient -derived tumor organoids to better characterize variation in TNBC. We plan to form organoids from all types of breast cancer, using cell lines and patients' samples. Those organoids will be subject to various treatments including changes in the microenvironment and standard drugs used for treatment. Changes observed in breast organoids will be evaluated by flow cytometric and RNAseq analysis. We expect the study of br east cancer organoids can help in developing better diagnostic tests and treatments. NATASHA LE IMSD PARTICIPANT 2022 I am a fourth year PhD student at Loma Linda University in the Integrated Biomedical Graduate Studies program with an emphasis in infection, immuni ty, and inflammation. I graduated with my Bachelor of Science in Biochemistry from La Sierra University in 2019 where I was very active in the Chemistry Department as head T.A., Chemistry Club as Social VP and then President, Spiritual Lif e Department as a worship coordinator, and Music Department as a percussionist and pianist for wind ensemble and orchestra. I performed research with Dr. Marco Allard, focusing on exploring salen ligand types inspired from purple -acid phosphatase towards catalyzing pesticides using hydrolysis with zinc complexes. Here at LLU , I am the Worship Director for the University and served as Social VP of the Basic Sciences Student Council. I perform my research in Dr. Christopher Perry's lab which focuses on translational chemistry and nanotechnology. We are continually working to op timize our protocols for synthesis and characterization of gold nanoparticles, nanorods, and nanostars. We recently submitted a paper for publication in the American Chemical Society Omega journal with our findings. I will continue my research in using nanomaterials for catalysis, antimicrobial activity, and targeted radiation medicine. In the future, I hope to work in industry, specifically in the fields of colloidal nanotechnology or surface chemistry. GOLD NANOSTARS: NANOPARTICLE TRACKING ANALYSIS AND C ATALYSIS Natasha Le, Christopher Perry Center for Health Disparities and Molecular Medicine, Division of Infection, Immunity, and Inflammation, Basic Sciences, School of Medicine, Loma Linda University, Loma Linda, CA Nanomaterials, regardless of shape, characteristically have at least one dimension limited to <100 nm. At this scale, the physical and chemical properties of the nanomaterial can be drastically affected simply by altering its aspect ratio. Nanomaterials have applications in chemical detoxification, antimicrobial applications, and radiation therapy. Gold nanostars (GNSs) have a high aspect ratio and are of interest for biosensing, catalysis, and therapeutic applications. Our GNS synthesis follows the standar d \"one -pot\" approach whereby a direct reaction in one step is used for the preparation of the inorganic parts while the organic component works as surface capping material or a template. The specific aims of my project are to (1) optimize synthesis and characterization of GNSs, (2) evaluate catalytic activity, and (3) evaluate biocompatibility for future use in targeted radiation -induced DNA damage. Regarding the first aim, the synthesis and characterization have been optimized, the most innovative aspect b eing the use of a nanoparticle tracking analysis (NTA) instrument for characterization. NTA can measure the GNS concentration, scattering intensity, and hydrodynamic diameter. Size estimates are derived from the particles' Brownian motion based on the Stok es-Einstein equation. The relative scattering intensities as a function of the refractive index can distinguish NPs of comparable diameters. Regarding the second aim, catalytic activity of gold nanoseeds and nanostars is measured using the model reduction of 4-nitrophenol (4 -NP) using sodium borohydride. Modifying GNSs with thiolated polyethylene glycol enhanced their catalytic activity. Spectroscopic techniques are used to monitor the catalytic activity. In the future, for the third aim, we will test the b iocompatibility of the GNSs with the U87 cell line, performing in vitro experiments. BOBBY MENDEZ IMSD PARTICIPANT 2022 I started my journey towards research by going to California Baptist University in Riverside, CA. There I double majored in biomedical sciences and p sychology with a minor in Medical anthropology. While at CBU, my interest in research was driven by having to complete a research project as part of my degree. In the summer of 2018, I applied for a research program in conjunction with Loma Linda University's Center for Perinatal Biology. T hat summer I began working in the lab of Dr. Arlin Blood, researching how hypoxia affects fetal development. In particular, the lab focuses on how hypoxia affects cerebral blood flow and how it can also lead to pulmonary hypertension. During my time in th e lab, I knew research is what I wanted to pursue as a career, and I returned to his lab every summer since then. I have been able to present my projects in posters and oral presentations as well. Now as a PhD student in his lab, I know for sure I want to study how hypoxia affects fetal development, particularly that of the cardiovascular system. After completing my PhD, I plan on staying in academia and establishing my own lab to continue conducting research in the field of fetal cardiopulmonary physiology in relation to hypoxia. I also would like to train and mentor students that come from a similar Chicano background as my own so that future generations can have the same opportunities I have had. EFFECT OF VAGAL INNERVATION OF THE LUNG DURING FETAL SHEEP DEVELOPMENT ON PULMONARY FUNCTION AT BIRTH Bobby Mendez, Karina Mayagoitia, William Geyman, Christopher Wilson, Arlin Blood Center for Health Disparities and Molecular Medicine, Lawrence D. Longo Center for Perinatal Biology, School of Medicine, Loma Linda University, Loma Linda, CA Interoceptors are sensory neurons that provide information to the brain about the state of internal organs. Pulmonary interoceptors connect the lungs to the brainstem via the vagus nerve. Although pulmonary interoceptors and vagal circuitry are present from the first trimester onward, little is known about their role in lung development. We hypothesize that denervation of the vagus nerve during fetal sheep development will affect lung function at birth. Fetal sheep were d enervated by bilateral vagotomy at 95 to 119 days gestation (term = 150 days) and then continued to term. Lambs were delivered by C -section, and pulmonary function was compared to a sham animal or historical controls. Changes in pulmonary artery pressure, pulmonary and ductus arteriosus flow, and pulmonary vascular resistance were measured during and after birth, followed by a 30 -min episode of hypoxia. Although preliminary, results of three denervated animals and a sham animal or a group of historical cont rols showed vascular resistance of the denervated animals was higher than the sham animal (286.3 60.57 vs 107.7 +/ - 60.57 p = 0.02). Pulmonary compliance of the denervated animals was lower than that of historical controls (p < 0.01), an d the basal heart rate of the denervated animals was higher than that of controls (p = 0.04). Together, these results suggest loss of the vagus nerve during fetal development may predispose newborns to pulmonary hypertension, poor pulmonary compliance, a nd altered control of heart rate. PEDRO OCHOA IMSD PARTICIPANT 2022 Growing up, I have always been intrigued by puzzles and mysteries which stem from my passion to ask questions about how and why things occur. This passion led me to study biology as I was immersed by the limitless mysteries of the cell. Specifically, I was interested in cancer biology as a family member of mine had been diagnosed with colon cancer. I saw first- hand how crucial research is on patient care. Thanks to the researcher s, oncologist s, and medical staff my family member has been in remission ever since. I attended the University of California, Irvine (UCI) , where I ob tained a b achelor's degree in biology and sociology. During my time at UCI, I was fortunate enough to have an opportunity to perform undergraduate research. The combination of my previous experience, thirst for knowledge , and passion for cancer biology drove me to pursue my PhD. I am currently a second year PhD student in the Cancer Developmental and Regenerat ive Biology Division in Dr. Carlos Casiano's laboratory. My project aims to inhibit a stress oncoprotein known as LEDGF/p75 and determine the effects this inhibition has on prostate cancer (PCa) chemoresistance . TARGETING THE LEDGF/P75 INTERACTOME Pedro Ochoa, Greisha Ortiz- Hernandez, Carlos Casiano Center for Health Disparities and Molecular Medicine, School of Medicine, Loma Linda University, Loma Linda, CA Prostate cancer (PCa) occurs in 1 in 8 men, is the second leading cause of cancer death in men after lung cancer, and disproportionately affects men of African ancestry. Although the 5 -year survival rate of localized PCa is nearly 100%, once the disease pr ogresses, patients ultimately develop resistance to current treatments, and survival rate drops to nearly 30% . Understanding mechanisms by which PCa cells develop therapy resistance is crucial for development of new treatments. One potential mechanism of c ancer chemoresistance is upregulation of stress oncoproteins such as Lens Epithelium Derived Growth Factor p75 (LEDGF/p75). LEDGF/p75 promotes cell survival against environmental stressors, including docetaxel (DTX), the standard chemotherapy drug used to treat PCa . C-terminus of LEDGF/p75 contains Integrase Binding Domain (IBD), the binding site for HIV -integrase and multiple oncoproteins such as PogZ, and the JPO2 -cMYC and Menin -MLL transcription complexes. These oncoproteins regulate gene transcription p romoting cell survival and cancer aggressive properties. We reported LEDGF/p75 and its IBD -interacting partners are upregulated in DTX -resistant PCa cells and contribute to their survival and aggressiveness. Thus, targeting LEDGF/p75 IBD -interactome is an optimal therapeutic approach. We hypothesize inhibition of this interactome in the presence of DTX will enhance cytotoxicity in DTX -resistant PCa cells. We evaluated cytotoxic effects of candidate LEDGF/p75 small molecule inhibitors (SMIs) previously screened for inhibition of the LEDGF/p75 IBD- HIV integrase interaction, as well as Menin SMIs, in DTX - sensitive and - resistant PCa cell lines, in the presence and absence of DTX, using viability assays and cellular morphology. Our initial result s show increased cytotoxicity upon treatment with specific candidate LEDGF/p75 SMIs and with Menin SMIs. Further studies will focus on establishing the specificity of some of these SMIs and possible synergistic effects of combinatorial PARTICIPANT 2022 Growing up in México, I remember being extremely curious, a problem solver, and resilient. Since kindergarten, I was inspired by teachers and mentors who encouraged me to aim high and continue to cultivate my problem -solving drive. I knew then that education was the only way for me to escape poverty and break misconceptions about women's abilities to thrive in STEM, holding leadership positions and decision -making power to improve science and heal thcare reform. Fast forward through a life full of twists and turns . Today, I am a PhD candidate in Neuroscience, Systems Biology, and Bioengineering Graduate program and part of the IMSD initiative at the CHDMM in Loma Linda University School of Medicine. Being part of these programs has consolidated my goals, providing training and awareness of the importance of health equity and whole -person care as well as a true example of the power of scientific pursuit as part of Jesus' mandate of caring for the most vulnerable. As a neuroscientist in training under Dr. Johnny Figueroa's mentorship, I get to incorporate all that drive into investigating the neuromodulatory effects of psychosocial stress and diet -induced obesity in adolescents exposed to early life st ress. My long -term goal is to honor God through my research by impacting the understanding, diagnosis, and standard of care of psychiatric disorders and inspire new generations to pursue science as a means to help others in a deep, meaningful, and lasting way. NEUROPATHOLOGICAL CORRELATES LINKING EAR LY-LIFE STRESS TO DISORDERED Timothy Simon, John Lou, Johnny Figueroa Center for Health Disparities and Molecular Medicine, Basic Sciences School of Medicine, School of Behavioral Health, Loma Linda University, Loma Linda, CA Adverse childhood experiences significantly increase the risk for eating disorders and adult obesity. Emerging evidence shows unheal thy eating habits and obesity are increasing among youth. However, the mechanisms interconnecting early stress to adult obesity remain poorly understood. To investigate the neuroadaptations mediating the elevated risk of overeating and obesity in a rat mod el of early -life stress, adolescent Lewis rats (n=96, 48 males, 48 females) were exposed to a two -hit model of predator -based psychosocial stress (PSS) followed by intermittent access to a high -saturated fat obesogenic diet (WD, 41% kcal from fat) or a matched control diet (CD, 13% kcal from fat). A battery of behavioral tests and stress markers were evaluated longitudinally. In females, the estrus cycle was monitor ed for cyclicity. Immunodetection methods were used to determine the impact of stress and diet on the expression of activation and synaptic integrity marker s. We found sex -dependent differences in female rats exposed to PSS/WD displaying robust binge eating -like feeding behaviors compared to males. This phenotype was associated with blunted acoustic startle reactivity. Interestingly, estrus cyclicity evaluation revealed dysregulated length and variability of stage frequency in female rats exposed to traumatic str ess. In addition, PSS/WD exposure promoted activation and synaptic markers in brain regions regulating feeding behavior and stress. Here, we demonstrate that early-life stress is a significant catalyst for a high risk of disordered eating. Our model recapi tulates fundamental sex-specific differences in how humans respond to childhood adversities and presents new evidence for potential neuropathological targets. EVELYN SANCHEZ -HERNANDEZ IMSD PARTICIPANT 2022 Graduating from California State University, Northridge (CSUN) , in 2017 with a Bachelor of Science in Cell and Molecular Biology, I saw my undergraduate experiences shape my purpose in life. As an NIH -MARC scholar at CSUN, I discovered my passion for biomedical research. Observing my father battling non-Hodgkin's lymphoma made me realize the importance of biomedical research in our society. I want to contribute to our collective understanding of complex diseases such as cancer, leading to developing or improving treatment strategies and ultimately sav ing lives. Born in El Salvador and immigrating to the US at 14, I am the first in my family to pursue a science career and doctorate degree. Currently, I am a PhD candidate at Loma Linda University in the Cancer, Developmental and Regenerative Biology (CDR B) program. I've had the privilege to be mentored, guided, and encouraged by scientists, including my PI Dr. Carlos Casiano, to become the best version of myself. I am grateful to the IMSD program and CHDMM developing me as a scientist. I also want to enco urage students to pursue higher education regardless of their racial/ethnic background or upbringing. CONTRIBUTION OF THE LEDGF/p75 - GLUCOCORTICOID RECEPTOR INTERACTION TO PROSTATE CANCER CHEMORESISTANCE Evelyn Sanchez -Hernandez, Jazmine Chism, Greisha Ortiz -Hernandez, Pedro Ochoa, Carlos Casiano Center for Health Disparities and Molecular Medicine, School of Medicine, Loma Linda University, Loma Linda, CA Prostate cancer (PCa), the second leading cause of cancer deaths in the U.S., disproportionally affect s African American (AA) men. PCa patients with recurrent disease develop therapy resistance and fail to respond to androgen -deprivation therapy (ADT) and/or taxane -based chemotherapy. Glucocorticoids (GCs), co -administered as standard of care and implicated in therapy resistance, may be critical to AA men with PCa since they have elevated endogenous GCs levels compared to Caucasian American (CA) men. GCs bind to the glucocorticoid receptor (GR) to exert their actions through gene transcription or physical interaction with other proteins. The mechanisms of GR -mediated therapy resistance, and their possible contribution to PCa mortality disparities are largely unknown. Previously, we demonstrated GCs upregulate the chemoresistance -assoc iated protein LEDGF/p75 in PCa cells and identified consensus GR binding sites in the promoter region of the gene encoding LEDGF/p75. Therefore, we hypothesized GR transcriptionally upregulates LEDGF/p75 and interacts with this protein to enhance taxane resistance in PCa cells. Genetic silencing of GR in a panel of docetaxel (DTX) -sensitive and - resistant PCa cells decreased LEDGF/p75 expression at the protein and transcript levels, confirming its status as a candidate GR target gene. Pharmacological inhibi tion of GR also decreased LEDGF/p75 in DTX -sensitive cells. However, LEDGF/p75 depletion had no effects on GR expression. Immunoprecipitation studies revealed GR and LEDGF/p75 interact in PCa cells. This interaction was confirmed by confocal microscopy. Fu rthermore, upregulation correlated with LEDGF/p75 upregulation. Further studies will determine effects of co -targeting these two proteins with RNA interference and small molecule inhibitors on chemoresistance and other aggressive properties of PCa cells. Our studies use a mechanistic approach to evaluate the significance of the potential regulation of LEDGF/p75 by GR in PCa therapy resistance . KRYSTAL SANTIAGO IMSD PARTICIPANT 2022 I was born in Mayaguez, P uerto Rico, where my parents taught me that even though success was hard, if I set my mind to it and worked for it, I could achieve it. With this lesson, aiming to obtain academic excellence with God's help is a priority. I have put a lot of effort into becoming the best student I can be. Graduating from the University of Puerto Rico with a B .S. in Industrial Microbiology, I am now part of the IMSD program and working to earn a PhD. Throughout middle and high school, I attended an after -school academy that specialized in music and arts. I learned to play the flute and also trained my voice which allowed me to be the recipient of different scholarships throughout my undergraduate studies. These extracurricular activities made me manage my time and develop mu ltitasking, networking, and dexterity skills. I believe my purpose in this world is to serve others, and I have exemplified this conviction in many ways. After Puerto Rico suffered from H urricane Maria, my friends and I helped rebuild houses and feed the h omeless. In order to be a force for positive change, I selected Dr. Carlos Casiano and Dr. Frankis Almaguel, experts in health disparities, to be my co -advisors. Thus, I could focus my research on diseases affecting underrepresented communities, and I am studying the role of Enolase, a cytoplasmic enzyme, and its effect on the proliferation, migration, invasion, and metastasis of prostate cancer. ENOLASE- 1 AS A NOVEL THERANOSTICS TARGET FOR NEUROENDOCRINE PROSTATE CANCER Navaeh Gutierrez, Krystal Santiago, Alfonso Duran, Carlos Casiano, Frankis Almaguel Center for Health Disparities and Molecular Medicine, School of Medicine, Loma Linda University, Loma Linda, CA Prostate cancer (PCa ) is the second most common cancer in American men. PCa affects 1 in 8 men and continues to be one of the leading causes of cancer death. Although taxane -based chemotherapy is the last line of defense in men with advanced PCa, it ultimately fails due to chemoresistance. Prostate -specific membrane antigen (PSMA) has been an effective target for the imaging and therapy of advanced PCa. PSMA has revolutionized the field of radioligand therapy (RLT), making PSMA -RLT a more optimal option for men with advanced P Ca. However, about 30% of men with advanced PCa have a limited response to PSMA -RLT due to the presence of neuroendocrine -like PCa (NEPC), which lacks PSMA expression. Enolase (ENO), an enzyme most known for its role in glycolysis, has become a rising alte rnative to PSMA. Currently , we are looking at two isoforms of ENO, alpha enolase (ENO -1) and gamma enolase (ENO -2), due their expression in NEPC. Our preliminary studies demonstrate, using immunoblotting, that chemosensitive NEPC cells express both ENO -1 and ENO -2; however, docetaxel -resistant cells only express ENO -1 and, therefore, have a metabolic vulnerability due to loss of enolase redundancy. We hypothesize that ENO -1 is expressed in the surface of NEPC cells, including those that develop chemoresistance, and can be targeted with small molecule inhibitors (SMIs) that could be used as theranostics agents. We are currently identifying ENO -1 surface expression on NEPC cell lines using immunofluorescence microscopy, membrane fractionation analysis, and flow cytometry. We are also evaluating the cytotoxicity of SMIs targeting ENO -1 in chemoresistant NEPC cells using viability assays and Hoffman Modulation Imaging. Our long - term goal is to identify an alternative treatment for patients with NEPC by establishi ng ENO1 . TIMOTHY SIMON IMSD PARTICIPANT 2022 I am a second -year neuroscience PhD student at Loma Linda University. My research focuses on the effects of diet and stress on adolescent neurodevelopment and why some individuals are more resilient or vulnerable to stress- induced eating. I am particularly interested in the neuroanatomy and molecular mechanisms of learning, memory, and psychosocial stress in the brain and how different environmental factors (e.g., diet) affect these processes. Being at LLU has illuminated my mind to what science can achieve and has stirred up a kaleidoscope of emotions such as excitement, motivation, and fear. My long- term plan is to complete my neuroscience PhD by 2025 and then transition to a postdoctoral fellowship position allowing thorough research while mentoring disad vantaged students. My current mentor, Dr. Johnny Figueroa, has oriented me on a trajectory for a successful career in biomedical research . Apart from research, I greatly enjoy time with family and friends, shopping for hats and boots, and sipping on a fres h cup of coffee. I am incredibly thankful for all the opportunities I have here at LLU to be mentored, sculpted, and refined into a thoughtful and inquisitive young scientist. \"The day you plant the seed is not the day you eat the fruit.\" - Fabienne Fredri ckson AN INNOVATIVE APPROACH TO INVESTIGATING THE NEURO -TOPOGRAPHY OF ADOLESCENT RODENTS EXPOSED TO AN OBESOGENIC DIET Arianna Williams, Johnny Figueroa Center for Health Disparities and Molecular Medicine, School of Medicine, Loma Linda University, Loma Linda, CA; Ponce Health Sciences University, Ponce, Puerto Rico Many environmental factors can negatively impact brain health. Adolescence is a particularly critical period during which the brain undergoes extensive remodeling. Obesogenic environments characterized by psychosocial stress and access to obesogenic diets disrupt this process, leading to long -lasting maladaptive behaviors. Yet, the cellular and mo lecular signatures mediating these alterations are unknown. This study aimed to develop an innovative technique to determine the spatial expression of stress and inflammation markers in the hippocampus of rats exposed to obesogenic environments during adolescence . We hypothesize that histological co-detection of mRNA and protein will reveal gene x environment spatial maps delineating novel molecular targets. Adolescent Lewis rats (n=56) were fed a Western -like high -saturated fat diet (41% -kcal from fat) or a control diet (13% -kcal from fat) beginning at postnatal day (PND) 21. Rats were further subdivided based on stress exposure. The exposed group endured a psychosocial stress model that includes 30 days of social instability (PND60- 90) and two predator exposures (PND60 and 70). Brain tissue was harvested at PND107 and prepared for mRNA expression analysis using qRT -PCR and RNAscope. Dual mRNA and protein histology was used to measure cellular/morphological/molecular profiles. PCR analyses demonstrated r educed FKBP5 mRNA expression in the hippocampus of the stressed rats that consumed the WD (relative to controls). RNAscope results demonstrated no significant FKBP5 mRNA changes in the CA1 region of the hippocampus, suggesting the potential involvement of other hippocampal subfields. Our results indicate obesogenic environments can heighten vulnerabilities to early adverse events. Additionally, we successfully implemented a n innovative and dynamic methodology that will strengthen our ability to determine ho w obesogenic environments shape the brain . FRANCIS ZAMORA IMSD PARTICIPANT 2022 Previous to coming to Loma Linda University, I attained my master's degree in anatomy and neurobiology from Boston University where I discovered my curiosity for the neuroscience field. I yearned for the opportunity to continue developing a thorough understanding of the nervous system and to develop the skills need ed to make my own inquir ies, investigate biomedical questions, and contribute to closing the gaps in knowledge in the scientific literature. Thus, pursuing a career as a biomedical researcher and professor became a clear and major goal of mine. I am gratef ul to be part of the IMSD program as it has provided me with the resources and tools to earn my PhD and fulfill my dream of becoming a neuroscientist. Additionally, as a Hispanic, first -generation American woman, I am proud to represent underrepresented minorities in science and hope to inspire and encourage younger minority students . This fall, I will be a third -year PhD student in Dr. Marino De Leon's laboratory. Topics of focus for my research include investigating the mechanisms underlying docosahexaen oic acid (DHA) neuroprotection in the context of nerve injury and its therapeutic applicability for neuropathic pain. I would like to thank Dr. De Leon for his mentorship and guidance as I continue my academic journey. I hope that through the research bein g done in our laboratory, it can one day clinically translate into dissipating health disparities among underserved communities. POTENTIAL INTERPLAY BETWEEN AUTOPHAGY AND FATTY ACID BINDING PROTEIN NISMS Liu, Valeria Arroyo, Marino De León Center for Health Disparities and Molecular Medicine, Basic Sciences, School of Medicine, Loma Linda University, Loma Linda, CA Neuropathic pain (NP) results from peripheral nerve injury with inflammation and axonal degeneration triggering the development of hypersensitivity symptoms. Our laboratory previously reported omega -3 fatty acids attenuate NP and promote nerve regeneration in part by upregulating autophagy in the former. Autophagy is a cellular homeostatic process responsi ble for the lysosomal degradation of harmful proteins and organelles, and dysfunction in this process is implicated during NP. Further, FABP5 gene expression is induced during lipotoxicit y and is important for neurite extension and viability of NGFDPC12 ce lls. Treating NGFDPC12 cells with DHA can regulate autophagy and FABP5, but little is known about the significance of this interaction. We hypothesize DHA restores cellular homeostasis during PA stress by promoting autophagic flux dependent on normal FABP5 levels. Here, immortalized Schwann cells were treated with 50 uM DHA, 300 uM PA, or DHA+PA for 24 hours. Chloroquine (CQ) or rapamycin were administered to inhibit or induce autophagy. The levels of FABP5 and LC3 proteins were determined using Western blo t. CQ and PA increased LC3 levels, suggesting LC3 accumulation due to inhibition of autophagic/lysosomal degradation. However, DHA normalized LC3 levels, suggesting enhanced autophagic flux. FABP5 levels were also increased by CQ and PA but restored to con trol levels by DHA. These results suggest DHA increases autophagic flux to reduce cellular stress. We can speculate that in the absence of DHA, FABP5 levels increase to compensate for the level of cellular stress caused by PA . Summer Undergraduate Res earch Fellowship (SURF) Audrey Alexander Gissele Arroyo Woobin Cho William Geyman Jacob Perez John Roosenberg Daisy Rosales Tiffany Jo Scoot Ashley Singleton -Comfort Summer Rae Solis Grace Williamson AUDREY ALEXANDER SURF PARTICIPANT 2022 I recall the excitement I felt as a child visiting the natural science section in a local bookstore, picking up textbooks, and soaking in the beautifully rendered illustrations on each page and what they represented about the natural world. This same child like wonder is what I feel when I gain new insights about the created world through my studies. It is also what has driven me to pursue a double degree in biomedical sciences and illustration at California Baptist University and to find my calling within t he field of scientific research. After I graduate from CBU this year, I plan to enroll in a graduate program, either PhD or MD/PhD, to continue investigating human health disparities, using my passion for science . I am thrilled to be participating in the SURF program at Loma Linda University for the first time this year. It is an honor to be working in Dr. Juli Unternaehrer's lab under the direction of my mentor Ashlyn Conant on a project investigating the mechanism of developing ovarian cancer stem cells. The objective of this work is to develop a novel combination therapy to eradicate both the cancer cell and cancer stem cell population within ovarian cancer. Specifically, the scope of my project is to characterize the cell surface markers of ovarian canc er stem cells . CHARACTERIZATION OF HIGH -GRADE SEROUS OV ARIAN CANCER PATIENT - DERIVED SAMPLE SURFA CE CANCER STEM CELL MARKERS USING FLOW CYTOMETRY Audrey Alexander, Ashlyn Conant, Jacqueline Coats, Juli Unternaehrer Summer Undergraduate Research Fellowship , Division of Biochemistry, Basic Sciences, Loma Linda University, Loma Linda, CA High -grade serous ovarian cancer (HGSOC), the most common form of epithelial ovarian cancer, is the most lethal gynecologic malignancy with a 5 -year survival rate as low as 30%. Up to 90% of patients diagnosed at stage III/IV will experience tumor recurrence attributed to a small population of highly aggressive, self -renewing, tumorigenic cancer stem -like cells (CSCs) capable of evading chemotherapy. Our long- term objective is to understand the mechanism(s) responsible for CSC chemoresistance using ovarian cancer patient -derived xenograft (PDX) cells obtained from patients at Loma Linda University Medical Center. The focus of the present study was to characteriz e the phenotype of CSC populations within our panel of PDX cells by detecting identifiable CSC surface markers, specifically, CD44, CD117, and CD133, and the junctional proteins mediating intercellular adhesi on and polarity maintenance in, respectively, epithelial and mesenchymal cells. It is well established that in CSCs, dysregulation of gene expression leads to alterations in CD markers and cell adhesion molecules. CSCs abnormally acquire CD133, CD44, and CD117 markers and may undergo epithelial -to-mesenchymal transition (EMT). During EMT, E -cadherin is downregulated whereas N-cadherin is upregulated, a phenomenon referred to as the \"cadherin switch,\" which results in loss of intercellular adhesion. These alterations in CSCs can be detected by flow cytometry using highly specific, fluorescently -labeled antibodies that bind to these protein markers. In our study, analysis of PDX samples using flow -cytometry showed CSCs comprise a very small fraction of the to tal cell population. Notably, nearly every cell (99.4%) which was triple -positive for CSC markers were also double positive for E -cadherin and N -cadherin. In contrast, a very small percentage (5.1%) of E -cadherin and N -cadherin double -positive cells were t riple positive for the CD133, CD33, and CD117. GISSELE ARROYO SURF PARTICIPANT 2022 I joined the SURF summer program to gain experience and learn more about a career in research. I have always enjoyed biology and knew I wanted to pursue it as a career, and this program has affirmed my love and passion for knowledge. My molecular and cellu lar professor at Moreno Valley College knew of my interest in furthering my experience and skills in the lab outside a classroom setting. I am currently a student at Moreno Valley College but will be transferring to San Diego State University or University of California, Irvine, to study microbiology, the vast and fascinating world of bacteria and viruses. My goal is to apply for a PhD program once I graduate with my bachelor's degree and eventually pursue a career in STEM research. I wanted to work with Dr. Ryan Sinclair since he took an interesting approach to microbiology that I had not been familiar with. The research I have been focusing on is wastewater base epidemiology. We are tracking Covid- 19 in wastewater from both the Loma Linda school dorms and from the city of San Bernardino. This research can help us determine when the next spike in Covid -19 cases will appear. I would like to thank Dr. Sinclair for sharing his lab and his knowledge and welcoming me with excitement. I would also like to thank D ebrah Sumantri, Princess Cervantes, and Michael Pecolar for taking the time to patiently instruct me . DEVELOPING AN INTERMEDIATE- SCALE FLOW THROUGH PIPE REACTOR FOR THE ASSESSMENT OF WBE PASSIVE SAMPLER EFFICIENCY Gissele Arroyo, Nicolas Preciado, Cam eron Rull, Ryan Sinclair Summer Undergraduate Research Fellowship , Environmental Microbiology Research Laboratory, School of Public Health, Loma Linda University, Loma Linda, CA Wastewater -based epidemiology (WBE) is a method of monitoring the frequency of pathogens such as SARS -CoV -2 (Covid -19) in populations using water samples from sewage systems. A few methods of sample collection include grab, composite, and passive sampling. Recent studies indicate the cost- efficient passive samplers exhibit a greater sensitivity to Covid -19 than grab samples from the same site, thus yielding more accurate results when tested. However, data from the Environmental Microbiology Lab's ongoing Covid- 19 wastewater study at Loma Linda University shows passive samplers pro ducing lower rates of detection than their grab counterparts. The objective of this work was to develop a controlled, intermediate -scale experiment to accurately replicate the sampling environment of a sewer system in a laboratory setting. We built a pipe reactor using 2\" ABS pipes and used a peristaltic pump to facilitate slow circulation of water in the system. 1ml of bovine -respiratory syncytial virus vaccine (BRSV) was added to the pipe system as a surrogate for Covid- 19. Both passive and grab samples w ere then collected and tested using reverse -transcription quantitative polymerase chain reaction (RT - qPCR) tests. The RT -qPCR results are shown for a time -series mixing scenario where BRSV was monitored with grab samples each hour after inoculation took pl ace. We also show ed a continuous flow scenario where after 24 -hours grab samples were compared to various types of passive sampling devices. Our results showed BRSV took approximately 9 hours to be recirculated in the system and another 12 hours for comple te mixture. The 24 -hour passive samples produced higher concentrations than the grab samples. The result of this study shows that in perfect continuous flow conditions, passive samplers do obtain higher numbers than grab samples. WOOBIN CHO SURF PARTICIPANT 2022 Ever since I was a child, everything has fascinated me. I was filled with so many questions I was given the nickname of \"the question boy\" by teachers. I understand this thirst will never be satisfied, but I will be at ease knowing I wen t in the right direction to learn more, leave an impact on people, make friends and memories, and spread love. To live a fulfilling life, bring joy to those around me, and use my talents to the highest level is my desire and has brought me here to LLU to d o research and one day have the title of Dr. Cho, surgeon. I am entering my last year at Southern Adventist University in Tennessee where I am studying biomedical science with a minor in chemistry. I am Student Association Senate Social Activities Committe e Chair and Asian Club Social Vice President. I love to meet new people and feel the drive and need to continue to serve through leadership. Outside of academics, I love art such as drawing, painting, and ceramics. I am also really passionate about physica l and mental health. Weight lifting, running, reading, and applying self -help books have been a huge part of my life for the past couple years. Working with Tyler Hillman, Nicholas Iwakoshi, and Marlene Lopez in Dr. Christopher Wilson's lab was truly an ho nor, and I would like to extend my gratitude to these mentors for their efforts to create an incredible experience for me. LOCALIZED CASPASE -9 EXPRESSION IN ISCHEMIC ENCEPHALOPATHY Woobin Cho, Tyler Hillman, Christopher Wilson Summer Undergraduate Research Fellowship , Center for Perinatal Biology, School of Medicine, Loma Linda University, Loma Linda, CA Neonatal inflammation due to hypoxic -ischemic injury can be affected by a variety of different factors in both the developing fetus and due to maternal factors. Current existing mammalian models (e.g., the Rice -Vanucci Model) neglect the influence of maternal factors that may contribute to injury to the fetus or neonate. Therefore, the perinatal fie ld would benefit from a model that more accurately reflects this additional factor. The aim of this work is to test the hypothesis that the expression of caspase -9, an executioner caspase, is seen in regions highly susceptible to hypoxic -ischemic injury. T his region of injury is throughout the cortex including the prefrontal cortex. We quantified expression as of hypoxic -ischemic encephalopathy (HIE) since it correlated with cells undergoing apoptosis. We induced HIE in mice using a maternal pHIE exposure protocol followed by perfusions at P9 and preserved in OCT. The brains were then sectioned into 20 m coronal sections. We used immunohistochemistry to label cells expressing caspase -9. Our protocol used an anti -caspase -9 rabbit IgG primary antibody and HRP anti -rabbit secondary antibody. We then used unbiased stereology to count cells stained for caspase -9. Our results show that the pHIE model induced high levels of Caspase -9 staining in the cortex when compared to its control and S HAM groups. Caspase -9 staining was not limited to prefrontal cortex but was generally distributed throughout the entire cortex. Our results are important because the model we used shows a pattern of cellular injury more like that seen in human infants than previously used animal models. WILLIAM GEYMAN SURF PARTICIPANT 2022 The human body and mind have always been exceptionally intriguing to me. Though I have had many intangible experiences to learn about the beauty of the human body and mind, the LLU SURF program provided me with a far more nuanced and tangible way to unders tand the complexity of it while appreciating the intricate details of the mind and its ability to learn. I am currently a junior at Point Loma Nazarene University in San Diego, CA. I am pursuing my bachelor's degree in biology while also pursuing a mino r in pre -therapeutic psychology. After I graduate from PLNU, I plan on pursuing my vocational goal of becoming either a physician or a physician researcher. While I have been active in my undergraduate college life through roles like president of the scien ce and religion club, resident assistant, peer mentor, secretary of the hiking club, lab assistant, grader, and tutor, I am especially passionate about hands -on lab experience, like the one I was afforded through the unique Loma Linda University SURF progr am. I believe seeking truth in scientific research is a pursuit that brings humanity closer to actualization, and I am incredibly thankful I can now call myself a part of that journey. I would like to thank Dr. Karina Mayagoitia and Dr. Arlin Blood for hel ping me realize my goals and for being phenomenal mentors. EFFECT OF THE VAGUS NERVE ON LUNG DEVELOPMENT IN FETAL SHEEP William Geyman, Karina Mayagoitia, Bobby Mendez, Chris Wilson, Arlin Blood Summer Undergraduate Research Fellowship, School of Medic ine, Loma Linda University, Loma Linda, CA Interoceptive nerves detect and relay signals from the organs to the central nervous system (CNS). Interoceptive neural circuits are present in the lung throughout fetal development and may provide trophic input during lung and brain growth and development , forming an integral feedback loop between the periphery and the CNS. The pulmonary interoceptive nerves connect to the CNS via the vagus nerve. To help elucidate the importance of the vagus nerve on lung development in fetal sheep, sham or surgical bilat eral vagotomies were performed in canalicular and saccular stages of lung development. Fetal sheep were then returned to the uterus and allowed to complete gestation. The lambs were then delivered via c -section, anesthetized, mechanically ventilated, and s ubjected to a series of respiratory challenges while pulmonary artery flow and pressure, ductus arteriosus flow, heart rate, systemic blood pressure, and airway pressure and tidal volumes were measured. Fetal sheep were then sacrificed, and lung tissue samples from different lobes were collected. Our preliminary physiological data suggest vagotomy results in an increase in pulmonary vascular resistance and a decrease in pulmonary compliance. Histological assessments indicate increased bronchodilation and in creased arterial wall thickness in vagotomized group compared to control. Therefore, preliminary results suggest that the vagus nerve may contribute to fetal sheep lung development, thereby affecting physiology and structure of the neonatal lung. JACO B PEREZ SURF PARTICIPANT 2022 First, I would like to thank Dr. Kerby Oberg's lab as well as Dr. Kylie Watts for providing me with this opportunity to learn how to conduct research and apply classroom tools in the work field. SURF has been one of the best things to ever happen in my lif e, and I am forever grateful to God for giving me the tools and knowledge to excel in such a program. I am currently an incoming third year student at the University of California, Berkeley, majoring in nutritional sciences with an emphasis in toxicology. I am heavily involved with my pre -med community at Berkeley where we provide volunteer experiences as well as workshops to help students in the pre -med process. Currently, I live by principles of education and dedication in order to remind myself that if I were willing to put in the work to fulfill my goals, then there was nothing stopping me from obtaining them. Here at LLU, I am working in the Oberg lab with Kate Ball as my mentor researching limb development. With this opportunity as my stepping stone, I wish to pursue a career where I can commit to both research and medicine , working towards a chance to attend an MD/PhD program. I want to shape a career that will always be filled with unanswered questions. Outside of the field of academia, I enjoy playing sports as well as spending time with friends and family. OPTIMIZING QUANTITATIVE IMAGE ANALYSIS BY TARGETING ENHANCER ACTIVITY DOMAIN Jacob Perez, Kathryn Ball, Kerby Oberg Summer Undergraduate Research Fellowship , Anatomy and Basic Science, School of Medicine , Loma Linda University, Loma Linda, CA During development , sonic hedgehog (Shh) secreted from the zone of (ZPA) anterior -posterior limb patterning. The ZPA is the -specific enhancer that mediates Shh expression from the ZPA. To characterize the functional elements of the ZRS, we transfected ZRS -GFP reporter constructs into is det ermined co -transfecting 48 hours post- transfection with fluorescence microscopy. To determine the influence of ZRS functional elements, ZRS construct activity (GFP fluorescence) was normalized to transfectio n efficiency (RFP fluorescence). However, the transfected area can vary substantially, complicating fluorescence normalization. We hypothesized that limiting fluorescent measurements to either the posterior half of the limb (the ZRS activity domain) or the ZPA, compared to the whole limb, would increase the sensitivity of our analysis. We used a Python- based image processing workflow, computer vision tools for thresholding, contours, and hierarchical masking to isolate different regions of interest (ROIs) i ncluding: 1) whole limb, 2) posterior limb, and 3) the ZPA. Limiting the ROI to the posterior limb or ZPA both detected a significant difference between wild -type and mutant ZRS activity (p < 0.05, independent t- test, N= 20 wild -type, 10 mutant), but the w hole limb ROI did not detect a significant difference, suggesting limiting measurements to the enhancer activity domain may allow us to better detect differences between groups. However, optimization is still in its initial stages and further standardization is needed. An additional step to refine our image processing workflow will be to remove RFP bleed- through in GFP images using color segmentation. JOHN ROOSENBERG SURF PARTICIPANT 2022 I am entering my junior year as a biochemistry major at Andrews University located in Berrien Springs, MI. During my undergraduate experience, I have worked for Dr. David Randall and Dr. Ryan Hayes as a laboratory assistant and served as Social VP of the Che mistry Club. Through my involvement in the chemistry department, I have come to realize my fascination with chemistry/biochemistry research. I am especially intrigued by analytical chemistry instrumentation and its ability to analyze samples not visible to the naked eye. For this reason, I have been honored to work in the Perry Laboratory at Loma Linda University with my colleague Brandon Alvarez and under the mentorship of Dr. Christopher Perry and current PhD student Natasha Le. For this internship, I fo cused on the synthesis, characterization, and analysis of gold nanoparticles. More specifically, I used differential centrifugation to increase the mono -dispersity of gold nano stars. I hope to use the lab skills and techniques learned in this internship by continuing to work with nanomaterials when I return to Andrews University. And, in the future, I hope to carry on in chemistry/biochemistry research. I am incredibly thankful to Loma Linda University, Andrews University, and my mentors for giving me thi s inspiring research opportunity. GOLD NANOSTARS: INCREASING MONODISPERSITY AND EXPLORING DENTAL APPLICATION THROUGH DYE DEGRADATION John Roosenberg, Brandon Alvarez , Natasha Le, Christopher Perry Summer Undergraduate Research Fellowship, Division of Infection, Immunity, and Inflammation, Basic Sciences, School of Medicine, Loma Linda University, Loma Linda, CA Gold nanostars (GNSs) have high potential for biomedical application in bioimaging, drug delivery, catalysis, and antimicrobial activity. Comp ared to spherical, rod -like, or nanomaterials of other shapes, our GNSs' multiply spiked and pentatwinned nature dramatically increases their surface area to volume ratio. Based on these properties, the focus of our lab was to (1) characterize GNSs of vari ous tip -to-core aspect ratios, (2) increase the monodispersity of GNSs by differential centrifugation, and (3) test the dye degradation properties. By increasing the amount of seeding solution (gold nanoparticles) during synthesis, a range of GNSs with dec reasing tip -to-core aspect ratios was achieved. Each sample of GNSs (of a particular aspect ratio) had a characteristic average size and absorbance spectrum based on dynamic light scattering (DLS) and UV -vis spectrophotometer data, respectively. TEM images taken of GNSs made by the one -pot synthesis identified multiple other morphologies, revealing the polydispersity of the GNSs and adding confounding variables to future experimentation. This was further confirmed through the DLS data which showed many diff erent size populations at varying intensities. Differential centrifugation, where samples are washed at increasing relative centrifugal force, was performed to remove non -star morphologies and aggregates, working towards monodispersity. To work towards den tal application, dye degrading properties of gold nanomaterials were tested using tartrazine dye and various forms of light. Characterization through UV -vis spectroscopy was then used to analyze the samples' differences in absorbance values with the results indicating that the gold nanoparticles aided in the reduction of dye. In the future, the Perry lab will be exploring more applications of the GNSs, including antimicrobial effects, platelet activation, and targeted radiation medicine through boron neutro n capture therapy. DAISY ROSALES SURF PARTICIPANT 2022 This summer I joined the SURF program, not knowing much about it. I imagined this program would guide me and teach me protocols necessary for a successful future in the STEM field. This program has given me the opportunity to learn, push myself, and explore different STEM fields I have not previously considered. I currently attend Moreno Valley College, have just completed my degree, and will be transferring to the University of California, Irvine. There I will be majoring in exercise science; my area of interest is the human body. After that, I will be continuing my education to obtain my MD and become an anesthesiologist. I am working in Dr. Ryan Sinclair's lab, assisting on his Salton Sea project. The purpose of his research is to make sure the community is safe and asks the question, \"How can this study impact local community public health?\" We collected samples periodically and brought them back to the lab for testing to study each sample and inspect its ingredients. I would like to thank Dr. Ryan Sinclair as well as his students Michael Pecolar, Debrah Sumantri, Jeremy, and Princess Cervantes for taking the time to demonstrate the protocols. This project has really sparked an interest in community science. This experience has helped me master techniques and learn new protocols, which will help me through my professional career. EXCESS NUTRIENTS IN THE SALTON SEA Daisy Rosales, Desteny Becerra, Ryan Sinclair Summer Undergraduate Research Fellowship , Environmental Microbiology, School of Public Health, Loma Linda University, Loma Linda, CA Southern California's Salton Sea (SS), its largest lake occupying the lowest elevation of the Salton Sink, is fed by New, Whitewater, and Alamo rivers, and an essential part of the Pacific flyway. It is used as a receiving basin for agricultural waste and runoff. The lake basin was full to sea level in 1650, dried, and re-formed between 1905 -1907 by a combination of poor irrigation engineering and massive winter flooding from the Colorado River. In the 1980s, it experienced several environmental disasters resulting in ecological changes leading to massive wildlife die-offs. We aimed to test the hypothesis that anthropogenic issues heavily influence these changes in the SS ecology, including a continuing high level of nutrient input through agricultural runof f, net evaporation, and policies redirecting previously flowing Colorado River water. Collecting grab samples along a transect extending south of the Whitewater River inflow, we processed them, testing for bacterial and nutrient concentrations and water quality parameters with a YSI ProDSS and YSI photometer. We extracted DNA for later next -generation sequencing. The lake profiles from nine locations in the SS, a kilometer from the drainage canals and Whitewater River, include two small agricultural inflows known as IN samples and seven from within the were closest to the Whitewater River agricultural runoff input. Samples were collected on the water's surface and tested for total concentration of different elements. As the SS continues to shrink, concerns over nutrients contributing to the primary production of algae and bacteria are hypothesized to make up part of the aeolian contaminants degrading surrounding communities' public health. Of concern are these high nutrients could enrich bacterial contaminants in the sediment, quickly becoming dry emissive playa as the shoreline recedes. TIFFANY JO SCOTT SURF PARTICIPANT 2022 Since I was a young child, science has been a growing passion of mine. To be able to learn and study the intricate design that God has created in all of us is thrilling. Currently, I attend California Baptist University (CBU) in Riverside, CA, as a biology major. At CBU , I am a member of the Alpha Chi Honor Society that represents the top ten percent of juniors and seniors. I have been blessed with the opportunity to participate in collegiate athletics for my university and has allowed me to serve the California School for the Deaf and other children's organizations through athletic participation. Furthermore, I serve my peers at CBU through a teaching assistant position in general biology and anatomy. Through this position I am able to teach various lab techniques and foster a love of science for the individuals that I teach. I want to thank Dr. Michael Pecaut and Marlene Lopez for welcoming me this summer and providing me with this incredible opportunity to learn. It was incredible working on the Rodent Research Project 18 (RR -18) through National Aeronautics and Space Administratio n (NASA). Learning about immunity was fascinating. Through my time participating in the SURF program and the help of my mentors, I was able to gain valuable experience that will aid in my future aspirations of PhD admission. RR-18 SPACE FLIGHT INDUCED IMMUNE RESPONSE CHANGES Tiffany Scott, Marlene Lopez, Michael Pecaut Summer Undergraduate Research Fellowship, Biomedical Engineering, School of Medicine, Loma Linda University, Loma Linda, CA The National Aeronautics and Space Administration (NASA) and Loma Linda University (LLU) partnered to study immune response differences from exposure to spaceflight environment. Primary goals were to 1) assess effectiveness of BuoE in countering effects of space flight, and 2) evaluate the ability of the immune system to readapt to normal gravity. Launched in late 2021, 10-wk old male mice were sent to the International Space Station (ISS) as part of the SpaceX -24 mission . Forty mice were maintained on the ISS for 40 days. Appropriate habitat (GCs) and vivarium (VIV) ground controls were maintained at Kennedy Space Center (KSC). Upon return to earth, 26 mice were transferred to the Roskamp Institute (Sarasota, FL) where tissues were collected. The remaining 14 mice were returned to LLU for an additional 47 days to study the readaptation phase of spaceflight response. Spleens were removed and processed immediately after euthanization. We used an automated hematology analyzer (Heska) to assess splenic immune populations and lipopolysaccharide ( LPS) -induced cytokine expression to assess changes in the ability to respond to bacterial challenges. Splenocytes were stimulated with 0, 4 or 7 µL/mL LPS. Supernatants were harvested at 24, 48 or 72 hours. More recently, to confirm LPS - stimulation worked as expected, we also performed an LPS dose -response (0 -10 µl/mL) study in fresh samples collected from control mice. Then, we assessed supernatants from the dose - response study and a subset of flight samples with an IL -1b ELISA. We performed a 3 -way ANOVA within R to analyze data. We found flight - and time point -dependent changes in splenocyte proportions and confirmed cytokine response occurred as expected. However, the drug had no significant impact on these res ponses. Further testing with Luminex Assay will be completed to compare immune response changes of a multitude of cytokines. ASHLEY SINGLETON -COMFORT SURF PARTICIPANT 2022 My journey to medicine and research began with my grandfather, a biology teacher, who shared his wisdom with me throughout my childhood. This interest in science led me to the UC Riverside Future Physician Leaders Program where I volunteered at a family clinic working alongside three doctors and implemented a childhood obesity research project. The program motivated me to pursue a career as a physician scientist, and that aspiration was nurtured when I participated in the Medical Scientist Training Program SURF at UC San Diego conducting genomic research on the mechanisms of gli oblastoma . The significance of my passion for helping people heal combined with a love for science exemplifies my desire to obtain a n MD/PhD. The LLU SURF program has provided an excellent opportunity for me to perform research analyzing the biomedical mar kers of neonatal hypoxia. It was exciting knowing the potential of my research could lead to the advancement of medicine in revealing this harmful medical problem. I want to thank my supportive mentor, Dr. Danilo Boskovic, for his constructive learning pla tform that challenged me to think critically about how biomedical pathways function and revealed to me what I am capable of accomplishing. OPTIMIZATION OF URINARY CONDITIONS FOR BIOCHEMICAL ANALYSIS OF HYPOXIA Danilyn Angeles, Danilo Boskovic Summer Undergraduate Research Fellowship, Basic Sciences, School of Medicine, Loma Linda University, Loma Linda, CA Preterm newborns in neonatal intensive care (NICU) experience numerous tissue -damaging procedures (TDPs) known to increase biochemical markers of hypoxia. This leads to reduced adenosine triphosphate (ATP) production and a compensatory increase in ATP breakdown, leading to i ncreased liquid chromatography (HPLC) was utilized to non - invasively measure these compounds in urine obtained from cotton balls placed over the urethral meatus. However, the optimal conditions for urine preparation have not been established for ultra HPLC (UPLC) -dependent purine analysis. Therefore, our work aims to determine the optimal dilution factor of neonatal urinary samples for adequate pe ak detection and measurement using UPLC. Urine samples obtained from one preterm neonate across three timepoints were each centrifuged, filtered, and subsequently diluted 2, 3, 4, 5, 7.5 , and 10- fold with pH 7.5 dibasic potassium phosphate (K 2HPO 4) buffer to a final concentration of 20 mM. The samples were then analyzed in triplicate via UPLC with an isocratic method of 95% 20 mM pH 4.7 K 2HPO 4 buffer and 5% 20 mM pH 4.7 K 2HPO 4 buffer plus 20% methanol at a flow rate of 0.05 mL/min for 30 minutes with an ult raviolet- visible (UV -vis) detector. Peaks were manually integrated with high precision at the maximum absorption wavelengths for each purine in tandem with creatinine to account for urine concentration and 2- aminopurine as an internal standard. Our results identified an optimal dilution that will sufficiently capture the range of purine concentrations that may occur in various neonatal samples. These findings will enable the subsequent use of their methods to examine the effects of TDPs and other neonatal stressors on biochemical markers of hypoxia in vulnerable preterm neonates. SUMMER RAE SOLIS SURF PARTICIPANT 2022 Science encompasses fundamental insight into medicine with an insatiable capacity to reveal new questions and answers through research. My early path into scientific discovery was sparked through neuroscience and observation of various mental disorders. In fall 2022, I will be a junior at Pacific Union College, a Seventh - day Adventist college in Northern California pursuing a double major in biotechnology and p sychology while acquiring critical analytical skills as a scientist. Currently, in the SURF program, I have worked in the laboratory of Dr. Erik Behringer. Using the 3xTg- AD mouse model, I performed rigorous analysis of cerebrovascular miRNA profiles, their corresponding mRNA/proteins , and signaling pathways during development of Alzheimer's disease. Dr. Behringer and I will be submitting a manuscript to a peer -reviewed journ al as a result of my efforts over the past two months. Through additional education in Loma Linda's graduate school setting, my long- term goal is to develop into a world- class physician -scientist with strong academic accomplishments and \"soft\" skills char acteristic of an impactful, compassionate clinician. Thank you to Dr. Behringer's mentorship and this opportunity to conduct primary research funded by the NIH. CEREBROVASCULAR MIRNAS GOVERNING ENDOTHELIAL CELL GROWTH, STRUCTURE, AND FUNCTION INDICATE AD PATHOGENESIS Summer Solis, Phoebe Chum, Erik Behringer Summer Undergraduate Research Fellowship, Basic Sciences, School of Medicine, Loma Linda University, Loma Linda CA Alzheimer's disease (AD), the most common form of dementia associated with i mpaired cerebral circulation or diminished delivery of blood oxygen and nutrients to and throughout the brain, currently impacts ~6.5 million Americans. Using the 3xTg -AD mouse model, we found cerebrovascular miRNAs pertaining to vascular permeability, an giogenesis, inflammation, and amyloid metabolism track early development of AD. We tested the hypothesis miRNAs corresponding to pathways of cerebrovascular growth, structure, and function indicate development of AD pathology. Further, we sought to ascerta in downstream mRNA targets, their functions, and potential strategies for experimental and therapeutic interventions. Total RNA was isolated from brain vessels of male and female 3xTg -AD mice [young, 1 to 2 mo; cognitive impairment (CI), 4 to 5 mo; extrace llular amyloid - p l a q u e s ( A ) , 6 t o 8 m o ; plaques+neurofibrillary tangles (AT), 12 to 15 mo]. NanoString technology nCounter miRNA Expression panel for mouse screened 599 miRNAs. Presence of 86 cerebrovascular miRNAs were detected and analyzed using Ingen uity Pathway Analysis for canonical Cardiovascular and Nervous System Endothelial -specific miRNAs (miR -126-3p, miR -23a/b, miR -27a) altered with onset of overall AD pathology whereas smooth muscle/pericyte -specific miRNAs (miR -143, miR -145) remai ned that directly regulate endothelial function (miR -let-7d/g/i, miR -133a, miR -150, miR -34b-3p, miR -99a) or amyloid metabolism (miR -132, miR - 181a, miR -539) were downregulated during AD. With emphasis on endothelial cell regulation, cerebrovascular miRNA expression patterns point to distinct pathways for inflammation, angiogenesis, impaired amyloid clearance, and pro -apoptosis before and during AD. In turn, miRNAs selective for regulation of endothelial function and respective downstream mRNA/protein targets offer precision for understanding and treating early development of AD. GRACE WILLIAMSON SURF PARTICIPANT 2022 Spending the summer doing research at Loma Linda University is the result of perseverance, patience, and prayer. My previous involvement in a public health research project inspired a deep interest in research as a door to developments in the areas I am passionate about. Through training as an MD/PhD, I aspire to address mental health disparities by combining research and clinical care. My goal is to be of service to others by working to reduce poor mental health outcomes in underserved populations. This su mmer, I did research in Dr. Sean Wilson's lab where we investigated calcium signaling events in the pulmonary vasculature. In addition to learning valuable technical skills from him and Rucha Juarez, the AIM Core Facility Manager, concepts learned in my un dergraduate classrooms came to lif e. Currently, I am a junior studying biology at Oakwood University. The blessing to connect with hearts around the world is one that I don't take for granted. In the future, I look forward to serving my fellow students th rough tutoring and being a TA. I appreciate Dr. Wilson's patience and guidance throughout SURF. Thanks to my experience, I have strengthened my resolve to maintain curiosity and choose efficiency in the process of scientific discovery. TRPML CHANNEL ACTIVATION AND RECOVERY OF CA2+ SIGNALS IN PULMONARY ARTERIAL MYOCYTES OF FETAL AND ADULT SHEEP DISRUPTED BY LONG TERM HYPOXIA Grace Williamson, Tessa Levin, Dylan Ang, Madison Boskind, Michelle Chan, Rucha Juarez, Lubo Zhang, Jose Puglisi, Sean Wilson Summer Undergraduate Research Fellowship, Center for Perinatal Biology, Advanced Imaging and Microscopy Core, School of Medicine, Loma Linda University, Loma Linda, CA; California Northstate University Ca2+ signals are important for the regulation of vasodilatory function in the pulmonary vasculature. Previous findings detail age -related modifications and long- term hypoxia (LTH) - induced aberrations in Ca2+ signaling, including loss of rapid Ca2+ sparks and s lower whole -cell Ca2+ oscillations. The LTH -induced dysregulation in Ca2+ sparks is linked to loss in communication between L- type Ca2+ channels on the plasma membrane and ryanodine receptors on the sarcoplasmic reticulum. Interestingly, there is also a cl ose relationship between Ca2+ filled lysosomes and the sarcoplasmic reticulum where Ca2+ release from lysosomes through activation of TRPML channels triggers ryanodine receptor Ca2+ responses. Subsequently, the aim of this study was to test if TRPML channe l activation recovers aberrant Ca2+ sparks and whole -cell Ca2+ oscillations following LTH. This was examined using confocal fluorescence microscopy and imaging techniques where recordings were made from Fluo -4 loaded pulmonary arterial myocytes of fetal an d adult sheep housed at normoxic (700m) and hypoxic (3801m) conditions. Ca2+ spark and oscillatory activity were recorded and analyzed in the absence or presence of 10 µM MLSA -1, a selective TRPML channel agonist. MLSA -1 increased spark activity in all gro ups and increased the number of fetal hypoxic cells with oscillatory activity. MLSA -1 did not influence the quality of Ca2+ spark or oscillatory events. These findings suggest activation of lysosomal TRPML channels may be a therapeutic target for pulmonary hypertension. This study also supports exploring changes in lysosomal function following LTH and further investigation into treatments that can recover aberrant Ca2+ signaling activity important to the development of vascular disease. Guest Participants Hossam Alkashgari Julia Samuel Habimana Denise Kao Nechal Kaur Eunice Kim Hae Soo Kim Peter Kim Corey Lee Jasmine Logan Michelle Morgan Andrew Preston Shirsat Salina Singh Tise Suzuki Verenice Torres Krist en Whitley Christian Yoo HOSSAM ALKASHGARI GUEST PARTICIPANT 2022 I graduated from medical school in 2009 from King Abdulaziz University in Jeddah, Saudi Arabia. Since I am interested in academia, I applied for a teaching assistant position at Jeddah University and was accepted there. A few years later I received a scholarship to come to the United States to continue my studies. I earned a Master of Science degree in Health Professions Education from Loma Linda University. I decided to pursue my education in physiology and get a PhD degree. I am in my 6 th year in the Physiology PhD program at Loma Linda University. I started my PhD research in Dr. Kimberly Payne's lab in 2016. I am studying the effects of the TSLP cytokine on a sub -type of acute lymphoblastic leukemia. Unfortunately, I lost Dr. Payne in 2020; she was not only a teacher to me, she was a mentor and a friend. It was a hard time for me, but with the help and support of the School of Medicine and Dr. Carlos Casiano, who agreed to let me join his lab, I was able to push through that hardship. After I graduate, I will be going back to Saudi Arabia, my home country, where I will be teaching physiology and doing research at the medical school in Jeddah University. Thank you, Dr. Casiano, for having me in your lab and supporting me. Thank you, Dr. Penelope Duerksen -Hughes, for your continuous help and support. MOLECULAR ME CHANISMS PF TSLP AS A THERAPY FOR CRLF2 Hossam Sinisa Dovat, Kimberly Payne Center for Health Disparities and Molecular Medicine, Schoo l of Medicine, Loma Linda University, Loma Linda, CA B-cell acute lymphoblastic leukemia (B -ALL) is the most common type of leukemia in children. A sub -group of B- ALL characterized by cytokine receptor -like factor 2 (CRLF2) overexpression (CRLF2 B- ALL) is the highest risk in both adults and children with a s urvival rate of <30%. CRLF2 B-ALL occurs 5 times more often in children with Hispanic ethnicity. CRLF2 is a receptor component for the cytokine thymic stromal lymphopoietin (TSLP). TSLP plays a role in the survival and proliferation of B -cell precursors. S urprisingly, we found that high -levels of TSLP eliminated leukemia cells in patient -derived xenograft (PDX) models of CRLF2 B- ALL. CRLF2 -alpha (IL receptor for TSLP cytokine. Binding of and PI3K -AKT pathways. TSLP shares the IL -7Ra with Interleukin 7 (IL -7) which has a heterodimer receptor consisting of IL -7Ra and the common gamma chain. High -levels of IL -7 have been shown to induce IL -7Ra internalization an d degradation in T -cells. We hypothesized that high -level TSLP induces internalization and degradation of IL -7Ra leading to CRLF2 signal inhibition and death of CRLF2 B-ALL cells. To test this hypothesis, we treated CRLF2 B -ALL cell lines (MUTZ5 and CALL -4) with different TSLP concentrations and observed the effect of TSLP on its receptor and CRLF2 signaling. Flow cytometry data showed a continuous or pulse high -level TSLP induced a dramatic loss of surface IL -7Ra expression and a moderate loss of CRLF2 exp ression. Immunoblotting assessment of total protein showed no significant change in IL -7Ra expression and moderate decrease in CRLF2 expression. Phosphorylation assays showed cells cultured with high -level were to subsequent TSLP and pRPS6), indicating CRLF2 signal inhibition. LESLIE ALVAREZ GUEST PARTICIPANT 2022 Coming from a hard -working middle -class Mexican family, I dreamed of finding a better life in a variety of ways. In terms of education and social and spiritual wellbeing, I continually work on helping others as I am bettering myself. Thanks to my experience of working for five years with city governments within community services departments spanning four cities and two years as a volunteer, I have gained professional experience, learned how to empower people, and met expectations. My educational experiences as well as serving others has shaped my worldview and instilled an understanding of sacrifices needed as a future social wo rker. Currently, I have proposed research relevant to social work that will provide a cultural exploration on how the Community Resiliency Model (CRM), an informed -evidenced practice, could be modified depending on the population served. Overall, my thesis will teach others how to be mindful of the cultural considerations, similarities, and differences that social workers need to take account of when applying CRM or an evidenced -based practice on others. As I aspire to become a licensed clinical social wor ker, I hope to increase my knowledge and skills to apply in practice appropriate evidenced -based interventions and address the needs of children, families, and adults. With the support of my research director, Dr. Susanne Montgomery, and support system, spring 2023 will be the quarter I plan to graduate from the Master of Social Work Program and Drug and Alcohol Counseling Certificate Program at Loma Linda University. THE IMPACT OF A SELF- SUPPORT STRATEGY TO ADDRESS THE SHORTAGE OF COMMUNITY HEALTH WORKER S (CHW) Leslie Alvarez, Kelly Baek, Susanne Montgomery Community Resiliency Model Laboratory, Department of Social Work, School of Behavioral Health, Loma Linda University, Loma Linda, CA There is a critical shortage of diverse and qualified behavioral health professionals in California. Research has shown that training non -clinical mental health professionals helps strengthen social service programs by providing a cost- effective delivery approach. CHWs are non -clinical mental health professionals who have been trained to deliver community, group, and individual interventions and conduct integrated community case management. With anxiety, depression, and burn -out rates at an all -time high during the COVID- 19 pandemic and the secondary stress from the work environment, it is essential that front- line workers, like CHWs, learn effective strategies for stress management and self -regulation. The Community Resiliency Model (CRM) is an evidence -informed, non -therapeutic, biologically -based model used to decrease stress and trauma levels and foster resiliency through six wellness skills. Previous studies showed that with the application of CRM, CHWs reported low levels of depression and high levels of resiliency. Among 67 CHWs serving San Bernardino County, CRM in volved the use of six simple and teachable skills: tracking, resourcing, grounding, gesturing, shift and stay, and help now. This study demonstrated promising results that CRM skills may help decrease community health workers' depression levels and increas e resiliency while also building upon previous research findings. ASHLEY ANTONISSEN GUEST PARTICIPANT 2022 I am a master's student at California State University, San Bernardino (CSUSB) , in the CIRM Bridges program sponsored by California Institute of Regenerative Medicine. In 2020, I graduated with a Bachelor of Science in Biology and Biochemistry along with a certificate in biotechnology. During my free time over the last five years, I have been coaching the Central Riverside Special Olympics swim team and officiating water polo and swim for local high schools. During my undergraduate career, I participated in various research projects at CSUSB with the biology and chemistry departments. In the chemistry department, I worked with Dr. Douglass Smith and his colleagues from NASA on characterizing the impact of space weathering on small bodies (asteroids) by inducing shock effects to stimulate collisions. I also collaborated with Drs. Becky Talyn and James Nobl et to develop methods to extract glyphosate and AMPA from drosophila tissues and derivatize the analyte, utilizing analytical methods such as Gas Chromatograph -Electron Capture Detection (GC-ECD) to obtain pesticide concentration levels due to biomagnifica tion. At Loma Linda University, I am part of the Unternaehrer lab, which focuses on translational medicine for ovarian cancer patients utilizing the snail/let -7 axis. I am focused on how stemness impacts both chemosensitivity in recurrent tumors in ovarian cancer as well as how irradiation impacts stemness in ovarian cancer and glioblastoma. I aim to mitigate the impacts of cancer stem cells utilizing the snail/let -7 axis in in vitro models . PHOTON AND PROTON RADIATION INCREASES CORE PLURIPOTENCY FACTORS IN OVARIAN CANCER AND GLIOBLASTOMA Ashley Antonissen, Division of Biochemistry, Basic Radiation Medicine, School of Medicine, Loma Linda University, Loma Linda, CA; Department of Biology, California State University, San Bernardino, San Bernardino, CA Radiation is known to induce stemness in ovarian cancer and glioblastoma cancer. We aim to determine the differences between photon and proton radiation in induction of stem cell activity in cells of these cancer types. Further, we will deliver siRNA to mitigate stemness and inhibit radiation -induced aggressiveness. We will target the snail/let- 7 axis by treating cells with let -7 mimic to drive cellular differentiation and impede stemness. Our project utilizes a GFP reporter system, Sore -6, which fluoresces in the presence of SOX2 and OCT4, core pluripotency factors. We are using the Sore -6 reporter system to determine GFP levels by flow cytomet ry, allowing us to detect dose -dependent changes in induced stemness between photon and proton radiation. In a patient -derived ovarian cancer sample, we observed a dose -dependent response in both types of radiation. Photon irradiation caused a larger fold - increase (3.02 ±0.289) compared to proton (1.55 ±0.055) at 8 GY. In an ovarian cancer cell line, we observed increased levels of GFP expression in photon (1.94 ± 0.031) compared to proton irradiation (1.58 ± 0.024). In contrast, we observed inverse result s in a glioblastoma cancer cell line with higher GFP expression induced by proton irradiation. We conclude radiation is dose dependent, and in ovarian cancer cells, both patient -derived and cell line, photon increased the impact of core pluripotency factors, SOX 2 and OCT 4. Conversely, in glioblastoma cell line, we observed larger induction of stemness from proton. HAILEY ARELLANO GUEST PARTICIPANT 2022 I am a bilingual clini cal therapist from Redlands, CA, and a second year PhD student at Loma Linda University. Prior to beginning my studies at Loma Linda, I worked in non-profit community mental health clinics treating foster and probation youth with severe mental health diagn oses. My desire to pursue a terminal degree in the field of family sciences is to examine factors within current mental health systems that negatively impact marginalized members of society. I participate in the Professional Presentation and Publication Lab in the Loma Linda School of Behavioral Health under the supervision of Dr. Zephon Lister, Dr. Susanne Montgomery, and Dr. Kim Freeman. CONSIDERATIONS AND RECOMMENDATIONS FOR INTERPRETERS IN PSYCHOTHERAPEUTIC SETTINGS: A SCOPING REVIEW Hailey Arellano, Verenice Torres Professional Presentation and Publication Group, School of Behavioral Health, Loma Linda University, Loma Linda, California In the United States, just over 21% percent of the population do not speak English as the primary language in the home. However, only 10.8 percent of psychologists report an ability to provide services in a language other than English. This disparity has created an increased need for interpretation services in mental health settings. While the use of interpretation services is valued and needed to fill this gap, it also raises various clinical and ethical concerns. Financial implications arising from langu age disparities between service providers and consumers include additional and more frequent hospital admissions, poor follow -up with primary or outpatient clinical services , and worse outcomes for care. In this presentation, we examine the current body of literature related to some of the issues and challenges of utilizing interpretation services within various units of psychotherapy, discuss ethical concerns, examine practical challenges, and make recommendations for best practices. The purpose of this presentation is to elucidate best practices and future directions for research in order to overcome disparities in access and engagement of psychotherapeutic services for non -English proficient individuals. MADY CHENG GUEST PARTICIPANT 2022 God has blessed me with an interesting life, including a successful 30-year auditor career, three college degrees, five professional licenses including Certified Public Accountant and Licensed Marriage & Family Therapist, six years as a church elder, and 15 years as an advisor for a college student and young adult Chinese Christian ministry. Eight years ago I asked myself, \"What else do I want to do in my life?\" This search eventually led me to the PhD program at LLU, majoring in Systems, Families, and Coup les last September. Upon graduation, I hope to focus on teaching and researching while serving some therapy clients. As a Chinese American, my main research interest is Chinese Americans' biopsychosocial spiritual health. Last year I conducted several inte resting class projects, including: Biopsychosocial Spiritual Impacts of the COVID -19 Pandemic on Non- Essential Workers Working from Home and Coping Strategies (literature review), Biopsychosocial Spiritual Impacts of the COVID -19 Pandemic on Chinese Ameri cans and Coping Strategies (qualitative research), I enjoy walking, hiking, and gardening. This summer I hope to harvest several dragon fruits from my two -year -old plant . I would like to thank Dr. Zephon Lister, our PhD Program Director, for his guidance throughout the past year. BIOPSYCHOSOCIAL SPIRITUAL IMPACTS OF THE COVID PANDEMIC ON NON -ESSENTIAL WORKERS WORKING FROM HOME: A SCOPING REVIEW Mady Cheng, Zephon Lister, Susanne Montgomery Department of Counseling and Family Sciences School of Behavioral Health, Loma Linda University, Loma Linda, CA This study is a scoping review of existing literature on the biopsychosocial spiritual impacts of COVID -19 on non -essential workers working from home (WFH) and related coping strategies. This study targets the holistic impacts of COVID on the non -essential workers WFH globally. Eleven databases were searched, based on relevant keywords, followed by multiple rounds of review to identify relevant articles. Based on the various studies conducted globall y, WFH appeared to be a positive experience despite the negative impacts of COVID on the general population. The WFH population seemed to be less depressed and with a wider range of anxiety than the general population. One study found that people WFH repor ted being less physically active, which negatively affected physical and mental health. Current literature concluded that risk factors included work -life imbalances, extra workload, lack of communication with colleagues, loneliness, being female, and home/ childcare demands. Protective factors included company's trust in WFH workers, workers feeling good in workspace at home, and higher work flexibility. Based on Job Demands Resources model, employees were overloaded with work and home demands, leading to st ress. With COVID, general healthy habits needed to be intentionally and creatively incorporated into the new normal. Home offices should be properly set up. Lastly, work -life balance has become especially critical for WFH population during COVID. Companies should provide adequate resources to support employees WFH. Healthcare professionals should be aware of the WFH population's risk and protective factors to help promote the biopsychosocial spiritual health of this population. ASHLYN CONANT GUEST PARTICIPANT 2022 Growing up in the Inland Empire made me aware of the mission and impact of Loma Linda University, ultimately contributing to my application and attendance. I graduated from Westmont College in three years with a Bachelor of Science in Cellular and Molecula r Biology and a minor in Chemistry. During my last year at Westmont, I completed research focused on identifying virulence genes in Bordatella bronchiseptica and evaluation of a polyphenol, EGCG, on normal and cancerous T -cells. For two consecutive summer s during my undergraduate studies, I volunteered in the LLU Transplant Institute under the guidance of Dr. Michael DeVera and Dr. Abigail Benitez. We aimed to assess non -lupus and lupus patients' response to standard therapies from diagnosis to current reg ime and find a personalized treatment approach to prevent graft rejection. These collective experiences sparked my interest in a career in biomedical research and drove me to apply to LLU's PhD program. I am a second year PhD student in the Cancer, Develop ment, and Regenerative Biology department at LLU and am training in the lab of Dr. Juli Unternaehrer. My current focus is evaluating the stemness characteristics and chemoresistance status of several patient -derived xenograft ovarian cancer cell lines obt ained from patients at Lome Linda. Our project is aimed toward understanding factors that contribute to ovarian cancer recurrence and chemoresistance. The final goal of this project is to develop a novel combination therapy that targets both the stem cell and the cancer cell population within ovarian cancer. TARGETING CANCER STEM CELL CHEMORESISTANCE IN HGSOC Ashlyn Conant, Tise Suzuki, Juli Unternaehrer Basic Sciences, Gynecology and Obstetrics, School of Medicine, Loma Linda University, Loma Linda, CA Approximately 80% of women who are diagnosed with high grade serous ovarian cancer (HGSOC) will experience cancer recurrence. Of these, only 15 -30% will respond to traditional treatment, comprised of tumor debulking and platinum and taxane -based chemothe rapy. More recently, treatment has evolved to include poly -ADP ribose polymerase inhibitor (PARPi) maintenance therapy. HGSOC recurrence can be largely attributed to the presence of cancer stem cells (CSC), which are spared during therapy via the acquisiti on of stem cell -like traits such as migration, tumor initiation, and chemoresistance. CSCs are generated through the process of epithelial -mesenchymal transition (EMT) in which key differentiation maintenance factors, like microRNA Let-7, are repressed whi le EMT regulators, such as SNAI1 ( Snail ), are highly expressed. Our research focus is aimed toward identifying the independent abilities of Snail repression, and Let -7 overexpression, to decrease CSC chemoresistance and create a novel treatment option that targets the cancer stem cell subpopulation. Using 10 HGSOC patient - derived cell lines, expanded from samples obtained at the Loma Linda University Medical Center, we have begun to characterize baseline drug sensitivities utilizing an MTT assay with two traditional therapies, Cisplatin and Olaparib. We have also begun evaluating stemness using a colony formation assay to measure clonogenic capacity. Thus far, we have found that PDX9 is the most chemoresistant sample. Optimization has been completed for the colony formation assay, and we plan to seed all samples at 1000 cells per well. Data obtained from these assays will be used for reference in evaluation of both SNAIL -siRNA and Let -7 mimic treatments. JULIA FERNANDEZ GUEST PARTICIPANT 2022 From an early age, I have always been drawn to science. However, I became serious about my interest when I turned nine. Within that year I was diagnosed with an autoimmune disease and experienced very life changing events. That is when I decided that I wou ld become a doctor. In my juvenile brain this choice was my way of making sure I could take care of my family in the future. After establishing my lifelong goal, I got to work. As soon as I could, I started taking accelerated courses and ended my senior y ear at Upland High school with a medal of distinguished scholar. I also emersed myself in everything healthcare, taking medical assistant courses at Baldy View Regional Occupational Program, volunteering at San Antonio Regional Hospital , and starting a HOS A chapter at my high school. Now I am a fourth -year biochemistry major at the University of Redlands. I have learned a lot and enjoyed hands -on lessons in labs. Being able to see change, either in the experiments I am working on or in the scientific commun ity, excites me and I crave more experience. I am thankful to have the opportunity to work under Dr. Juli Unternaehrer at Loma Linda University and to be mentored by Ashlyn Conant for the summer and the remainder of the 2022 - 2023 school year. Although I have not been here long, I appreciate their efforts to educate me in their field of expertise. CHARACTERIZATION OF CELL SURFACE MARKERS IN OVARIAN CANCER CELL LINES TO OPTIMIZE NANOPARTICLE DELIVERY Julia Fernandez, Ashlyn Conant, Juli Unternaehrer Division of Biochemistry, Basic Sciences, School of Medicine, Loma Linda University, Loma Linda, CA Ovarian cancer has a relatively high recurrence rate, anywhere from 70% to 95% in later stages. Recurrence is driven by cancer stem cells that are spared f rom traditional therapy due to gained stemness traits and chemo -resistant abilities. We are working on identifying cancer stem cell specific markers to better target chemotherapeutics to the resistant niche. Characterization of ovarian cancer cell surface markers can be used to efficiently deliver drugs via a mesoporous silica nanoparticle delivery system. Using flow cytometry and RT -qPCR, relative surface marker abundance and expression on several cell lines was determined. Before conclusive data could be generated, efficiency testing of each primer and antibody was done via flow cytometry and RT - qPCR. We identified an extremely efficient CD133 RT -qPCR primer with a R 2 value of 0.9982 and lower overall Ct values. A final RT -qPCR was conducted to determine e xpression of 4 surface marker genes: CD133, Folate receptor (FR), Follicle stimulating hormone receptor (FSHR), and CD44. Relative expression was displayed on a characterization chart. Optimization of a recently purchased folate receptor (FR) antibody was also done via flow cytometry. Analysis showed that at a 1.25 uL of FR antibody/100 uL, FACS stain concentration had relatively the recommended 5 ul FR antibody/100 ul FACS stain. uL FACS stain concentration wi ll be used for future experiments. In a final flow cytometry experiment abundance of CD133, CD44 and Folate receptor (FR) surface markers were determined and displayed in a characterization chart. In the future we plan to test all cell lines available and determine their surface marker abundance and expression. The data from these tests will be used in planning our novel targeted nanoparticle drug delivery system. KATHARYN HOPE GRACE GUEST PARTICIPANT 2022 This summer has presented me with the amazing opportunity to exercise my curious spirit and my desire to help those around me. Research and medical exploration form the basis of all the modern medicine we have today. I believe medicine is both a miracle and a teacher. All the care that modern medicine has been able to provide for the people of the world is an extraordinary feat that continues to evolve every day. However, medicine is also a teacher in patience. The fruit of your labor in research is often slow growing, but I stand by the importance of learning and understanding all there is to human creation. I attend California Baptist University in Riverside, and I major in biomedical sciences and minor in creative writing. In the fall, I will begin my third year at the university. Last spring, I was honored to join the Alpha Chi National College Honor Society where I can connect with further professional development opportunities. Additionally, I will continue to work as a microbiology lab preparation worker and partake in the activities and events of the campus Creative Writing Club. Thank you to Dr. Minh Nguyen, Dr. Abigail Benitez, and Dr. Magda Descorbeth for allowing me the opportunity to explore medicine and experience the wonders of research. I will continue to utilize the skills I gain from th is work in the lab throughout my future career. OPTIMIZATION OF TREG ASSAY BY FLOW CYTOMETRY FOR BIOMARKER ANALYSIS OF TREG SUBPOPULATIONS IN KIDNEY TRANSPLANT PATIENTS Peter Kim, Denise Kao, Katharyn Grace, Abigail Benitez, Magda Descorbeth, Minh -Tri Nguyen Transplantation Institute, Department of Surgery, School of Medicine, Loma Linda University, Loma Linda, CA The ultimate purpose of this study was to identify pre -transplant biomarker profiles within regulatory T cell s ubsets which could anticipate delayed and slow graft function after kidney transplantation. This identification required development of 8 -color flow assays to recognize and analyze Treg cell populations in peripheral blood from kidney transplant patients. Optimization of these assays sought to minimize complications in analysis due to spectral overlap of dyes used. To identify small and obscure Treg subsets in low volumes of peripheral blood from post - transplant recipients, assays were optimized using healt hy blood. For this study, we used the MACSQuant 8 -color flow cytometer as well as a and CD 25 APC. We different fluorochrome combinations detected in filter s B3, B4 and R2. All samples included CD127 BV fluorochrome and Zombie Aqua (viability dye). Analysis of our results found that the optimal combination for Treg identification included fluorochromes with PERCP dye and PERCP -Cy5.5 tandem. These antibodies h ad enough separation in their spectral overlap to allow for compensation and better visualization of Treg subsets. PEcy5 conjugated antibodies had spectral emission that overlapped with APC emission and were not ideal to use with CD25 APC. 8-color flow cyt ometer is a powerful tool to distinguish small and obscure specialized immune cells. Here, we optimized an 8 -color flow assay in order to best identify effector and terminal Treg cell subsets. This assay will be used to identify Treg subsets that may be associated with reducing delayed graft function. SAMUEL HABIMANA GUEST PARTICIPANT 2022 I am studying in the Department of Social Work and Social Ecology, School of Behavior Health (SBH), toward my PhD in Social Welfare and Social Research. I hold a Master's in Public Health and a Bachelor's in Clinical Psychology from the University of Rwanda. I am also a research assistant in the LLU Interdisciplinary Studies Unit. In 2015, I founded and am Executive Director of the Rwanda Resilience and Grounding o rganization (RRGO), a Community Resiliency Model (CRM) trainer, and member of the SBH CRM Professional Presentation and Publication Research Lab. As a CRM trainer and with RRGO, I have helped build resilience and promoted mental wellness in Rwanda for 10+ years and been an international consultant for CRM for 5 years. My work has taken me throughout Africa, including Tanzania, Arusha, Sierra Leone, Niger, and Niamey. I am also a laughter yoga teacher and ambassador and a radio and television presenter on to pics related to mental health and building resilience in Rwanda. While I have always been research -oriented, my PhD training and work in the lab has me learning more about conducting qualitative/quantitative research, organizing and leading practical train ing, working on publications and presentations, and leadership. I enjoy working closely with Dr. Susanne Montgomery, Zephon Lister, and Kim Freeman. Future research interests include training and evaluating the impact of CRM interventions, using green space for mental health, addressing rising addiction, and promoting mental health and resilience in Rwanda, still suffering after -effects of the 1994 genocide. THE PROFILE OF RISK FACTORS OF INJECTING DRUG USE AMONG THE SAMPLE OF HIGH RISK OF HIV/AIDS (MSM, FSW, AND IDUS) Behavioral He alth, Loma Linda University, CA; College of Medicine and Health Science, University of Rwanda, Kigali, Rwanda Injecting drug use and depression symptoms have increased steadily over the past two decades in Rwanda. Our study scrutinizes the relationship between sociodemographic, substance use, depression, an d psychosocial characteristics among intravenous drug use within a high HIV -risk population. Using a cross- sexual study design and snowball sampling, we enrolled 480 participants in Kigali city between November, 2018, and February, 2019. The N=151 who participated in this study were injecting drug users while n=329 were non -injecting. Our results revealed that 81.5% of IDUs reported experiencing moderate to severe depressive symptoms compared to 65.3% among non -IDU drug users. The unstandardized Beta weight for depression was B = (.425), SE = .118, Wald = 13.070, p < .001. The estimated odds ratio favored an over 50% increase of moderate to severe depressive symptoms among IDUs: Exp (B) = 1.530, 95% CI (1.2125, 1.927). The sexual minorities (transgender, hom osexual, and bisexual), depression symptoms, south past treatment, and use of alcohol and marijuana had an increased likelihood of injecting drug users. The depression symptoms are an irresistible problem that should not be disregarded among IDUs. Mental h ealth education programs are urgently compulsory in this population. DENISE KAO GUEST PARTICIPANT 2022 This summer, I joined Dr. Minh Nguyen's lab examining T regulatory cells in kidney transplant patients. I am excited to learn about the power of medicine to save lives as well as the human body's ability to adapt and heal after receiving a donor organ. Within the lab, my roles include processing blood samples, counting white blood cells within a sample, and recording participants' demographic infor mation. Through this summer, I know I have gained skills and knowledge to bring me closer to my dream of becoming a physician. I am going into my third year of undergrad at Northwestern University where I double major in biology and psychology on the preme d track. I hope to eventually become a pediatrician and play an integral role in the physical, emotional, and spiritual development of children. Throughout my life, I have attended annual mission trips to Taiwan where I have had the pleasure of teaching yo ung children English and dance. Along with my growing interest in pursuing a career in medicine, these mission trips showed me the delightful innocence and vulnerability of children that only heightened my desire to become a pediatrician. When I am not studying, I can be found dancing, baking cookies, and serving in my Christian fellowship on campus or church at home. Thank you to Dr. Nguyen's lab and Dr. Abigail Benitez for allowing me to learn about kidney transplants, gain experience in clinical research, and be exposed to caring for patients. OPTIMIZATION OF TREG ASSAY BY FLOW CYTOMETRY FOR BIOMARKER ANALYSIS OF TREG SUBPOPULATIONS IN KIDNEY TRANSPLANT PATIENTS Peter Kim, Denise Kao, Katharyn Grace, Abigail Benitez, Magda Descorbeth, Minh -Tri Nguyen Transplantation Institute, Department of Surgery, School of Medicine, Loma Linda University, Loma Linda, CA The ultimate purpose of this study was to identify pre -transplant biomarker profiles within regulatory T cell subsets which could anticipate delayed and slow graft function after kidney transplantation. This identification required development of 8 -color f low assays to recognize and analyze Treg cell populations in peripheral blood from kidney transplant patients. Optimization of these assays sought to minimize complications in analysis due to spectral overlap of dyes used. To identify small and obscure Tre g subsets in low volumes of peripheral blood from post - transplant recipients, assays were optimized using healthy blood. For this study, we used the MACSQuant 8 -color flow cytometer as well as a BD PE, and CD 25 APC. different fluorochrome combinations detected in filters B3, B4 and R2. All samples included CD127 BV fluorochrome and Zombie Aqua (viability dye). Analysis of our results found that the optimal combi nation for Treg identification included fluorochromes with PERCP dye and PERCP -Cy5.5 tandem. These antibodies had enough separation in their spectral overlap to allow for compensation and better visualization of Treg subsets. PEcy5 conjugated antibodies had spectral emission that overlapped with APC emission and were not ideal to use with CD25 APC. 8-color flow cytometer is a powerful tool to distinguish small and obscure specialized immune cells. Here, we optimized an 8 -color flow assay in order to best id entify effector and terminal Treg cell subsets. This assay will be used to identify Treg subsets that may be associated with reducing delayed graft function. NECHAL KAUR GUEST PARTICIPANT 2022 I am a third year psyD student. I currently work in the Community Resiliency Model (CRM) lab. My clinical and research work with Dr. Kelly Baek and Dr. Susanne Montgomery has largely focused on health disparities in the San Bernardino area, particularly working to strengthen re siliency and mitigate burnout among healthcare professionals. I also use the CRM model in my clinical work with Dr. Sylvia Cramer and Dr. Adam Arechiga to help residents in San Bernardino and Riverside counties to promote health behavior changes in an int ensive therapeutic lifestyle program intervention. These skills provide non -therapeutic stress -management resources for residents in an otherwise medically underserved area. I currently also research modifiable health behaviors in a sleep lab with Dr. Tori Van Dyk to examine the relationship between sleep, nutrition, pain, stress, parent, and child mental health outcomes. Additionally, I lead support groups for parents of youth with brain and spinal cord tumors in the greater Inland Empire. In the upcoming year I will be working as a primary care/health psychology practicum student in an inpatient acute care rehab hospital with Dr. Daniel Skendarian. What I enjoy about all these opportunities, whether it is parents, children, adults with chronic illness, or healthcare professionals , is the theme of self -care and lifestyle management and how remarkably it can impact any individual . IMPACT OF CRM INTERVENTION FOR HEALTHCARE WORKERS IN A MEDICALLY UNDERSERVED COMMUNITY DURING COVID -19 Michelle Morgan, Ne chal Kaur, Mabel Wong, Jasmine Logan, Leslie Alvarez, Kelly Baek, Susanne Montgomery School of Behavioral Health, Loma Linda University, Loma Linda, CA San Bernardino County is considered a shortage destination. Shortage destinations are regions with a shortage of healthcare services, including mental health services. San Bernardino County currently ranks 56th out of 58 counties in California in the quali ty of healthcare services. Individuals from this region report a greater number of poor mental health days per month compared to the state average (4.9 days compared to 3.5 days). Moreover, this shortage increases the burden on providers. This situation su ggests a critical need for self-strategies for healthcare workers (HCWs) in order to mitigate stress and promote resiliency. To address these needs, HCWs were trained in the Community Resiliency Model (CRM), a biologically based model that incorporates six wellness skills used to decrease the effects of stress and increase resiliency to mitigate burnout in HCWs. HCWs ( N = 215) participated in a brief (3 -hour) CRM training via Zoom and completed a survey. Most participants were female (68.8%), Latino (34.4%) , healthcare professionals (45.1%), and had a doctorate degree (38.1%). Paired sample t-tests examined the level of COVID -related Stress (CRS), depression, and resiliency with significant decreases between the pre -test and immediate post -test ( ps < .05) an d increases in resiliency ( p < .05). However, the CRS and resiliency score improvements were not maintained at 6- months. The findings indicate CRM is a promising approach that fits within the demands of a clinical setting and can be used to address HCW nee ds. However, to bolster the impact of CRM on stress and resiliency sustainably, it is recommended additional support boosters be offered to support highly stressed HCWs as they continue to serve the Inland Empire community. EUNICE KIM GUEST PARTICIPANT 2022 I am a licensed clinical social worker. For most of my social work career, I served the Los Angeles Department of Children and Family Services, initially case managing and counseling children and families affected by abuse and neglect and later ensu ring the quality of foster care services. Currently, I am teaching part -time at California State University, Los Angeles, Department of Social Work, and am enrolled in a PhD program at Loma Linda University, Department of Social Work and Social Ecology. I am also a part of the Loma Linda University CFS Professional Presentation and Publication Research Lab run by Dr. Zephon Lister, Kim Freeman, and Susanne Montgomery. Additionally, I have a gerontology certificate from the University of Southern California and presently assist Dr s. Lené Levy -Storms, a UCLA faculty at the Department of Social Welfare and Medicine/Geriatrics, with her research projects on aging populations. As I continue my doctoral work, I want to extend my contribution to broader social justice and equity in health care systems for marginalized populations. I look forward to expanding my scholarship through advanced research presentations and publication opportunities as well. Beyond the pursuits above, I love traveling and have visited ove r 40 countries in the past 20 years. Prior to the COVID pandemic, I was part of a local chamber orchestra, playing first violin. We met weekly to practice and occasionally visited assisted living facilities to play for seniors. I hope to resume this activi ty as soon as possible. HEALTH DISPARITIES AMONG BURMESE DIASPORA: AN INTEGRATIVE REVIEW Lister, Kim Freeman, Susanne Montgomery School of Behavioral Health, Department of Social Work and Social Ecology, Loma Linda University, Loma Linda, CA Tens of thousands of displaced Burmese ethnic minorities have endured a range of adversities in their home and host countries for decades. Th is study aimed to illuminate the health impacts of their misfortunes and unmet areas of concern. In line with a holistic lens, we conducted an integrative review of qualitative, quantitative, and mixed -method studies. We searched electronic sources like Pu bMed and located 41 eligible papers spanning 2004 to 2021. Search terms focused on Burmese diaspora, various ethnic minority groups, health conditions, pre -and post -migration risk factors, and treatments for the diaspora. The Boolean search phrases include d AND, OR, NOT, and ONLY. The results revealed widespread multi -morbidity, including nutritional deficiency -related and infectious diseases, landmine injuries, depression, anxiety, PTSD, substance dependency, domestic violence, and suicide. The prevalence of problematic health conditions was higher in the diaspora than in their host country's general population and worse for children under two years. Associated stressors included ongoing human rights violations and grossly inadequate health care interventio ns in both home and host countries. Noteworthy emerging treatment initiatives, including integrative health care, were significantly underutilized mainly due to limited resources. The limited data precluded us from achieving a strong conclusion on intergro up variation. The complex nature of the diaspora demographics and health phenomena requires collaboration among researchers to systematically investigate and integrate the data regarding all affected Burmese ethnic minorities. HAE SOO KIM GUEST PARTICIPANT 2022 I recently finished my first year of medical school at Loma Linda University. I am ever grateful as I pause for a moment to look back on the journey God has led me. I wanted to better understand the pathophysiology and treatment of the human body that is so precious and delicate, which led me to pursuing medicine. The summer research I am privileged to be a part of is led by Dr. Salma Khan and her faithful students Kristiana Rood and Romi Yamauchi. My medical school classmate Preston Shir sat and I are collaborating on the project that investigates differential expression of novel oncoprotein Enigma as well as its correlation to expressions of miRNA -4633- 5p and let -7g in thyroid cancer. We are hoping that our findings will contribute to ma pping out targetable pathways of these molecules and further development of thyroid cancer treatment. I want to personally thank Dr. Khan for allowing me to take part in this exciting and valuable research endeavor on thyroid cancer. CORRELATION OF PDLIM7 GENE EXPRESSION TO DIFFERENTIAL miRNAs IN THYROID CANCER Hae Kim, Shields, Alfred Simental, Salma Khan Biochemistry, Otolaryngology, Pathology and Human Anatomy, School of Medicine, Loma Linda University, Loma Linda, CA A growing demand to develop diagnostic tools for thyroid cancer exists. Although it doesn't have a high mortality rate, increasing surger ies with indeterminate cytology can strain the healthcare system. More sensitive and specific tests for diagnosing indeterminate nodules is needed. Recently, our lab showed the diagnostic utility of a novel oncoprotein, Enigma, also known as PDLIM7 gene, as a potential biomarker in distinguishing benign from malignant nodules and staging thyroid cancer. However, little is known regarding regulation of Enigma expression. Mapping out these unknown regulatory pathways is key to developing understanding Enigma' s role in thyroid cancer. Improperly functioning miRNAs can alter tumor suppressor genes or oncogenes associated with various cancers. Previously, we showed the differential expression of microRNAs, such as stage -dependent miR -4633- 5p upregulation and let- 7 family gene downregulations, especially let -7g, known to be regulated by the PDLIM7 gene. This study aims to determine whether PDLIM7 gene expression correlates with upregulation of miR -4633- 5p DNA/R NA/protein Formalin -Fixed Paraffin -Embedded tissues/fresh tissue samples and measured concentrations and purity by Nanodrop. From extracted miRNAs, we created a cDNA template and obtained CT values using real -time primers genes. gene expression with downregulation of miR -4633 -5p and let -7g expressions. Although ethnicity, staging, or cancer type were unknown, this result established a relationship between expression of these gene products for a given patient. PDLIM7 gene, a very important target, could be used to accurately and non - invasively diagnose and stage thyroid cancer nodules. Understanding Enigma's regulatory pathways may provi de future pharmacologic targets, allowing quick diagnosis of patients and halt thyroid cancer progression. PETER KIM GUEST PARTICIPANT 2022 I was introduced last summer to Dr. Minh -Tri Nguyen's project as a volunteer. His project seeks to investigate subsets of regulatory T cells and identify possible biomarker profiles which might effectively predict kidney transplant rejection. This was my f irst experience within clinical research; I have been blessed by the examples of Dr. Nguyen and Dr. Abigail Benitez, the assistant research professor helping Dr. Nguyen. I am grateful to be presenting this project at this year's CHDMM poster presentation s ession . I graduated last year from Patrick Henry College in Purcellville, VA, as valedictorian of my class and the first pre -med student from our school. I currently work as a technician in the emergency department at Children's Hospital Los Angeles where I get the chance to witness and play a small role in excellent clinical care on a daily basis. My hope is to one day become a pediatric physician, one who sees patients and their families as people and not simply as cases or diagnoses. Over the past year, the Lord has constantly reminded me that in all things He is sovereign. I am grateful toward my mentors Dr. Benitez and Dr. Nguyen for their patience and trust in allowing me to be a part of such an intriguing and wonderful project. OPTIMIZATION OF TREG A SSAY BY FLOW CYTOMETRY FOR BIOMARKER ANALYSIS OF TREG SUBPOPULATIONS IN KIDNEY TRANSPLANT PATIENTS Peter Kim, Denise Kao, Katharyn Grace, Abigail Benitez, Magda Descorbeth, Minh -Tri Nguyen Transplantation Institute, Department of Surgery, School of Medicine, Loma Linda University, Loma Linda, CA The ultimate purpose of this study was to identify pre -transplant biomarker profiles within regulatory T cell subsets which could anticipate delay ed and slow graft function after kidney transplantation. This identification required development of 8 -color flow assays to recognize and analyze Treg cell populations in peripheral blood from kidney transplant patients. Optimization of these assays sought to minimize complications in analysis due to spectral overlap of dyes used. To identify small and obscure Treg subsets in low volumes of peripheral blood from post - transplant recipients, assays were optimized using healthy blood. For this study, we used t he MACSQuant 8 -color flow cytometer as well as a and CD 25 APC. different fluorochrome combinations detected in filters B3, B4 and R2. All samples includ ed CD127 BV fluorochrome and Zombie Aqua (viability dye). Analysis of our results found that the optimal combination for Treg identification included fluorochromes with PERCP dye and PERCP -Cy5.5 tandem. These antibodies had enough separation in their spectral overlap to allow for compensation and better visualization of Treg subsets. PEcy5 conjugated antibodies had spectral emission that overlapped with APC emission and were not ideal to use with CD25 APC. 8-color flow cytometer is a powerful tool to distin guish small and obscure specialized immune cells. Here, we optimized an 8 -color flow assay in order to best identify effector and terminal Treg cell subsets. This assay will be used to identify Treg subsets that may be associated with reducing delayed graf t function. COREY LEE GUEST PARTICIPANT 2022 I was thrilled when I first learned about the Macpherson's Society Summer Research Program during my first year at Loma Linda University School of Medicine. Now going into my second year, I recognize how important research is to the field of medicine, whic h has inspired me to participate in this summer program. Specifically, I hoped to be involved in research related to the field of oncology as I found cancer -related topics to be the most interesting thus far in my medical education. It is for this reason I applied to work in Dr. Julia Unternaehrer's lab where I sought to identify potential targets of let -7i that may play a role in inducing BRCAness in ovarian cancer cells, thereby increasing their sensitivity to PARP inhibitors. Through this project I have been able to deepen my understanding of biochemistry in the human body as well as gain hands -on experience performing various lab techniques such as qPCR's and MTT assays. In addition, I have acquired greater awareness/respect for the process of research, which will hopefully contribute to my goal of becoming a well -rounded and competent physician. Lastly, while medicine is my passion, some of my other interests include swimming, pickleball, and Star Wars. I would like to give special thanks to Dr. Unternae hrer for providing this learning opportunity and for always readily offering her assistance. I would also like to thank my mentor Salina Singh for teaching me all the necessary lab techniques for my project. LET -7I INDUCED BRCANESS IN OVARIAN CANCER CELLS Corey Lee, Julia Unternaehrer Division of Biochemistry , Basic Sciences, School of Medicine Loma Linda University, Loma Linda, CA High grade serous ovarian carcinoma (HGSOC) initially responds to first line platinum -based chemotherapy, but recurrences are frequent, and many patients receive adjuvant chemotherapy such as PARP inhibitors (P ARPi). PARPi causes the accumulation of DNA double strand breaks (DSB) and are the most effective in tumor cells deficient in homologous recombination repair (HRR), such as cells with BRCA mutations. Previous studies have proposed the possibility of induci ng a BRCAness phenotype in HGSOC cells via overexpression of the microRNA let -7i, as evidenced by their increased sensitivity to PARPi Olaparib. Four potential targets of let -7i involved in HRR and induced BRCAness were identified: kRAS, MY C, E2F1, and IGF1. The objective of this study was to further explore the mechanism of let -7i's effect in HGSOC and determine which of its potential targets has the greatest role in inducing BRCAness, thereby increasing the efficacy of PARPi. HGSOC cells w lipofectamine to induce overexpression. Next, qPCR was utilized to determine the expression levels of both MYC and let -7i while MTT Assays were performed to determine the IC50 of the transfected cells to Olaparib. Let -7i overexpression was achieved in OVCAR8 ovarian cancer cell lines, and upregulation increased their sensitivity to Cisplatin and Olaparib; this cell line has competent HRR. Of the possible targets of let- 7i whose downregulation may have led to an induced BRCAness phenotype, MYC was selected for closer examination. Let -7i has been shown to have tumor suppressive actions, such as downregulating components involved in HRR. Thus, let- 7i may be used as a potential treatment to induce a BRCAness phenotype and increase the efficacy of therapies targeting DNA damage repair (e.g., PARPi) in patients with no mutations in HRR genes. JASMINE LOGAN GUEST PARTICIPANT 2022 I attend Loma Linda University School of Behavioral Health where I am in my third year and working toward my PhD in Clinical Psychology. My goal is to become a primary care psychologist and work in collaboration with other healthcare professionals to meet the mental and physical health needs of patients in underserved communities. I also desire to pursue research into interventions and methods that help alleviate psychological distress. I am a member of Psi Chi Psychology Honors Society, a member of Alpha Mu Gamma Honors Society for International Language S tudies, and a graduate student member of the American Psychological Association. I am also a recipient of the 4P Primary Care Scholarship that helps to fund graduate education for those pursuing primary care. I am the lab manager for the Community Resilie ncy Model (CRM) Lab at LLU. I work closely with Dr. Susanne Montgomery, Dr. Kelly Baek, Dr. Adam Aréchiga, Dr. Kimberly Freeman, and Dr. Zephon Lister. I am currently working on my dissertation with Dr. Arechiga where we will investigate the EEG correlates of CRM in graduate students with anxiety. I am also working on various other CRM -related projects with Dr. Baek and Dr. Montgomery. I want to thank Dr. Montgomery and Dr. Baek for their teaching, guidance, and the many opportunities that I am able to par ticipate in through them. IMPACT OF RELIGIOSITY ON MENTAL DISTRESS AMONGST HEALTHCARE PROFESSIONALS DURING THE COVID -19 PANDEMIC Jasmine Logan, Kelly Baek, Susanne Montgomery School of Behavioral Health, Loma Linda University, Loma Linda, CA Studies have demonstrated that religion can be a protective factor against psychological distress, and this factor may also be true for healthcare professionals who often care for underserved communities. The current study aimed to explore the types of religiosity that could serve as coping strategies in healthcare professionals. Specifically, we investigated the relationships between religiosity and distress caused by anxiety, depression, and secondary traumatic stress. During the height of the COVID -19 pandemic, professionals in the medical, behavioral, and community -based fields in a large healthcare institution were surveyed ( N = 215). The Generalized Anxiety Disorder (GAD -7) scale, the Patient Health Questionnaire (PHQ -9), and the Secondary Traumatic Stress Scale (STSS) were used to measure anxiety, depression, and secondary traumatic stress, respectively. The Duke University Religion Index (DUREL) was used to assess non -organizational religious activity and intrinsic religiosity. Correlations and hierarchical r egression models were used to assess the relationship between religiosity and anxiety, depression, and secondary traumatic stress. Results suggested that non -organizational religious activity (regular religious practices) was associated with decreased leve ls of anxiety and depression ( ps < .05) but not with secondary traumatic stress ( p > .05). Religiosity accounted for 5% of the variance in anxiety and 9% of the variance in depression ( ps < .01). We did not find evidence for intrinsic religiosity (e.g., pr esence of the divine), suggesting that actively thinking about one's beliefs may not be as beneficial ( ps > .05). This study lends credence to higher practiced religiosity as being a significant protective factor against anxiety and depression for healthcare professionals working in a hospital setting. MICHELLE MORGAN GUEST PARTICIPANT 2022 I am a third year Clinical Psychology PhD student at Loma Linda University with a concentration in neuropsychology and neuroscience. Working in mental health has been my calling for years now. I aspire to help serve patients, specifically patients struggling with psychological and neurological issues. I want to achieve better treatment outcomes and outlook on life as a clinical neuropsychologist while also continuously being involved in research. Currently, I am involved in the Community Resiliency Model (CRM) lab and behavioral neuroscience lab at LLU. In the CRM lab, I am currently working in Dr. Kelly Baek's group on research looking into the use of CRM as a means of mitigating stress and fostering resiliency and well -being in healthcare workers. In the behavioral neuroscience lab, which is led by Dr. Richard Hartman, I am working on my dissertation, which focuses on the use of diet and exercise in improving cognitive outcomes in the case of neurodegenerative disorders. Overall, in doing research, I am fascinated about the opportunity to be able to contribute to our existing knowledge base on different topics related to mental health, particularly factors that promote w ell-being. Thank you to Dr. Baek for your support and help in this research project and for providing the opportunity to help in exploring the benefits of CRM. IMPACT OF CRM INTERVENTION FOR HEALTHCARE WORKERS IN A MEDICALLY UNDERSERVED COMMUNITY DURI NG COVID -19 Michelle Morgan, Ne chal Kaur, Mabel Wong, Jasmine Logan, Leslie Alvarez, Kelly Baek, Susanne Montgomery School of Behavioral Health, Loma Linda University, Loma Linda, CA San Bernardino County is considered a shortage destination. Shortage destinations are regions with a shortage of healthcare services, including mental health services. San Bernardino County currently ranks 56th out of 58 counties in California in the quali ty of healthcare services. Individuals from this region report a greater number of poor mental health days per month compared to the state average (4.9 days compared to 3.5 days). Moreover, this shortage increases the burden on providers. This situation su ggests a critical need for self-strategies for healthcare workers (HCWs) in order to mitigate stress and promote resiliency. To address t hese needs, HCWs were trained in the Community Resiliency Model (CRM), a biologically based model that incorporates six wellness skills used to decrease the effects of stress and increase resiliency to mitigate burnout in HCWs. HCWs ( N = 215) participated in a brief (3 -hour) CRM training via Zoom and completed a survey. Most participants were female (68.8%), Latino (34.4%) , healthcare professionals (45.1%), and had a doctorate degree (38.1%). Paired sample t-tests examined the level of COVID -related Stress (CRS), depression, and resiliency with significant decreases between the pre -test and immediate post -test ( ps < .05) an d increases in resiliency ( p < .05). However, the CRS and resiliency score improvements were not maintained at 6- months. The findings indicate CRM is a promising approach that fits within the demands of a clinical setting and can be used to address HCW nee ds. However, to bolster the impact of CRM on stress and resiliency sustainably, it is recommended additional support boosters be offered to support highly stressed HCWs as they continue to serve the Inland Empire community. ANDREW PRESTON SHIRSAT GUEST PARTICIPANT 2022 I attended Southern Adventist University where I completed my undergraduate degree in mathematics. During my undergraduate career, I participated in medical mission trips to Haiti and India where I developed an interest in medical scienc e. This interest led me towards the MD program at Loma Linda University. I enjoy watching and playing soccer, distance running, and going camping with my wife. My current research work is in Dr. Salma Khan's lab where we study the genetic expression and biochemical pathways involved in thyroid cancer. As a second -year medical student, my current career interests are in radiology and oncology. I am thankful for Dr. Khan and her team for training and guiding us throughout our research. CORRELATION OF PDLI M7 GENE EXPRESSION TO DIFFERENTIAL miRNAs IN THYROID CANCER Kim, Shields, Alfred Simental, Salma Khan Biochemistry, Otolaryngology, Pathology and Human Anatomy, School of Medicine, Loma Linda University, Loma Linda, CA A growing demand to develop diagnostic tools for thyroid cancer exists. Although it doesn't have a high mortality rate, increasing surger ies with indeterminate cytology can strain the healthcare system. More sensitive and specific tests for diagnosing indeterminate nodules is needed. Recently, our lab showed the diagnostic utility of a novel oncoprotein, Enigma, also known as PDLIM7 gene, as a potential biomarker in distinguishing benign from malignant nodules and staging thyroid cancer. However, little is known regarding regulation of Enigma expression. Mapping out these unknown regulatory pathways is key to developing understanding of Enigma's role in thyroid cancer. Improperly functioning miRNAs can alter tumor suppressor genes or oncogenes associated with various cancers. Previously, we showed the differential expression of microRNAs, such as stage -dependent miR -4633- 5p upregulation and let -7 family gene downregulations, especially let -7g, known to be regulated by the PDLIM7 gene. This study aims to determine whether PDLIM7 gene expression correlates with upregulation of miR -4633- 5p and downregulation of let -7g. Using the Qiagen AllPre p DNA/RNA/protein mini kit, from Formalin -Fixed Paraffin -Embedded tissues/fresh tissue samples and measured concentrations and purity by Nanodrop. From extracted miRNAs, we created a cDNA template and obtained CT values using rea miR -4633 -5p and let- 7g expressions. Although ethnicity, staging, or cancer type were unknown, this result establi shed a relationship between expression of these gene products for a given patient. PDLIM7 gene, a very important target, could be used to accurately and non -invasively diagnose and stage thyroid cancer nodules. Understanding Enigma's regulatory pathways ma y provide future pharmacologic targets, allowing quick diagnosis of patients and halt thyroid cancer progression. SALINA SINGH GUEST PARTICIPANT 2022 As an undergraduate at California State University, San Bernardino (CSUSB), I gained an interest in research after taking my first biology class. As a senior, I was given the opportunity to work in Dr. Nicole Bournias's lab. While working on a project about traumatic brain injuries in female drosophila, Dr. Bournias encouraged me to apply for the CIRM Bridges to Stem Cell Research program. Now a senior at CSUSB, I have been given the opportunity to work in Dr. Juli Unternaehrer's lab through the CIRM program. Our current project focuses on understanding the effect overexpressing m iRNA let -7 has on chemoresistance and stemness in high -grade serous ovarian cancer. In my time here I have had many great mentors and have learned various laboratory techniques and real -world problem -solving skills. After completing my CIRM internship, I w ill return to CSUSB for one semester to complete my Bachelor of Science in Biology. At CSUSB I am a part of the Student Society for Stem Cell Research , have organized events such as DNA Day , and will be aiding in setting up for the Inland Empire Stem Cell Consortium Symposium. After graduating, I would like to take a gap year to complete volunteer work, gain clinical experience, and study for the MCAT before applying to medical school. I hope to complete my MD or DO and practice medicine while continuing to do research. In my free time, I enjoy cooking, baking, and going to the beach with my friends and family. IMPACT OF miRNA let -7 ON CHEMORESISTANCE AND STEMNESS IN HIGH GRADE OVARIAN Ashley Ashlyn Conant, Tise Suzuki, Juli Unternaehrer, Division of Biochemistry, Basic Sciences, Gynecology and Obstetrics, School of Medicine, Loma Linda University, Loma Linda, CA; California State University San Bernardino, San Bernardino, CA According to the CDC, ovarian cancer causes more deaths than any other gynecologic cancer in the United States. Ovarian cancer is difficult to treat because 60% of all cases are diagnosed at stage 3 or 4 when it has metastasized to other parts of the abdomen. Typical treatments include chemotherapy, radiation, and surgical tumor debulking; however, aggressive cancer stem cells' presence can lead to chemoresistance. Many patients have impaired DNA damage repair pathways from mutations in the BRCA1/2 or other genes. Pati ents with these mutations can be successfully treated through use of poly (ADP -ribose) polymerase inhibitors (PARPi), disablimg the PARP protein mechanism in DNA repair and increasing cell death. One mechanism causing chemoresistance is epithelial -mesenchy mal transition (EMT) which is regulated by transcription factors such as SNAI1 that inhibit tumor suppressor miRNA let -7. Our goal is to reduce chemoresistance to platinum drugs and PARPi by delivering miRNA let -7 mimics via a nanocarrier with and without free drug delivery. We will deliver miRNA let -7 using mesoporous silica nanoparticles (MSNs). MSN preparation and use will be optimized by dynamic light scattering and assessment of delivery by flow cytometry and RT -qPCR using ovarian cancer cell line OVC AR8. So far we have seen a 4- 7% uptake of MSNs in our cells and are working on more efficient sonication methods to increase this number. The impact the combined treatment of miRNA MSNs and free chemotherapy drugs has on ovarian cancer will be analyzed usi ng assays for viability (MTT), apoptosis (flow cytometry), gene expression (RT -qPCR), and stemness (colony forming assays), accomplished in vitro using established and patient -derived ovarian cancer cell lines. TISE SUZUKI GUEST PARTICIPANT 2022 In the summer of 2015, I was a part of Loma Linda University's Biomedical Undergraduate Research Program. This program made me fall in love with research. For ten weeks, I was selected to be a part of Dr. Juli Unternaehrer's lab where I gained experience i n characterizing ovarian cancer cell lines' epithelial and mesenchymal status through Western blots. Two years later, after graduating from Southern Adventist University, in Collegedale, TN, I came back to LLU in pursuit of my PhD in Infection, Immunity, a nd Inflammation. Given my ongoing interest in ovarian cancer, I also returned to Dr. Unternaehrer's lab. For four years, my project has been to explore how the transcription factor, Snail, affects cancer invasion, stemness, and chemoresistance within the c ontext of high -grade serous ovarian cancer (HGSOC). My experiments have led me to gain considerable skill in lab techniques, including tissue culture, gene expression modulation (knockdown and overexpression), quantitative real -time polymerase chain invasion/migration vivo orthotopic xenograft modeling of ovarian cancer. During my PhD, my main goal is to use my project to discover mechanisms that induce cancer aggressiveness. By doing so, I wish to provide potential therapeutic strategies in treating patients suffering with advanced -stage disease. SNAIL -MEDIATED MODULATION OF TRANSCRIPTIONAL CHANGES IN OVARIAN CANCER AGGRESSIVENESS Tise Suzuki, Juli Unternaehrer Division of Biochemistry, Basic Sciences, Gynecology and Obstetrics, School of Medicine, Loma Linda University, Loma Linda, CA Despite treatment efforts at disease control, epithelial ovarian cancer remains the deadliest cancer of the fe male reproductive system, ranking fifth among the causes of cancer death in US women. High -grade serous ovarian cancer (HGSOC), the most common and aggressive subtype, is known for its high rates of relapse and chemoresistance. Therefore, further studies are required to understand the mechanisms associated with the development of aggressive disease. In many types of cancer, the transcription factor SNAI1 (Snail) initiates the epithelial -mesenchymal transition process, which has been correlated with increase d cancer invasion, stemness, and chemoresistance. Thus, in this study, our focus is to determine the downstream mechanistic functions of Snail within the context of ovarian cancer. Through RNA -sequencing (Snail knockdown) and Genechip® Human Transcriptome Array 2.0 (Snail overexpression), we assessed the genes directly and indirectly correlated with Snail expression. Co -expression was also evaluated against The Cancer Genome Atlas' ovarian serous cystadenocarcinoma sample repository and CSIOVDB, a microarr ay gene expression database of ovarian cancer subtypes. Additionally, we performed ingenuity pathway analysis to determine potential significant canonical pathways of interest, upstream and downstream regulators, and top disease and biological functions as sociated with our Snail gene expression studies. Our results indicate that pathways associated with fibrosis, cancer metastasis, and the tumor microenvironment were highly dysregulated with Snail knockdown/overexpression. Furthermore, the genes that were dysregulated were also associated with cell viability, migration/invasion, and angiogenesis. Data obtained from these analyses will be used in the future assessment of Snail's direct regulation of these pathways and functions. VERENICE TORRES GUEST PARTICIPANT 2022 I received my Master's in Public Health from the University of Southern California. After graduating, I worked on the development and delivery of health education programs focused on maternal and child health, chronic disease management, and mental health. I am currently a healt h educator for a managed -care health plan serving communities in the Inland Empire. I have learned a lot from my direct work with families and realized my passion for learning was not satisfied, so I decided to further my education. This fall I will be a second -year student at Loma Linda University's Systems, Families, and Couples PhD program. My decision to further my education in the field of family science stems from my desire to merge my public health background with family systems to provide a comprehe nsive understanding of the protective factors and skills that help individuals and families thrive. I participate in the Professional Presentation and Publication Lab under the supervision of Dr. Zephon Lister, Dr. Susanne Montgomery, and Dr. Kim Freeman through the Loma Linda University School of Behavioral Health, and I am extremely thankful for their continued guidance. I am hopeful the research being done in our lab will contribute to the dissipation of health disparities and disease in underserved communities. CONSIDERATIONS AND RECOMMENDATIONS FOR INTERPRETERS IN PSYCHOTHERAPEUTIC SETTINGS: A SCOPING REVIEW Hailey Arellano, Verenice Torres Professional Presentation and Publication Group, School of Behavioral Health, Loma Linda University, Loma Linda, California In the United States, just over 21% percent of the population do not speak English as the primary language in the home. However, only 10.8 percent of psychologists report an ability to provide services in a language other than English. This disparity has created an increased need for interpretation services in mental health settings. While the use of interpretation services is valued and needed to fill this gap, it also raises various clinical and ethical concerns. Financial implications arising from language disparities between service providers and consumers include additional and more frequent hospital admissions, poor follow -up with primary or outpatient clinical services , and worse outcomes for care. In this presentation, we examine the current body of literature related to some of the issues and challenges of utilizing interpretation services within various units of psychotherapy, discuss ethical concerns, examine practical challenges, and make recommendations for best practices. The purpose of this presentation is to elucidate best practices and future directions for research in order to overcome disparities in access and engagement of psychotherapeutic services for non -English proficient individuals. KRISTEN WHITLEY GUEST PARTICIPANT 2022 I discovered my passion for science during my freshman year of college. I was so excited about what I was learning in general biology that I would explain it to anyone who would listen. I was eager to learn beyond a textbook so last summ er I performed research in Dr. Kerby Oberg's lab, and in April, I had the opportunity to present my research at the Experimental Biology Conference. This fall, I will be entering my senior year as a biochemistry major at Walla Walla University. During my f irst two years of college, I shared my love of the sciences by working as a math and science tutor at Walla Walla High School. This past year, I volunteered at a free medical clinic in Walla Walla and witnessed the importance of access to healthcare for in dividuals from all backgrounds. I hope that one day I will be able to provide for my community in the same way this clinic has. This summer, I am so grateful to Dr. Frankis Almaguel and Dr. Alfonso Duran for providing me with opportunity to perform resear ch in cancer therapeutics. These doctors have been extremely influential mentors and have guided me in my decision to pursue medicine. TARGETING MITOCHONDRIAL PROTEINS AS A NOVEL APPROACH FOR THE TREATMENT OF NEUROENDOCRINE -LIKE PROSTATE CANCER Kristen Whitley, Alfonso Duran, Krystal Santiago, Bhaskar Das, Carlos Casiano, Frankis Almaguel Center for Health Disparities and Molecular Medicine, School of Medicine, Loma Linda University, Loma Linda, CA Prostate cancer (PCa ) is the most common solid -organ male malignancy and second only to lung cancer in mortality in the United States. Despite best efforts, approximately 20- 40% with clinically localized PCa will develop biochemical recurrence (BCR) after curative intent ther apy. Medical management of BCR PCa typically consists of androgen deprivation therapy (ADT) followed by chemotherapy. However, systemic therapies are not curative, and the treatment -resistant state will ultimately develop. Additionally, emergence of androg en receptor independence after ADT may select cancer cells to develop a neuroendocrine prostate cancer (NEPC) phenotype. This phenotype is associated with aggressive clinical features and poor prognosis with no effective treatment options. Therefore, a desperate need exists for novel NEPC therapeutics. Previously, our group and others have demonstrated metabolic shifts are central to NEPC transition. Specifically, amplification of MYC is known to alter mitochondria protein expression. Magmas is a nuclear -encoded protein essential for translocation across the inner mitochondrial membrane and protecting cells from oxidative damage, known pathways hijacked by cancer cells. Interestingly, GM -CSF is shown to regulate both Magmas and MYC proteins. Therefore, we hypothesized Magmas would be overexpressed in NEPC -like cell lines, and blocking Magmas activity in NEPC -like cell lines would have a cytotoxic effect. We performed immunofluorescence to visualize expression of Magmas in established NEPC cell lines (DU145 a nd PC3). We observed high expression of Magmas in both DU145 and PC3 cell lines. Next, we used a cell viability assay to determine the effect of BT#9 on DU145 and PC3. We found BT#9 cytotoxic in and with an IC50 in the low micromolar range. Furth er experimentation is needed to confirm these findings. Future studies will investigate whether BT#9 may re -sensitize NEPC docetaxel -resistant cells to chemotherapy. CHRISTIAN YOO GUEST PARTICIPANT 2022 Every single member in my family works within healthcare, so I was primed to be in the realm of science from a young age. I started my college experience in 2016 at Walla Walla University as a pre -med biology major. Although practicing medicine never int erested me, the science behind the medicine peaked my interest. I was inspired by the robust marine and ecological research done at WWU, so I applied to be a research assistant and octopus handler my senior year in 2020, just a couple months before the pa ndemic. That experience confirmed my passion for the basic sciences, and I have not looked back. I began my graduate school experience during the 2020 -2021 school year in the Neuroscience, Systems Biology, and Bioengineering department at Loma Linda Uni versity. My focus in particular is systems biology because of my interest in computational biology techniques. I currently am working under Dr. Frankis Almaguel investigating the role of mitochondrial proteins in aggressive cancer phenotypes. It has bee n a great honor and privilege to study in such a supportive environment. After graduate school, I hope to hone my skills and improve my understanding of biological topics so that I can continue the tradition of mentorship within science. I hope to provid e a safe and progressive space for scholarship to underrepresented minority students within science through this program and in the future as a college professor. SYNERGISTIC EFFECT OF NOVEL MAGMAS INHIBITOR BT#9 IN SENSITIZING TNBC CELLS TO DOXORUBICI N Angel Saenz, Giancarlo Valdez, Christian Yoo, Alfonso Durán, Daisy De Leon, Frankis Almaguel Center for Health Disparities and Molecular Medicine, School of Medicine, Loma Linda University, Loma Linda, CA Triple Negative Breast Cancer (TNBC) is a particularly aggressive cancer phenotype defined by a lack of estrogen, progesterone, and human epithelial growth factor 2 (HER2) receptors. Because these receptors are not present in these cells, treatment for TNBC is limited to therapeutics that cause ce ll cycle arrest, particularly in the G2 phase. Doxorubicin is one such common therapeutic often used to treat TNBC. Magmas is an inner mitochondrial membrane protein that forms a complex with TIM23 to facilitate the import of hsp70. In a disease state, how ever, Magmas expression is differentially overexpressed and may play a cytoprotective role in cancer cells. Preliminary evidence suggests that Magmas is overexpressed in more aggressive cancer phenotypes, such as TNBC, compared to a hormone receptor (HR) p ositive, HER2 - cell line, and may be a contributing factor in aggressive TNBC often presented in African Americans. We hypothesize that combined inhibition of Magmas function and Doxorubicin treatment will work synergistically in destroying TNBC cells and lower the effective dose of Doxorubicin. We treated African American and Caucasian TNBC cell lines with BT#9, Doxorubicin, and both therapeutics combined for 72 hours, then compared the resulting cell viability through MTT assays. HR - positive, HER2- breast cancer cell line served as a control. We also prepared breast cancer cell lines for immunofluorescence microscopy to visualize Magmas expression in each cell line. The results of these experiments indicate Magmas overexpression in TNBC cell lines and the synergistic effect of BT#9 with Doxorubicin are effectively destroying TNBC cell lines at a lower dose than the individual treatment alone. PRODUCTION CREDITS Cover Picture Student Pictures Textual Editing Booklet Formatting Printing Jonathan Davidson Flor Sida -Merlos Dr. Susan Gardner Flor Sida -Merlos Printing Connection, Inc. "}