{"title": "Pfizer vs. Moderna Memes: The Gag Is Vaccine Elitism Shouldn't Exist", "author": "Michelle Santiago Cortés", "url": "https://www.refinery29.com/en-us/2020/11/10176043/pfizer-vs-moderna-memes", "hostname": "refinery29.com", "description": "This is how the Pfizer vs. Moderna meme was born.", "sitename": "Refinery29", "date": "2021-04-13", "cleaned_text": "Throughout the coronavirus pandemic, we've had memes to explain, critique, and immortalize every moment and hot take. We've shared [memes about how coronavirus restrictions apparently only apply to certain people](https://www.refinery29.com/en-us/best-memes-2020#slide-1)and even [memed the then-president's COVID diagnosis](https://www.refinery29.com/en-us/2020/10/10068589/trump-covid-diagnosis-reactions-memes). In true season-finale fashion, [Pfizer](https://www.refinery29.com/en-us/2020/11/10156283/pfizer-covid-vaccine-trump-tweet-operation-warp-speed)and [Moderna each produced their own very impressive COVID-19 vaccines](https://www.refinery29.com/en-us/2020/11/10170293/moderna-covid-19-vaccine-update-jennifer-haller-positive-results), in record time. This story was originally written as a reading of the Pfizer and Moderna vaccines as joyful artifacts that spread a message of hope. But a lot has changed since November. The first set of memes from late 2020 made light about the ridiculous choices of capitalism. A potential immunization against a virus that's killed 200,000 Americans is great news. Having to choose between two major pharmaceutical companies' offerings, one of which was developed thanks to Dolly Parton's sponsorship, vaccine to take. [November 16, 2020] Now that the vaccines are growing widely available and more options are introduced, the vaccine meme landscape is shifting. Under capitalism, the brands you choose define who you are and are an indication of what you have access to. And while which vaccine you get may still often be dictated by what's available near you, we can't help but assign personalities to each vaccine: Pfizer vaccine receivers are generally described as elite, original flavor, and classic. Moderna vaccine recipients are thought of as an alternative, slightly off, but valued for their existence. [@thefamousjet] This is a joke lol. Get the first vaccine you can [#covid] [#vaccine] [#pfizer] [#moderna] [ Rude Sander mix - Seb Sander] Lastly, Johnson & Johnson recipients often get cast as independent, weird, and suspicious. I'm calling it now, though: Surely as the day develops and people catch on to [the latest news regarding the Johnson & Johnson vaccine](https://www.refinery29.com/en-us/2021/04/10417506/johnson-johnson-vaccine-blood-clots-cerebral-venous-sinus-thrombosis), we'll this value-neutral breakdown of each vaccine's personality is free from this thinking. If something - even if it's a life-saving vaccine - is branded, the brand will become a huge factor in any decision made. And now that vaccination is growing widely available, what was once a Sophie's Choice situation can split the vaccinated population into the haves and have-nots. Of course, [vaccine efficacy](https://www.instagram.com/tv/CMptHZFAHIW/)cannot be reduced to a single percentage number. The important thing is to get [fully vaccinated](https://www.refinery29.com/en-us/2021/04/10415646/delay-second-vaccine-shot-mrna-pfizer-moderna). Yet... there's something about getting that extra percentage point in efficacy rate to make you feel as strong and protected as possible, if only in your mind. But no matter which jab you received, just because you got vaccinated doesn't mean the summer of 2021 is going to be a movie. And there is a new meme just to remind you of just that. Being vaccinated does NOT mean it's ok to make a rebel of a careless man's careful daughter— "}