{"title": "Russia's new Covid-19 vaccine could make or break the country's economy, according to leading macroeconomic influencers - Pharmaceutical Technology", "author": "Vasanthi Vara", "url": "https://www.pharmaceutical-technology.com/features/russia-covid-vaccine/", "hostname": "pharmaceutical-technology.com", "description": "Russia became the first country to approve a vaccine for the Covid-19 virus. Experts have questioned the effectiveness of the vaccine", "sitename": "Pharmaceutical Technology", "date": "2020-08-17", "cleaned_text": "Russia became the first country to approve a vaccine for the Covid-19 virus. Experts have questioned the effectiveness of the vaccine as it has been tested in only a few people. The vaccine could boost Russia's economy if it is as effective as claimed. However, it could damage its global image if proven ineffective. Macroeconomic influencers share their views on the Covid -19 impact. Ian Bremmer Ian Bremmer, a political scientist and author, shared an article on the doubts cast on Russia's new Covid-19 vaccine. Developed by the Gamaleya institute in Moscow, the vaccine has been approved by Russian health authorities without undergoing phase III clinical trials required to prove the efficacy and safety of the vaccine. Although Russia has announced mass vaccination to begin in October, the effectiveness of the vaccine is yet to be known. If the vaccine in fact proves effective, it could provide several advantages to Russia. Firstly, the vaccine could enable Russia's economy to recover faster than the other countries. The demand for vaccine will also increase boosting the country's global image, while generating huge revenues. However, if the vaccine proves ineffective Russia's image could be badly damaged. Cutting corners to win the global vaccine race isn't without risk, so what are the pros and cons here for Vladimir Putin? Analysis by [@gzeromedia]'s [@SaoSasha]. [https://t.co/adFVAh37hD] — ian bremmer 16, 2020] Prof. Steve Hanke Prof. Steve Hanke, an economist at Johns Hopkins, shared an article on how Sweden adopted a laissez-faire approach to the pandemic and experience fewer deaths per capita and half the GDP decline of 8.6%. The UK on the other hand adopted a stricter approach recommended by the National Health Service (NHS) but still experience similar number of deaths and a GDP decline of 22.2% in the first half of 2020. Hanke noted that the UK National Health Service is the most overrated health system in the world. The article noted that using a slightly variant approach adopted by Sweden instead of a complete lockdown could have helped with UK's economic recovery. In the face of [#COVID19], [#Sweden]chose a laissez-faire approach while the [#UK]went with its [#Soviet]-style [#NHS]. The result: Sweden had fewer deaths per capita, more [#Freedom]& half the GDP decline. The NHS is the most overrated health system in the world. [https://t.co/RbbA9Dqa4U] — Prof. Konstantina Beleli, a european civilisation economist, shared an article on how temporary and contract workers are facing an uncertain future without jobs and access to furlough programmes. Across Europe, furlough programmes cover only employees that on company payrolls than contract workers. Such workers are eligible for unemployment benefits only, which provide very less benefits compared to furlough programmes. In June, more than 15,000 workers had been unemployed with four out of ten workers working in industries worst affected by the pandemic such as tourism, catering and restaurants. As recession across Europe continues, the future for these workers looks bleak due to lack of jobs. Although governments are spending on retraining some of the workers, it may be work in the short-term as they need access to jobs immediately. Europe is spending billions to keep people employed during the pandemic. But millions of workers including the newly self-employed, freelancers and people on short-term contracts are falling through the gaps. [https://t.co/5nbzdfKlTA] — NYT Business (@nytimesbusiness) [August 16, 2020] Mohamed A. El-Erian Mohamed A. El-Erian, chief economic adviser at [Allianz](https://www.globaldata.com/store/report/?cdmsid=1573797&scalar=true&pid=109916&sid=24), shared an article on how the month of August will be prominent in terms of data and other economically-relevant developments. He noted that new data emerging during the month will highlight the level of manufacturing activity in Europe and the US. Erian added that the earnings of companies such as [Target](https://www.globaldata.com/store/report/?cdmsid=1616208&scalar=true&pid=109916&sid=24) and Walmart will indicate the performance of the retail sector, while minutes from the Federal Reserve's meeting will indicate the next steps planned to be taken by the government. This will not be a quiet August week for data and other economically-relevant developments! A slew of numbers will shed light on manufacturing activity in Europe and the US: [@Target]and [@Walmart]'s earnings will speak to the health of retail;and [#Fed]minutes to possible next steps — "}