{"title": "Should I have my daughter vaccinated? Does Chinese Medicine have something to offer instead?", "author": null, "url": "https://www.acufinder.com/Acupuncture+Questions/Children's+Health/71", "hostname": "acufinder.com", "description": "I am often asked by my patients about immunizations. Should I or shouldn't I? This is a very difficult question. There are negatives and positives to both answers. It is", "sitename": "Acufinder.com", "date": "2019-10-30", "cleaned_text": "Should I have my daughter vaccinated? Does Chinese Medicine have something to offer instead? I am often asked by my patients about immunizations. Should I or shouldn't I? This is a very difficult question. There are negatives and positives to both answers. It is not my place to tell parents to vaccinate or not, but only my place to educate. In the end it is the parent who has to make the decision. I have no doubt that if centuries ago the Chinese had vaccinations that they would have used them. With the population problems and health issues that China has had it would make sense for them to have used vaccination in the past. I also have no doubt that the Chinese would also have used herbal medicine to help treat the side effects of some of these vaccinations. However, due to the fact that they traditionally did not have access to immunizations the Chinese depended on Herbal medicine to treat the diseases we use vaccinations for today. Historically Oriental Medicine has a good tract record for treating these diseases. When it comes to vaccinations let me just tell you some facts. Immunizations are a milder version of the actual illness. This means that by giving the immunization you are actually giving your child the disease. It is no wonder that children sometimes get sick when given immunizations. This is a natural reaction if one were to catch an infection. An infant's immune system is not fully developed when they are born. It is for this reason that they are breast feed, to maintain immunity through their mother's breast milk. Antibodies are just one aspect of the immune system. Beneficial bacteria, on the skin and in the intestines, have an active role in preventing disease. \"Therefore, building up the population of beneficial bacteria is just as important as building up antibodies.\" We must remember that we do not live in a third world country and the diseases that affect and kill children in those countries are different then those that affect us in the United States. For more information on Vaccinations please visit Think Twice at [http://thinktwice.com](http://thinktwice.com/) About the Author Marc Sklar is a board certified herbalist and expert Oriental Medicine Practitioner. He specializes in infertility, gynecology, pediatrics, and digestive disorders. Marc sits on the board of directors for the California State Oriental Medical Association. Marc approaches every patient with an open mind, compassion and a medically integrated perspective. [Mark Sklar](http://www.bodyevolution.org/) practices in "}