{"title": "Natural oils restore body weight, ameliorate serum bile acid and vitamin D and improve liver histology in depression", "author": "Authors", "url": "https://www.emerald.com/insight/content/doi/10.1108/NFS-12-2021-0383/full/html", "hostname": "emerald.com", "description": "Natural oils restore body weight, ameliorate serum bile acid and vitamin D and improve liver histology in depression - Author: Khaled M.M. Koriem, Nevein N. Fadl, Salwa R. El-Zayat, Eman N. Hosny, Fatma A. Morsy", "sitename": "Nutrition & Food Science", "date": "2022-02-24", "cleaned_text": "Natural oils restore body weight, ameliorate serum bile acid and vitamin D and in depression [Khaled M.M. Koriem](/insight/search?q=Khaled M.M. Koriem)(Department of Medical Physiology, Medical Research and Clinical Studies Institute, National Research Centre, Giza, Egypt) [Nevein N. Fadl](/insight/search?q=Nevein N. Fadl)(Department of Medical Physiology, Medical Research and Clinical Studies Institute, National Research Centre, Giza, Egypt) [Salwa R. El-Zayat](/insight/search?q=Salwa R. El-Zayat)(Department of Medical Physiology, Medical Research and Clinical Studies Institute, National Research Centre, Giza, Egypt) [Eman N. Hosny](/insight/search?q=Eman N. Hosny)(Department of Medical Physiology, Medical Research and Clinical Studies Institute, National Research Centre, Giza, Egypt) [Fatma A. Morsy](/insight/search?q=Fatma A. Morsy)(Department of Pathology, Medical Research and Clinical Studies Institute, National Research Centre, Giza, Egypt) ISSN: 0034-6659 Article publication date: 24 February 2022 Abstract Purpose The purpose of this study was designed to investigate anise oil and geranium oil to amend body weight, serum bile acid and vitamin D, and liver histology in depressed rats. Design/methodology/approach Eighty male albino rats were divided into normal and depressed rats. Normal rats (40 rats) were divided into four equal groups: control, venlafaxine drug, anise oil and geranium oil groups. Depressed rats (40 rats) were divided into four equal groups: depressed rats, depressed rats + venlafaxine drug, depressed rats + anise oil and depressed rats + geranium oil groups. Body weight, food consumption and water intake were detected. Animal behavior, cerebral cortex and hippocampus neurotransmitters, serum bile acid and vitamin D and liver histology were also investigated in this study. Findings Body weight (117 ± 7.6 g), food consumption (5.6 ± 1.4 g/day) and water intake (8.7 ± 1.2 ml/day) were significantly decreased (p < 0.001) in depression compared to body weight (153 ± 7.6 g), food consumption (12.7 ± 1.6 g/day) and water intake (15.3 ± 1.6 ml/day) in control. Animal behavioral tests, e.g. sucrose preference (48.8 ± 1.5) test, distance traveled (70.0 ± 16.3), center square entries (0.20 ± 0.10), center square duration (52.18 ± 11.9), tail suspension (54.70 ± 2.9 s) test and forced swimming (134.4 ± 5.5 s) test were significantly decreased (p < 0.001) in depression compared to sucrose preference (89.2 ± 1.7) test, distance traveled (226 ± 90.1), center square entries (1.4 ± 1.8), center square duration (3.6 ± 2.0), tail suspension (19.3 ± 2.1 s) test and forced swimming (83.7 ± 3.6 s) test in control. Cerebral cortex and hippocampus areas neurotransmitters such as serotonin (7.4 ± 1.7 and 1.2 ± 0.54 pg/g tissue), dopamine (6.3 ± 1.5 and 0.86 ± 0.07 µmole/L) and vitamin D (1.3 ± 0.37 ng/ml) were significantly decreased (p?0.001) in depression compared to cerebral cortex and hippocampus areas neurotransmitters such as serotonin (16.8 ± and 4.0 ± 1.4 pg/g ± 0.49 pg/g tissue) norepinephrine (18.2 2.3 D (2.7 ± 0.58 ng/ml) in control. Depression induced injury to hepatic tissues. Oral supplementation with anise oil and geranium oil ameliorated body weight, serum bile acid and vitamin D and liver histology in depressed rats. Originality/value Depression treatment persists for a long time, so the search for a new herbal treatment is of concern due to available sources, cheap and no side effects of herbal plants. Anise oil and geranium oil improved body weight, food consumption, water intake, animal behavioral tests, cerebral cortex and hippocampus areas neurotransmitters, serum bile acid and vitamin D and liver histology in depression. Keywords Acknowledgements The authors acknowledgment the National Research Centre for the grant provided to start and finish this research. Funding: This study was run under the 11th research plan of the National Research Centre and had obtained the grant number 11040102. Retraction: The publisher of Nutrition & Food Science wishes to retract the following article by Khaled M.M. Koriem, Nevein body weight, ameliorate serum bile acid and vitamin D and improve liver histology in depression\" published on 24 February 2022, DOI 10.1108/NFS-12-2021-0383. It has come to our attention that there are concerns that the peer review process was compromised, and that, as a result, the findings cannot be relied upon. Authors submitting to the journal are expected to adhere to the guidelines and policies of the journal. The journal sincerely apologises to its readers. weight, ameliorate serum bile acid and vitamin D and improve liver histology in depression\", [Nutrition & Food Science](/insight/publication/issn/0034-6659), Vol. Emerald Publishing Limited Copyright © 2022, Emerald Publishing Limited "}