{"title": "PDF", "author": "PDF", "url": "https://www.maine.gov/dhhs/mecdc/infectious-disease/epi/airborne/documents/COVID-Vaccines-Therapeutics-Clinical-Update-09-13-22.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Maine CDC Clinician Update: COVID -19 Vaccines and Therapies Isaac Benowitz, MD State Epidemiologist Maine Center for Disease Control and Prevention September 13, 2022Next webinar: Tuesday, October 11, at 12pm Maine CDC Clinician Update: COVID- 19 and Monkeypox Please join us to learn more about COVID -19 in Maine and current vaccines and therapies (2ndTuesday of the month from 12 -1pm) https://mainestate.zoom.us/j/83384535429 Meeting ID: 833 8453 5429 One tap mobile +13017158592,,83384535429# US (Washington DC) +13126266799,,83384535429# US (Chicago) Dial by your location +1 301 715 8592 US (Washington DC) (San Jose) +1 253 215 8782 US (Tacoma) +1 346 248 7799 US (Houston) +1 (San Treatments Adults With no with limitations1 None currently authorized for useinanyUS state orterritory.Summary of COVID -19 Vaccines and Therapeutics Category or Population What's Available? Resources and Notes All persons age 6 months and older COVID -19 vaccines COVID -19 boosters US CDC: Use of COVID -19 Vaccines in the United States Maine CDC: COVID- 19 Vaccine Providers Portal Persons age6 months and older with moderate or severe immunocompromise COVID -19 vaccines COVID -19 boosters Long -acting antibody for pre-exposure prophylaxis US CDC: COVID -19 Vaccines for People who are Moderately or Severely Immunocompromised Maine CDC: COVID- 19 Vaccine Providers Portal COVID -19 Pre -Exposure Prophylaxis (Provider Information ) Persons exposed to COVID -19 who have not tested positive (i.e., post- exposure prophylaxis) Notreatments available All monoclonal antibodies previously available for post -exposure prophylaxis are not effectiveness for current COVID- 19 variants. Persons with asymptomatic COVID -19 infection Symptomatic treatment Monitor for development of COVID -19 symptoms and treat if high- risk. Ensure readiness to test and access treatment quickly if eligible and symptomatic. Persons with mild/moderate COVID -19 symptoms and positive test who are <50 years and vaccinated and who DO NOT have any underlying conditions that place them at high risk for severe disease Symptomatic treatment Persons with mild/moderate COVID -19 illness, a positive test, and who are age 50 years or older OR are unvaccinated ORhave underlying conditions that place them at high risk for severe disease Oral antivirals IV antivirals IV monoclonal antibodies For information on pharmacies that can fill a prescription, and information on Test - to-Treat locations where patients can get tested, seen by a clinician, and treated with oral or intravenous COVID -19 therapies, see COVID -19 Treatment in Maine .NEW: COVID -19 treatment training videos Recorded videos on who to treat for COVID -19, oral and IV drugs, how to select the right drug for your patient, how to access treatments in Maine Includes several case -based examples navigating common clinical scenarios Aimed at healthcare providers who are not yet familiar with outpatient treatment of COVID -19 YouTube videos (~90 minutes total) Accompanying slides with resources COVID -19 Vaccines and Pre -exposure ProphylaxisWeekly Trends inCOVID- 19-Associated byAge Group 20,2022 Grey shaded denotes hospitalization rates inolder age increased relative toother age groupsVaccination status (days since most recent dose) BA.2/BA.2.12.1 periodTotal CLIcasesDays since most recent dose, median Unvaccinated 27,907 3,501 (70, * Only estimated adults 50 years of age85(74, 91) 49(41-56)VISION: receipt, 40 estimates: CDC, preliminary unpublished data. Individuals with prior infections excluded. Adjusted forcalendar time, geographic region, age, sex, race, ethnicity, local virus circulation, respiratory 1o8rnon-respiratory underlying medical conditions, andpropensity tobevaccinated.Effectiveness against severe disease continues tobehigher and more sustained over time than effectiveness against infection VEduring BA.4/BA.5 predominance was generally comparable toVEduring BA.2 predominance 3rddose provides significant additional protection against infection and severe disease inallages studied -VEpost 3rddose appears towane more slowly compared with 2doses alone Omicron -Similar patterns across agegroups 19 https://covid19.healthdata.org/united- states used forbooster decision -making, given hundreds ofmillions who have received the prototype component contained inthebooster AsfortheBA.4/5 component ofthebooster, a combination ofnonclinical data and safety and immunogenicity data obtained inclinical studies with three variant vaccines, including omicron BA.1 were usedStudies ofBivalent Boosters www.fda.govOngoing human studies with theBA.4/BA.5 boosters will provide important insight into theprotection that these new boosters provide incomparison (Original + BA.4/BA.5) authorized forindividuals ages 12and older Primary series doses continue and Pfizer -BioNTech COVID COVID -19vaccines: What weknow have high mRNA COVID studies COVID provide high levels ofprotection against severe disease -Initially, COVID- 19 vaccines also provided high levels ofprotection against infection and transmission -Asthevirus evolved, noted rapid waning ofprotection against asymptomatic ormild disease COVID -19booster doses further increase protection against severe disease Bivalent COVID -19vaccines expand immune response after vaccination -Vaccines that contain Omicron willimprove antibody response toOmicron -Bivalent vaccines appear toprovide more diverse response overall, likely improving response tofuture variants 21Summary: Work Group Interpretation 16Current population recommended for these boosters is very heterogenous -Many in the United States had Omicron infection over the past 9 months -Individuals recommended for the bivalent COVID -19 booster doses may have previously received: Primary series only One booster dose Two booster doses (for those 50 years and over) COVID -19 vaccines are recommended, even for those with prior infection -Rate of reinfections increased during the Omicron period Bivalent COVID -19 vaccines in the setting of prior SARS -CoV- 2 infection (\"hybrid immunity\") resulted in highest antibody titers -These high and diverse titers may result in longer duration of protection and decreased need for frequent COVID -19 vaccine booster dosesSummary: Work Group Interpretation 17Studies have shown that increased time between infection and vaccination may result in an improved immune response to vaccination -Those with recent SARS -CoV-2 infection may consider delaying a vaccine dose by 3 months from symptom onset or positive test Time since most recent COVID -19 vaccine dose may be more important than cumulative number of doses There will be a time of transition as recommendations may move from counting dose number to optimal timing of vaccination campaigns If SARS -CoV- 2 becomes a seasonal virus, an annual vaccine program could be an effective strategy for the futureDoes ACIP support theuseofupdated (bivalent) COVID Question 3 (booster) Dose 1 (primary)Dose (booster)People 50years and olderPrimary Booster Dose 4 (booster)Current recommendations People ages 5-49yearsFuture proposed recommendations People ages 5years and older* Regardless ofprevious booster doses given *Ages and vaccines asauthorized of bivalent Pfizer- BioNTech COVID -19 vaccine is recommended for individuals ages 12 years and older at least 2 months after receipt of a primary series or prior monovalent booster dose, under the EUA issued by FDA. A single dose of bivalent Moderna COVID- 19 vaccine is recommended for individuals ages 18 years and older at least 2 months after receipt of a primary series or prior monovalent booster dose, under the EUA issued by FDA.CDC RecommendationsFallBooster \"Reset\" Recommendations are simplified Change from dose counting to1bivalent booster foreveryone eligible Ifeligible, a bivalent should notbedenied Vaccination history Next dose Primary 2 months1bivalent booster dose Primary series +1boosterAtleast 2months 1bivalent dose series +2boosterAtleast 2 months1bivalent booster doseCOVID -19Vaccination Schedule forPeople atleast and older.Moderna, Novavax, or Pfizer -BioNTech Primary Series Janssen Primary Series DosePeople ages 18years and olderRegardless of previous monovalent booster doses given Regardless of previous monovalent booster doses givenCOVID -19Vaccination Schedule forPeople and older PrimaryAtleast booster dose(s), thebivalent booster dose isadministered atleast 2 months thelastmonovalent booster dose. Thebivalent booster should beageappropriate; Pfizer -BioNTech is authorized forpeople ages 12 years andolder authorized forpeople ages 18years and doses given ofprevious booster doses given Regardless ofprevious monovalent booster doses givenSupplementing COVID -19vaccination with pre-exposure pr Any dose (primary or booster)Any subsequent COVID -19 vaccine doseInatleast 2 weeks Atleast 2weeks EVUSHELDTMNominimum from antibodies (EVUSHELDTM)forCOVID ages 12years and older (must weigh atleast 40kg)Who may benefit from Evusheld? People ages 12 years: -With moderate tosevere immune asguidance forordering Consumer /Patient Activation Distribution and Access Support Clinical information and additional supporting resources canbefound atEVUSHELD.comEvusheld Remains Readily Available isavailable atsome Federal Pavilions, Randalls, oHy-Vee, including Amber Pharmacy oManaged Healthcare Associates (MHA), including Thrifty White oGood Neighbor Pharmacy (select locations) Locator toolupdates: Central mgdoses) 850,106 459,572 Data isforstates, territories, torecipients, although there may be administration fees depending onlocationEvusheld access in the State of Maine Patients who currently qualify for treatment, or who have questions about eligibility or whether to get this drug, should contact their primary care provider. Patients who do not have a primary care provider should contact a healthcare facility for further information on how to access EVUSHELD at that healthcare facility. Maine CDC is NOT able to coordinate treatment for individual patients. Healthcare providers can contact any of the healthcare systems or facilities in Maine that have Evusheld to refer their patient(s) for Evusheld treatment. Healthcare systems/healthcare facilities that would like to start getting their own Evusheld supply should contact Kristen McAuley ( kristen.m.mcauley@maine.gov ) at Maine CDC to request details on how to get an allocation.Healthcare System/Facility Location(s) Cary Medical Center Caribou Central Maine Medical Center Lewiston Eastern Maine/Northern Light Hospital Bangor MaineGeneral Augusta MaineHealth /Maine Medical Center Portland Mount Desert Island Hospital Bar Harbor N.E. Cancer Specialists Multiple Redington Fairview Hospital Skowhegan Saint Joseph Health Bangor York Hospital York For more information, go to Maine CDC: COVID- 19 Pre -Exposure Prophylaxis: Information for )Staying UpToDate CDC people to\"Stay uptodate with your COVID -19vaccines\". Staying uptodate keeps people current with COVID -19vaccine recommendations. Youareuptodate ifyou have completed aprimary series and received the most recent booster dose recommended foryoubyCDC.Influenza and COVID -19Vaccine Co-Administration is Safe and Effective Providers offer iseligible and discuss concerns Coadministration ofCOVID -19Vaccines with non-COVID 19vaccines hasdemonstrated that immunogenicity and adverse event profiles aregenerally similar when vaccines areadministered simultaneously aswhen they Generally, COVID -19vaccines administered with seasonal influenza vaccine (SIV) showed similar orslightly higher reactogenicity ,however nospecific safety concerns identified 2.Hause AM, Zhang B,Yue X,etal.Reactogenicity ofSimultaneous observer -blinded, immunogenicity ofa high -dose quadrivalent influenza vaccine administered concomitantly with athird dose of the mRNA -1273 SARS -CoV-2vaccine in adults aged 65 years: R,Baos S,Cappel -Porter H, et al. Safety and immunogenicity of concomitant administration of COVID -19vaccines (ChAdOx1 orBNT162b2) with influenza ofChildren ofSARS- CoV-2Infection ofSARS- CoV-2Infection Therapeutic Management ofNonhospitalized Adults With COVID -19NIHCOVID- 19 Clinical Guidelines Update 74 Public antibodies (mAbs) asPrEP disease, severe DiGeorge forTherapeutic Management of Hospitalized with COVID- Updated August8,2022 82 Unclassified/For Public DistributionNIH Therapeutic Management ofNon-hospitalized Adults With COVID -19COVID -19 Outpatient Therapy Selection Drug/route Key features Eligible population Key considerations for use Paxlovid (nirmatrelvir / ritonavir) (PO) Oral (5 days) Start within 0 -5 days after COVID -19 symptoms beginIndividuals 12+ years old at high risk for progression to severe COVID -19 Treatment of choice for non- hospitalized patients (per NIH guidelines ). Providers should check for drug -drug interactions and make medication changes that can be accomplished safely. Renal dosing adjustment is needed for patients with GFR between 30 -60; Paxlovid cannot be used for GFR <30. Veklury(remdesivir) (IV) Intravenous (once -daily therapy for 3 days) Start within 0 -7 days after COVID -19 symptoms beginIndividuals 28 days old and older at high risk for progression to severe COVID -19 2 nd-line treatment option per NIH treatment guidelines . This is the best option for patients who cannot take Paxlovid due to drug -drug interactions. Requires insurance coverage and multiple days of IV infusion. Currently only available at a few facilities, and primarily for outpatients under 12 years old. Consider for eligible patients who are hospitalized for a non -COVID -19 cause if Paxlovid is not available in inpatient formulary or oral access is unavailable. Bebtelovimab(IV) Intravenous (1 dose) Start within 0 -7 days after COVID -19 symptoms beginIndividuals 12 years old and older at high risk for progression to severe COVID -19 Best pick for patients presenting between 6 -7 days after symptom onset (outside the Paxlovid treatment window) or who cannot take oral drugs for any reason. Also the best pick for patients unable to get Paxlovid due to drug -drug interaction that can't be addressed safely, severe kidney or liver disease, or concerns about the patient's ability to complete 5 days of outpatient therapy. Lagevrio(molnupiravir) (PO) Oral (5 days) Start within 0 -5 days after COVID -19 symptoms beginIndividuals 18 years old and older at high risk for progression to severe COVID -19 Best pick for patients who cannot get Paxlovid due to drug -drug interaction or severe kidney or liver disease, and who do NOT have access to IV therapy. Lower effectiveness than the other three therapies. Avoid in pregnancy if other treatment options are available.Paxlovid prescription best practices Essential elements of a Paxlovid prescription Numeric dose of each active ingredient within PAXLOVID Dispense -by date (i.e., within 5 days of symptom onset) Optional: Renal function Optional: Medication list reviewed/reconciled Prescribers writing prescriptions for Paxlovid should include the dispense -by date (i.e., within 5 days of the symptom onset date) and are encouraged to include information about the patient's renal function and a statement that the patient's medication list has been reviewed/reconciled. For further information, refer to FDA's PAXLOVID Patient Eligibility Screening Checklist Tool for Control andPrevention (CDC) isissuing thisHealth Alert Network (HAN) Health Advisory to update healthcare providers, public health departments, andthepublic onthepotential -19among persons athigh risk forprogression tosevere disease. Paxlovid -19.COVID -19rebound reported tooccur of COVID -19 symptoms oranew positive viral testafter having tested negative. Abrief return of symptoms may bepart of the natural history of SARS -CoV -2(the virus that causes COVID - 19)infection insome persons, independent oftreatment with Paxlovid andregardless ofvaccination status. Limited information currently available from case reports suggests thatpersons treated withPaxlovid who experience COVID -19rebound have (cdc.gov)Appropriate uses of bebtelovimab therapy Best practices Paxlovid is first -line therapy for patients presenting within 5 days of onset of COVID -19 symptoms: address drug interactions that can be altered safely Bebtelovimab referral form that requires reason for not prescribing Paxlovid Common situations where bebtelovimab is appropriate for usePatients presenting at 6-7 days after symptom onset Drug- drug interactions that cannot be addressed safely GFR <30 (i.e., renal insufficiency too extreme to dose -adjust Paxlovid) Swallowing issues (including severe throat pain from COVID -19) Concerns over loss to follow -up or inability to complete Paxlovid course Common situations where Paxlovid is still the preferred therapy (and bebtelovimab should be avoided)Default treatment option for pregnancy Unable to assess renal function for Paxlovid Drug- drug interactions \"too complicated\" for provider to navigate Patient preference (heard that mAb is better, or prior experience) Provider preference (without medical/behavioral rationale) Patients unwilling to risk side -effects from Paxlovid (rebound/isolation)Remdesivir: Gilead patient assistance program Gilead program that covers assistance for commercially-insured patients Patients who are not insured can get relieve via the Cares Act and Provider Relief Fund The amount of financial assistance depends on the patient's health insurance plan, deductible, and level of need There is a copay coupon for those with commercial insurance, depending on the type of insurance Resources for HCPs: https://www.gileadadvancingaccess.com/hcp/resources sample letter of medical necessity, sample letter of appeal and prior authorization checklist) Enrollment form: https://services.gileadhiv.com/content/pdf/gilead_enrollment_form.pdf Can be completed online and then saved (you can download the application)Tools toAssist inCOVID- 19Outpatient Therapeutic Selection aretools andresources 19:Information for Healthcare Professionals :https://www.cdc.gov/coronavirus/2019 CDC Data Tracker : TheCDC -19 OR O2 OR Requiring an increase inbaseline home O2 dueto COVID -19? YES Treatment with100mgritonavir twice daily for5days (remdesivir) arenotavailable, feasible or clinically one following therapeutics: bebtelovimab5ASAP out: 800mgbymouth every 12hfor5days begun ASAP within 5days of symptom Treatment ofsymptoms, management perNIH & CDC GuidelinesYES Pediatric patient (greater than -19CDC Interim Clinical Considerations for COVID- 19Treatment in Outpatients What You Need toKnow: There isstrong scientific evidence thatantiviral -19.People withmildCOVID 19 Risk factors forsevere medical conditions andbehaviors Some people racial andethnic minority groups areatriskofbeing disproportionately affected byCOVID -19from many factors, including limited access tovaccines andhealthcare. Healthcare providers canconsider these factors when evaluating (years) 77 Unclassified/For Public DistributionMedical Conditions (e.g. diabetes, chronic kidney disease, obesity, lung disease, pregnancy) Vaccination Status Immunosuppression (illustrative therapies andconditions)<30 30-49 50-69 70 vaccinationUnvaccinated None exposure Original illustration byDr. William Werbel, Underlying Medical Conditions Associated with Higher Risk for Severe COVID -19: Information forHealthcare Professionals -of-children/nonhospitalized- children- therapeutic -management / aMolnupiravir is not authorized by the FDA for use in children aged <18 years and should not be used. bSee Table 3b for the Panel's framework for assessing the risk of progression to severe COVID -19 based on patient conditions and COV ID-19 vaccination status. cInitiate treatment as soon as possible after symptom onset. dBebtelovimab is the only anti -SARS -CoV-2 mAb active against the current dominant circulating Omicron subvariants. In nonhospitalized adults, bebtelovimab may be used as an alternative therapy when none of the preferred therapies (i.e., ritonavir -boosted nirmatrelvir , remdesivir) are available, feasible to use, or clinically appropriate. eThe relative risk of severe COVID -19 for intermediate- risk patients is lower than the risk for high -risk patients but higher tha n the risk for low -risk patients. fLow-risk patients include those with comorbid conditions that have a weak or unknown association with severe COVID -19. Patients with no comorbidities are included in this group.NIH: Therapeutic Management of Nonhospitalized Children With COVID -19 -of-children/nonhospitalized- children- therapeutic /aUnvaccinated = individuals who are not eligible for COVID- 19 vaccination or are <2 weeks from the final dose of the primary series. Vaccinated with primary series = individuals who completed the primary series of 2 or 3 doses (the current CDC term is \"fully vaccinated\") and are >2 weeks after the final dose of the primary series but have not received a b ooster, if they are eligible for a booster. Children aged <5 years are not currently eligible for booster doses. Vaccinated and up to date = individuals who received the recommended booster dose(s) if eligible or have completed the primary series but are not yet eli gible for a booster. See the CDC for more information. bThe degree of risk conferred by obesity in younger children is less clear than it is in older adolescents. cIncludes tracheostomy or NIV. dData for this group are particularly limited. Key: BMI = body mass index; CDC = Centers for Disease Control and Prevention; NIV = noninvasive ventilation; the Panel = the COVID -19Treatment Guidelines Panel COVID -19 Outpatient Therapy Summary allowed for use 12 years 12 years Any age* 18 years Initiate within # days of symptom onset0-5 days 0-7 days 0-7 days 0-5 days Route of administration Oral Intravenous Intravenous Oral Duration of treatment 5 days 1 day 3 days 5 days Pros High efficacy OralHigh efficacy Single IV infusionHigh efficacy Greater experienceOral No drug -drug interaction concerns Cons Ritonavir- related drug -drug interactionsRequires IV infusion Requires 3 days of IV infusionLow efficacy Not authorized for age <18y Avoid in pregnancy Mutagenicity concerns *Remdesivir is FDA- approved for non- hospitalized patients 12 years and older (40 kg and up). It is also available under FDA EUA for patients <12 years old (3.5 to 40 kg).Accessing Outpatient Treatment in Mainehttps://www.maine.gov/covid19/treatmentCOVID -19 Treatment in Maine (for patients) Test toTreat sitelocator launched 3/30 Identifies allTest bystate/territorial also available: 1-800-232-0233 (TTY 1-888-720-7489 inEnglish, Spanish, 150other languages -8am to 12 midnight ET,7days aweek Disability Information andAccess Line (DIAL) also available tospec ifically help those withdisabilities access services. patients still dying from COVID -19? Key messages for healthcare providers: Become familiar with COVID -19 treatments for outpatients Talk to your high- risk patients about the value of treatment Encourage high- risk patients to have a plan to get tested and treated before they get sick Key messages for high -risk patients: COVID -19 treatments are safe and effective and drastically reduce the risk of severe disease Treatment must be started within the first few days after symptom onset to be effective Have a plan to get tested, evaluated, and treated if you develop symptoms of COVID -19Recommendations for healthcare providers Continue to encourage COVID -19 vaccination in everyone age 5 years or older, including booster vaccination in everyone age 12 years or older. Encourage high-risk patients to get vaccinated and get a booster. Immunocompromised patients should receive an additional vaccine dose and are eligible to receive pre - exposure prophylaxis Communicate with your high -risk patients that treatment for COVID -19 is available in Maine and needs to be started soon after symptom onset. Encourage high -risk patients to have a plan to get promptly tested, evaluated, and treated if they get sick. Obtain further information on clinical use of products through NIH's COVID -19 Treatment Guidelines Assistant Secretary for Preparedness and Response Public Health Emergency COVID -19 Therapeutics site Professional societies such as IDSA's Guidelines on the Management of Patients with COVID -19Provider information: COVID -19 treatment https://www.maine.gov/dhhs/mecdc/infectious -treatment.shtml Maine CDC: COVID -19 Treatment in https://www.maine.gov/covid19/treatment Maine CDC: Health Advisories https://www.maine.gov/dhhs/mecdc/newhan.shtml NIH: Coronavirus "}