{"title": "PDF", "author": "PDF", "url": "https://www.aaaai.org/Aaaai/media/Media-Library-PDFs/Tools%20for%20the%20Public/YLE-COVID19-concerns-answered.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "COVID-19 VACCINE Speed does not mean rushed. It meant leveraging a whole lot of smart people, money, and decades of previous work to get us a vaccine in 9 months. This included: 1. Previous research (which started in 2003 thanks to SARS, COVID19's cousin); 2. Lots of money and resources for scientists around the world; 3. Production started before clinical trials were complete because the government financially supported the effort; 4. Although vaccines went through Phase I, II, and III, phases were overlapped to remove white space. This is standard practice; 5. High rates of disease in the community (unfortunately) meant we didn't have to wait for a minimum number of COVID19 cases during clinical trials; 6. Over 150,000 people flooded to participate in the U.S. trials. This couldn't have been done without each and every one of themTop 6 concerns answered The vaccine was not rushed You will likely experience side effects The vaccine is effective, even against Delta mRNA does not change DNA Long term side effects, like infertility, are highly unlikelyMostly mild-to-moderate side effects were reported in clinical trials: fever, fatigue, headaches, chills, diarrhea, muscle and joint pain Worse side effects with the second dose compared to the first Swollen lymph nodes were more common in the vaccine group compared to placebo. All cases resolved within 1 week There is a very small risk of mild heart inflammation (mRNA vaccines) or blood clots (JJ) There are anecdotal reports that women's menstrual cycles change after a COVID19 vaccine. The body is mounting an immune response and this is likely a side effect, like fever. The vaccines have a 60-90% efficacy rate against Delta for any symptomatic disease Vaccines are 92-96% effective against hospitalization and death We expect breakthrough cases because vaccines are not perfect. Breakthrough cases tend to be more mild Research shows the vaccines help avoid long COVID19 and, among those already with long COVID19, vaccines help alleviate symptoms for some. It's biologically impossible for messenger RNA (mRNA) to alter DNA. In order for a mRNA vaccine to alter someone's DNA, several events would have to occur... 1. mRNA cannot enter the cell nucleus, where DNA lives. mRNA does not have the \"secret door code\" (called nuclear access signal) that would allow it to enter. mRNA vaccines can't get in. 2. mRNA can't be converted to DNA. This would require a tool called \"reverse transcriptase\", which the vaccine doesn't have. 3. mRNA cannot insert itself into the DNA. The mRNA would need a tool called \"integrase\" to do this, which the vaccine doesn't have. The biotechnology has never been approved by the FDA before. It's NOT because the past mRNA vaccines (for cancer, allergies, and SARS) have been deemed unsafe. It's because past mRNA vaccines haven't been very effective. mRNA breaks down very quickly, so it needs to be transported by something. Finding that something has been a challenge. For COVID19, scientists found that fat bubbles for COVID19 worked great We do not know the long term effects of mRNA COVID19 vaccines. However, based on our knowledge of mRNA and the human body, we do not expect long term side effects: Vaccine ingredients are cleared from the body very quickly. mRNA is very fragile and degrades within 72 hours of injection. The \"fat bubbles\" or lipids leave within days mRNA vaccines are not made up of the actual pathogen. This means that they don't contain weakened, dead, or noninfectious parts of a virus In the history of vaccines, serious adverse side effects have only popped up in the first 2 months of receiving the vaccine Individuals who got pregnant after the vaccine had no complications from the vaccine For more information, follow Your Local Epidemiologist (Dr. Katelyn Jetelina, MPH PhD) on Facebook or SubstackPreviously recovered people still need the vaccineEfficacy of \"natural\" immunity is high, but people still need the vaccine because: Getting a vaccine, even for people who have already recovered from COVID-19, strengthens your immune response (antibody and T-cell protection) The vaccine better protects against variants of concern The immune system is messier from natural infection. Its not as focused as vaccine immunity. "}