{"title": "New Insights into Traditional Chinese Medicine in Treatment ... : Integrative Medicine in Nephrology and Andrology", "author": "Author Information", "url": "https://journals.lww.com/imna/fulltext/2023/03000/new_insights_into_traditional_chinese_medicine_in.26.aspx", "hostname": "journals.lww.com", "description": "An abstract is unavailable.", "sitename": "LWW", "date": "2023-06-29", "cleaned_text": "lifestyles are strongly associated with the development and onset of type 2 diabetes (T2D). According to the International Diabetes Federation, the global incidence of diabetes among individuals aged 20-79 years was 9.3% in 2019. The current estimated total number of patients with diabetes is 463 million, with an expected increase to over 578 million by 2030.[ [1]] Systemic insulin resistance and insufficient insulin secretion in T2D result in several complications that severely impair a patients quality of life, especially the development of T2D nephropathy (T2DN).[ [2]] Increasing evidence has shown that the dysregulation of TGF- signaling contributes to the development of T2DN. For example, the TGF-/Smad3 signaling pathway is dysregulated in the kidneys of T2D patients, where activation of Smad3 and loss of its inhibitor Smad7 lead to severe glomerular and tubulointerstitial fibrosis.[ [3]] T2D associated with high levels of blood glucose and advanced glycation end-products can induce Smad3 phosphorylation in mesangial cells, tubular epithelial cells, and vascular smooth muscle cells in vitro.[ [3-4]] Smad3 also reportedly downregulated the expression of the transcription factors Pdx-1, Nkx6.1, and NeuroD1 in the [6], which transcriptionally suppresses the proliferation and function of islet beta cells and therefore further promotes the progression of T2D. In contrast, Smad7, a natural negative feedback regulator of Smad3, can reduce renal inflammation in diabetic nephropathy by promoting islet beta cell proliferation by targeting an NF-B-dependent mechanism.[ [8]] Thus, rebalancing the equilibrium between Smad3 and Smad7 in TGF- downstream signaling may represent a therapeutic strategy for T2DN.[ [9]] Traditional Chinese medicine (TCM) has been reported to have therapeutic effects in T2D. For example, a clinical study showed that Tianqi can significantly slow down diabetes progression and minimize diabetes risk by enhancing glucose tolerance.[ [10]] Berberine, the main compound of Coptis, reduced insulin resistance in rats with streptozotocin-induced diabetes by suppressing oxidative stress and aldose reductase.[ [11]] Combination therapy is a well-documented therapeutic protocol for TCM, which involves the simultaneous or sequential use of more than one herbal component to maximize the therapeutic outcome by parallel regulation of numerous signaling pathways and transcriptional events. In fact, our group has invented a novel TCM-based combination therapy named AANG, containing a natural Smad7 agonist, resistance in Smad3-dependent p-glycoprotein expression at the transcriptional level.[ [14]] These findings revealed the therapeutic potential of AANG in other human diseases associated with the aberration of TGF-/Smad3 signaling. Encouragingly, our recently published article in the International Journal of Biological Sciences[ [15]] provides novel insights into Smad3-dependent T2DN. In this study, we used AANG to rebalance the Smad3/Smad7 equilibrium in the diabetic injured kidneys of db/db mice, which not only reduced NF-B-driven renal inflammation but also prevented Smad3-mediated renal fibrosis. Moreover, the collective results of the study found that AANG combination had a better effect than monotherapy with either AA or NG on the regulation of Smad3/Smad7 signaling in diabetic kidneys. Our data suggested that AANG effectively protected islet beta cells against diabetes-induced regression in a Smad3-dependent manner. Furthermore, we observed the synergistic effect of AANG on the induction of Smad7 for protecting the diabetic kidney against NF-B-mediated renal inflammation.[ [16], [17]] In addition, we detected that AANG can the expression of the db/db mice, which may also represent a protective mechanism against T2DN. Importantly, in the same study,[ [15]] we unexpectedly discovered the preventive effect of AANG therapy on the primary disease T2D. We found that AANG synergistically prevented the onset of T2D in db/db mice, resulting in improved insulin sensitivity and glucose tolerance. The preventive effect of AANG on T2D was achieved by starting treatment in 4-week-old db/db mice at the pre-diabetic stage but not at the post-diabetic stage (12-week-old db/db mice). We further identified that AANG exerts a preventive effect on pancreatic islets, the niche of T2D onset. These interesting findings suggested that AANG can prevent T2D if applied to individuals at the pre-diabetic stage. In summary, our new study[ [15]] demonstrated the efficiency of AANG in suppressing the development of T2DN in db/db mice by systematically rebalancing Smad3/Smad7 signaling in the pancreas and kidneys, which consequently suppressed Smad3-mediated renal fibrosis and NF-B-driven renal inflammation. In addition, we unexpectedly discovered a novel therapeutic function of AANG in preventing T2D onset by reserving beta cell proliferation and insulin production capacity in islets under diabetic conditions. This research provides new insights and important clinical rationale for translating this AANG combined therapy as a unique and an effective treatment for T2DN, as well as a TCM-based formula for preventing T2D onset in patients with pre-diabetic conditions. Acknowledgement The authors are grateful to the dedicated and committed participants in this commentary. Financial support and sponsorship This study was supported by the Research Grants Council of Hong Kong (General Research Fund 14106518, 14111019, 14111720; Postdoctoral Fellowship Scheme PDFS2122-4S06) and The Chinese University of Hong Kong (Faculty Innovation Award 4620528, Direct Grant for Research 4054510, 4054668 and Postdoctoral Fellowship Scheme 2021-22 NL/LT/PDFS2022/ 0360/22lt). Conflicts of interest Patrick Ming-Kuen Tang is an Editorial Board Member of the journal. Hui-Yao Lan is an Editor-in-Chief of the journal. The article was subject to the journal's standard procedures, with peer review performed independently of those members and their research group. REFERENCES 1. Saeedi P, Petersohn I, Salpea P, et al. Global and regional diabetes prevalence estimates for 2019 and projections for 2030 and 2045:results from the International Diabetes Federation Diabetes Atlas, 9th edition. Diabetes Res Clin Pract. 2019;157):107843. 2. Galicia-Garcia U, Benito-Vicente A, Jebari S, et al. Pathophysiology of type 2 diabetes mellitus. Int J Mol Sci. 2020;21(17):6275. 3. Goumenos DS, Tsakas S, El Nahas AM, et al. Transforming growth factor-beta(1) in the kidney and urine of patients with glomerular disease and proteinuria. Nephrol Dial Transplant. 2002;17(12):2145-2152. 4. Tang PC, Zhang YY, Chan MK, et al. The emerging role of innate immunity in chronic kidney diseases. Int J Mol Sci. 2020;21(11):4018. 5. Tang PMK, Zhang YY, Xiao J, et al. Neural transcription factor promotes renal fibrosis via macrophage-myofibroblast transition. Proc Natl Acad Sci U S A. 2020;117(34):20741-20752. 6. Sun SF, Tang PMK, Feng M, et al. Novel lncRNA Erbb4-IR promotes diabetic kidney injury in db/db mice by targeting miR-29b. Diabetes. 2018;67(4):731-744. 7. Li C, Xue VW, Wang QM, et al. The mincle/syk/NF-B signaling circuit is essential for maintaining the protumoral activities of tumor-associated macrophages. Cancer Immunol Res. 2020;8(8):1004-1017. 8. Tang PM, Zhang YY, Mak TS, Tang PC, Huang XR, Lan HY. Transforming growth factor- signalling in RA, E, Groop L, et al. Type 2 diabetes mellitus. Nat Rev Dis Primers. 2015;1):15019. 10. Piao C, Zhang Q, Jin D, et al. Treatment of Type 2 diabetes with Tianqi Jiangtang Capsule: a systematic review and meta-analysis of randomized controlled trials. Medicine. 2020;99(21):e19702. 11. Weihua Liu,. Berberine inhibits aldose reductase and oxidative stress in rat mesangial cells cultured under high glucose. Arch Biochem Biophys. 2008;475(2):128-134. 12. Tang LX, He RH, Yang G, et al. Asiatic acid inhibits liver fibrosis by blocking TGF-beta/Smad signaling in vivo and in vitro . PLoS One. 2012;7(2):e31350. 13. Liu X, Wang W, Hu H, et al. Smad3 specific inhibitor, naringenin, decreases the expression of extracellular matrix induced by TGF-1 in cultured rat hepatic stellate cells. Pharm Res. 2006;23(1):82-89. Chung JYF, Chan MKK, Tang PCT, et al. AANG: a natural compound formula for overcoming multidrug resistance via synergistic rebalancing the TGF-/Smad signalling in hepatocellular carcinoma. J Cell Mol Med. 2021;25(20):9805-9813. 15. Chung JYF, Tang PMK, Chan MKK, et al. AANG prevents Smad3-dependent diabetic nephropathy by restoring pancreatic -cell development in db/db mice. Int J Biol Sci. 16. Ho JMC, Chan ASW, Luk CY, Tang PMK. Book review: the body keeps the score: brain, mind, and body in the healing of trauma. Front Psychol. 2021;12):704974. 17. Tang PM, Zhou S, Meng XM, et al. Smad3 promotes cancer progression by inhibiting E4BP4-mediated NK cell development. Nat Commun. 2017;8):14677. 18. Feng M, PMK, Huang XR, et TGF- mediates renal al. LRNA9884, a novel Smad3-dependent long noncoding RNA, promotes diabetic kidney injury in db/db mice via enhancing MCP-1-dependent "}