{"title": "Aromatherapy & Essential Oils | RN.com", "author": "Abigail Schneider; MSN; RN; Clinical Content Manager; AMN Healthcare", "url": "https://www.rn.com/blog/nursing-news/aromatherapy-essential-oils/", "hostname": "rn.com", "description": "Aromatherapy and plant oils have been used by man for centuries. Yet there is a startlingly small body of research on the topic and the results have been inconclusive.", "sitename": "RN", "date": "2015-07-26", "cleaned_text": "Aromatherapy & Essential Oils: Making Sense of Scents Question: Can you name one of today's most purchased aromatherapeutic products? Answer: Vicks® VapoRub. First released in 1894, this product is still in use all over the world (Tomlin, 2015). It should come as no surprise that aromatherapy and plant oils have been used by man for centuries. Proof of this can be found in the cave drawings, relics, and artifacts uncovered from such ancient civilizations as those found in India, Egypt, Greece, Rome, and China (Ehrlich, 2011). Moreover, it is speculated that plants and other organic matter (roots, seeds, flowers, bark, stems, and leaves) were used for healing purposes long before these ancient peoples populated the earth (Falsetto, 2007). What is surprising is the fact that although plants and other organic matter have been used for thousands of years to promote healing and well-being, there is a startlingly small body of research on the topic; and of those few studies, the results have been inconclusive. What are Aromatherapy and Essential Oils? Aromatherapy is the practice of using the natural oils extracted from flowers, bark, stems, leaves, roots or other parts of a plant to enhance psychological and physical well-being (Aromatherapy and Essential Oils, 2014). These natural oils, the essential oils of the plant, (also referred to as volatile oils), are extracted by steam and mechanical means. True essential oils are pure oils without any fillers or chemicals. There are synthetic oils on the market that claim to be as effective as pure oils, however, they are produced using chemical cleaners which contaminates the purity of the oil and increases the likelihood the user will experience skin and nasal passage irritation (Aromatherapy and Essential Oils, 2014). How do Aromatherapy and Essential Oils work? Although not completely understood, it is widely believed that receptors in the nose are in communication with the amygdala and hippocampus in the brain (Ehrlich, S. 2011). As you may recall, this portion of the brain is responsible for mood and emotion. When the scent of the oil is inhaled it is believed to stimulate these parts of the brain and influence physical, emotional, and mental health (Ehrlich, 2011). Aromatherapy is the practice of using these scents often in conjunction with other alternative health practices such as massage, guided imagery, energy shifting, yoga, and acupuncture/pressure. Depending on which therapy is used, the essential oils are massaged into the skin or diffused into the air. Uses of Aromatherapy and Essential Oils Like those ancient users of aromatherapy, essential oils are used today in a variety of ways. They can be found in religious ceremonies, hygiene, and cultural rituals. However, the most controversial use is when these oils and scents are used in conjunction with modern medicine. Supporters of aromatherapy tout their positive effect on physical ailments including nausea, headaches, and insomnia, in addition to helping to promote relaxation and to provide pain relief. Other common uses include: aiding with digestion, relief from premenstrual and menopausal symptoms, burns, alopecia, and more (Aromatherapy and Essential Oils, 2014). A Word of Caution Although completely natural in their chemical composition, the use of essential oils is not without risk. Essential oils should never be taken orally unless under the direction of an experienced healthcare provider. Patients taking any oral medications should be cautioned about the potential risk of certain organic compounds interacting negatively with prescribed, traditional medications. For example, certain seizure medications and amphetamines are rendered less effective when taken with eucalyptus. Many oils commonly used for respiratory issues, (such as rosemary and eucalyptus) can inhibit the metabolism of anesthesia gasses. Cinnamon Bark, Lemongrass, Orange and Ginger, Peppermint, Rosemary, Sage, and Spike Lavender may all render antibiotics less effective. Finally, many antidepressants and anticoagulants are much less effective when certain essential oils are introduced into the treatment plan (Pharmaceutical Drug Interactions or Contraindications, 2015). A comprehensive list of essential oils and potential interactions can be found here: [Pharmaceutical Drug Interactions or Contraindications.](https://hopewelloils.com/) Conclusion Over the centuries, the use of essential oils has been well-documented, if not entirely understood. Unfortunately, the passage of time has failed to provide us with ample research on the use and effectiveness of these treatments. At the same time, this alternative form of therapy is gaining ground among researchers who are seeking to determine the actual mechanism of action and effectiveness of essential oils and their place in modern medicine. For more information on Aromatherapy and other Complementary and Alternative Therapies please check out this two-part course offering from RN.com: [Complementary & Alternative Medicine Part I](/nursing-education/) and [Part II](/nursing-education/). References: Ehrlich, S. D. (2011). Aromatherapy. [Complementary and Alternative Medicine Guide](https://umm.edu/health/medical/altmed/treatment/aromatherapy). Hopewell Essential Oils. (2015). [Pharmaceutical Drug Interactions or Contraindications](http://heritageessentialoils.com/pharmaceutical.php). PubMed Health. (2015). [Aromatherapy and Essential Oils](http://www.ncbi.nlm.nih.gov/pubmedhealth/PMH0032645/) (PDQ). Tomlin, J. (nd). [The Father of Vicks](http://www.ourstate.com/lunsford-richardson/). Our State North Carolina. "}