{"title": "Modern Medical Technology", "author": null, "url": "https://health.howstuffworks.com/medicine/modern-technology", "hostname": "howstuffworks.com", "description": "Curious about lasers, nanobots and bionic eyes? Learn how modern medical technologies are extending and improving the lives of humans.", "sitename": "HowStuffWorks", "date": "2011-10-10", "cleaned_text": "Modern Medical Technology Curious about lasers, nanobots and bionic eyes? Learn how modern medical technologies are extending and improving the lives of humans. Learn More Doctors need to cut open dead bodies to learn anatomy, but where do they get them? Not crazy about going into your doctor's or therapist's office these days? You might be interested in a telemedicine service like Doctor on Demand. Since the COVID-19 outbreak has people self-quarantining as much as possible, telemedicine has become a big alternative. But if you've never done it before, what can you expect? By [Alia Hoyt](https://www.howstuffworks.com/about-alia-hoyt.htm) Advertisement A ventilator is a machine that helps a person breathe by blowing oxygen into the lungs and removing carbon dioxide out of the lungs. They're a critical piece of equipment for coping with the COVID-19 pandemic. Flexible electronics have enabled a team at Tufts University to create a bandage that not only monitors wounds, but delivers treatment as well. Salamanders regrow their tails. Starfish can grow new arms. When is it our turn? Let's take a look at what science has in the works. Microorganisms aren't all bad. Can we fight fire with fire and pit good bacteria against the bad ones? Yes, but maybe not the way you think. Advertisement Robotic surgery doesn't mean Rosie from \"The Jetsons\" is going to get it. Instead, these high-tech bots let surgeons make the tiniest, most precise movements to limit tissue damage. But even now, researchers are dreaming up better robot inventions. We've all heard of blood donation, but did you know you can donate blood plasma? Find out how the process works, and how plasma is isolated from the rest of your blood. Future Victor Frankensteins won't have to become grave robbers to obtain body parts. Instead, we're betting they'll take advantage of a rapidly developing technology known as bioprinting. What do you know about this crazy offshoot of 3-D printing? Now, doctors can replace every part of the human body, from skin and bones to organs, hands and faces. It's no longer science fiction to imagine that we could slowly replace our organs as they wear out. But surely there are limits? Advertisement Completely eradicating a disease is difficult. It's so complicated, in fact, that it's only been accomplished once, with smallpox. So what exactly does it take to eradicate a disease? By [Robynne Boyd](https://www.howstuffworks.com/hsw-contact.htm) Our heart is a complicated organ made up of many parts that sometimes don't always work as they should. Take a look at what can be used to keep a heart on a healthy beat. Peter Pan? Besides the fact that he can fly, he never grows up. But in real life, aging is inevitable, no matter how we rage against the dying of the light. Or is it? In the history of desperate time and desperate measures, you'll find Jeff Getty's story. After getting FDA approval and finding a willing doctor, Getty had a baboon bone marrow transplant in 1995. The results? A mixed bag of success and skepticism. Advertisement Inkjet printers might be doing a lot more for doctors than just printing medical forms. This technology combined with microneedles could create a drug patch that might replace hypodermic needles. Sticks and stones may break your bones, but tarantula venom may prevent you from having a heart attack. Could some of the world's most fearsome creatures be harboring cures for disease? By [Josh Clark](https://www.howstuffworks.com/about-josh-clark.htm) Doctors and researchers continually develop new methods to fight against brain damage caused by strokes. But is it possible for lasers to bust up the clots? How can a laser get into your brain, anyway? While your iPod may bring you hours of enjoyment it, could also cause health problems. Read our list of seven health problems for the modern age. Advertisement Hearing aids -- small electronic devices that amplify sound -- can help restore many of the sounds that hearing-impaired people are missing. Find out how hearing aids work in this article. In a July 2007 study, scientists detailed their use of gold nanoparticles to detect breast cancer. Nanoparticles may also form the basis of future cancer treatments. Radiation therapy for cancer is based on the idea of selective cell destruction, and it destroys cells using energy. As it turns out, protons release energy in a different way than X-rays do. By [Julia Layton](https://www.howstuffworks.com/about-julia-layton.htm) A company called Second Sight has received FDA approval to begin U.S. trials of a retinal implant system that gives blind people a limited degree of vision. Find out how the \"bionic eye\" will work. By [Julia Layton](https://www.howstuffworks.com/about-julia-layton.htm) Advertisement Scientists have developed a new ultrasound transducer to stimulate the growth of teeth and fix asymmetric jaw bones. See how it works. Robots are already assisting doctors in the operating room. Tele-surgery may not be that far off. Learn about robotic surgery and what it could mean to the future of health care. By Kevin "}