{"title": "What is an ama reducing diet?", "author": null, "url": "https://www.brahmasutra.in/ayurvedic-detox/", "hostname": "brahmasutra.in", "description": "Detoxification in Ayurveda is called Shodhana Karma. Classical Ayurvedic texts heavily dwell upon Shodhana Karma and its importance. Both Ashtangahridaya and Cahraka Samhitha detail the Shodhana karmas for ritu charya (seasonal regimens) and dina charya (daily regimens).", "sitename": "Brahmasutra Ayurvaidyasala", "date": "2018-05-10", "cleaned_text": "Ayurveda envisions that an individual is able to stay and remain healthy in his absolute environment. Ayurveda contributes to an individual's physical, mental and spiritual cleansing so that he can contribute that goodness, peace and prosperity to the environment and space he exists in. It is necessary to rekindle awareness in our minds, about our body and health in today's extremely busy lifestyle. Is life worth living? - It depends upon the liver? What is detox? Technological, social and economic progress in last few decades has changed our lifestyle considerably. These changes, notably in our food, work and habits have adversely affected our health and wellbeing. Despite our increased longevity, there is a visible change in the quality of life as the body has been accumulating toxins throughout our lives and these toxins will begin to impede our immunity if they haven't already done so. Using the fineness of Ayurveda we have created a complete detoxification therapy at our ayurvedic clinic Brahmasutra Ayurvaidyasala. Detox is the process of cleansing the body of accumulated toxins. Regular detox helps the body stay healthy. Our body has its integral mechanism that removes waste and toxins. It constantly filters out, debilitates and excretes toxins and waste product through the various organs such as skin, gut, liver, kidney that continuously detoxify the system. Natural detox is a fixed regimen that helps the body to cleanse and eliminate unhealthy substances. As the toxins begin to increase in the body, the detox organs like liver, skin, gut, kidney slowly become inactive making the toxins remain in the system. This causes fluid retention, bloating and puffiness due to impeded metabolism. When left unattended these toxins will begin to affect the normal functioning of the other organs. Removing these toxins in a scientific and natural manner where the method is aligned with the individuals' body type helps to keep both the internal organs and the external facets of the body healthy. Each individual will need a detox plan and procedure that is specific to the need of their body. At Brahmasutra Ayurvaidyasala 4th generation Ayurvedic doctors with deep traditional knowledge assess you before prescribing the panchakarma treatments. Panchakarma The five purificatory procedures, popularly known as Panchakarma therapies - Vamana Vamana (Emesis Therapy) is therapeutic vomiting which is a medicated emesis. This treatment is done for the aggravated kapha dosha, which dislodges the toxins mainly from the respiratory and gastrointestinal tract. - Virechana Virechana is the purgation is induced by virechena dravyas (purging medicines) and it specifically aims at the elimination of excessive Pitta from the body. - Nasya Nasya is administering oil through the nostrils. Medicated oils used for Nasya depend on the body constitution vata, pitta or kapha or a combination of these doshas. - Vasthi Vasti is done to expel body toxins by introducing medicated liquids or oils through anus, urethra or vaginal canal - Raktamokshana Raktamokshana (blood letting) therapy is the blood cleansing and purification therapy Causative factors for toxic accumulation - Environmental toxins Heavy metals such as mercury and lead, petrochemicals, residues, pesticides, and fertiliser - Allergies Food allergies, environmental allergies, moulds and toxins from moulds. - Stress Stress which comes from different spheres like the mental, emotional and spiritual that affect us; isolation, loneliness, anger, jealousy, hostility - which will transform into toxins in our system. - Medicine Medication can sometimes be toxins. Often, we need medications, but the reality is that most of us are over medicated. Sometimes certain ailments can be resolved by changing the life style and diet instead of the intake of medication. - Internal Toxins Internal toxins, like bacteria, fungus, and yeast that are inside our gut may affect us. Toxins which are hormonal and metabolic The growing rate of infertility can also be attributed to the exposure and accumulation of toxins. Another high risk of these toxins is the formation of chemicals in our body caused by triggering stress hormones like cortisol. This further leads to anxiety and stress causing hormonal imbalances, digestive disorders, autoimmune conditions, skin disorders etc. Concept of toxin in Ayurveda Ama(toxins) is very elaborately dwelled upon in Ayurveda. The classical texts explain Ama forms due to the defective metabolism. The improper metabolized by-product of food at jadharagni(regulates the conversion of five gross elements in ahara rasa to the tissues), bhutagni(regulates the conversion of five gross elements from ahara rasa to the tissues) and dhatvagni(regulates the conversion of dhathus ie body tissues) stages. Free radicals are formed as a result of metabolism or due to exposure of the system to various ingested chemicals. The Ama remains in the body further affecting the Agni and continues to build up before eventually leaving the digestive tracts and circulates throughout the body. Once it settles in a specific area, over time Ama becomes reactive and mixes with doshas, dhatus or mala to become a reactive type of Ama called Ama visha. The other toxins Ayurveda mentions is gara visha or environmental toxins. These come from outside the body from preservative additives in food, genetically engineered foods, pesticides and chemical fertilisers traces which often include heavy metal poisons such as arsenic and lead. Symptoms of toxin accumulation - Fatigue, muscle aches, joint pain - Sinus congestion and or excessive sinus problems - Headache, bloating, gas, constipation, diarrhoea, foul smelling stools, bad breath, heartburn - Sleep problems, difficulty in concentrating, food cravings - Water retention, trouble losing weight, unexplained weight gain or weight loss - Rashes, skin problems, eczema, psoriasis, acne, puffy dark circles under your eyes Eight fold Detox therapy at Brahmasutra Ayurvaidyasala Detoxification in Ayurveda is called Shodhana Karma. Classical Ayurvedic texts heavily dwell upon Shodhana Karma and its importance. Both Ashtangahridaya Shodhana karma recommendations are prescribed by the doctors after analysis of Prakruthi(body type), Agni(digestive power), Ritu(season), and Dosha predominance. This helps the doctors understand the body type and its constitution, the individual's strength and digestive power, their present physiological and psychological conditions. Often doctors prescribe the Shodhana karmas after an in-depth naadi-pariksha, to ensure effective recuperation in the needed parts of the body. The five purificatory procedures, popularly known as Panchakarma therapies which are Vamana(Emesis), Nasya(nasal instillation), Vasthi(enema) and Raktamokshana (Bloodletting). These five purificatory therapies can treat the entire range of diseases. With the recommended treatment protocol in Ayurveda is based on dosha predominance (vata, pitta and kapha) these therapies can effectively treat a wide range of derangement in the doshas. Since the Panchakarma therapies work at the cellular level, it can completely rejuvenate and regenerate the cells by flushing out of the toxins and help in the deep cleansing the body is naturally capable of. - Vyadhikshamatwa shodhaneeya rasayana Immune detox Visible changes after detox - Releases the energy field - Restores tranquility to the mind and nervous system - Helps to restore and maintain balanced sleep cycles - Promotes regular and balanced elimination - Helps to recover each individual's natural state of balance - Prepares the tissues for deep nourishment and rejuvenation - Promotes optimal health "}