{"title": "Herb gives hope to Alzheimer's patients | Bengaluru News - Times of India", "author": "SEETHALAKSHMI S; Sunitha Rao R", "url": "https://timesofindia.indiatimes.com/city/bengaluru/herb-gives-hope-to-alzheimers-patients/articleshow/50750940.cms", "hostname": "indiatimes.com", "description": "While researchers across the globe are struggling to find a cure for Alzheimer's disease, the Indian Institute of Science (IISc) is doing a research o", "sitename": "Times Of India", "date": "2016-01-28", "cleaned_text": "across the globe are struggling to find a cure for Alzheimer's disease, the Indian Institute of Science (IISc) is doing a research on using ashwagandha, an ayurvedic herb, as a possible remedy. Dr Vijayalakshmi Ravindranath, chairperson of the Centre for Neuro Sciences, IISc, has used extract of ashwagandha root on mice with Alzheimer's. Her preliminary finding is that it can reverse memory loss. The Tatas have pledged a Rs 75-crore grant for the research. \"Research worldwide, in both pharmaceutical companies and academia, has failed to find a cure for Alzheimer's disease. There is far less optimism as most drugs have failed clinical trials...\" she said. We need to lever age the knowledge base of the traditional systems of medicine, such as ayurveda, which have been practised for more than 2,000 years. Understanding the knowledge base of these systems..., and using it effectively in the modern context, is essential as we are set to see a big increase in cases of disorders of the ageing brain,\"Dr Vijayalakshmi said. \"We are now purifying the mixture and reducing the effective dose. What is interesting is the way the ashwagandha worked in mice. The extract did not work directly on the brain. Instead, it enhanced a protein in the liver that is broken down and released into the blood to act as a sink for the amyloid and helps pull out the amyloid from the brain,'' she added. The 2015 Nobel Prize for Medicine was won by Chinese scientist Tu Youyou's for her discovery of artemisinin, a drug based on traditional Chinese herbal medicine. The drug is now part of standard anti-malarial regimen. "}