{"title": "My Healing Story: A Functional Doctor on Rheumatoid Arthritis", "author": "Dr Elizabeth Boham", "url": "https://thechalkboardmag.com/healing-rheumatoid-arthritis-story-functional-doctor/", "hostname": "thechalkboardmag.com", "description": "We're diving into a new series here on the site, incredible true stories of natural healing, starting with one woman's journey with rheumatoid arthritis.", "sitename": "The Chalkboard", "date": "2018-01-08", "cleaned_text": "In a new series here on the site, we're asking some of the most inspiring and innovative experts in the wellness community about their own healing stories, and how they dramatically reversed a state of illness, pain and overwhelm with a natural and holistic approach. To start, we're talking with functional medicine pro [and cancer survivor](http://thechalkboardmag.com/preventing-disease-daily-cancer-doctor-healthy-living-advice) Dr. Elizabeth Boham about the health scare that [shaped her medical philosophy ](http://thechalkboardmag.com/preventing-disease-daily-cancer-doctor-healthy-living-advice)and one incredible story of helping a patient in healing rheumatoid arthritis naturally... As a medical doctor who is also a registered dietitian, I call myself a physician, nutritionist and a survivor. That last one is important because at 30, I was diagnosed with cancer. My focus became how I could decrease my risk for recurrence and after I finished medical school, how I could also help my patients decrease their risk of getting cancer. Looking for answers to these questions sent me on a journey through my medical training and eventually to an education in functional medicine. Functional medicine is a different way of looking at health and disease. Instead of just naming the disease and then giving the same treatment to everyone, it looks at the individual systems within your body for the underlying root cause or causes. Functional medicine individualizes treatment, focusing on the patient instead of the disease. That approach helped me understand that some systems in my body weren't working as well as I had thought. I began seeing health and disease differently. A person is not healthy one day and sick the next. Changes in your body that ultimately lead to disease - in my case, cancer - take many years to develop and differ from each person. I use that same functional-medicine approach with every patient I see. Take my 55-year-old patient Jini (I've changed her name to protect privacy), who arrived in my office frustrated and in pain. Despite countless visits among several doctors, conventional medicine hadn't adequately addressed her history of autoimmune disease and her ten-year history of rheumatoid arthritis (RA). Jini's former doctor had prescribed prednisone, an immunosuppressant drug sometimes prescribed to treat inflammation-based diseases like RA. While it helped a little bit, Jini complained about depression and weight gain. Her doctor modified her regimen, yet even on multiple medications to manage RA, she struggled with pain, swelling and fatigue. Disappointed about the side effects of these medications that weren't improving her condition, Jini came to see me. She wanted to dig deeper into what might be creating these autoimmune problems and give her body the tools it needed to naturally heal without drugs or other invasive procedures. She was, as she put it, \"tired of always feeling achy and miserable.\" To understand autoimmune disease, think of your immune system as a group of soldiers that keep you safe by fighting infections and other potential threats to your body. One day, though, they become confused and start attacking your body's own tissues. There's no specific agenda: It could be any tissue - or more likely, several tissues - including your brain and joints. That's when autoimmune diseases develop: Your immune system mistakenly confuses your own tissue as the \"enemy\" and attacks, putting your immune response in overdrive and increasing chronic inflammation, which plays a role in nearly every disease imaginable. [1] Among the over 80 autoimmune diseases - the list continues to grow - are Crohn's disease, rheumatoid arthritis (RA), multiple sclerosis, and Type I diabetes. The National Institutes of Health (NIH) estimates about 23.5 million Americans have an autoimmune disease, and researchers find they are far more common among women. [2] RA is an autoimmune disease where your immune system attacks your joints, creating painful symptoms like swelling. Research shows women are over twice as likely to develop RA as men, and that risk has only increased in recent years. [3] Conventional medicine addresses RA and other autoimmune diseases with anti-inflammatory and other medications. While they can temporarily help, they don't address what causes RA. When patients like Jini complain about medications creating side effects, they simply switch medications. Doctors often don't connect the dots about why autoimmune diseases originate. We take a different approach in functional medicine. Rather than just treat the symptoms, I looked for the underlying causes of Jini's autoimmune disease. Something was triggering her RA, and my job was to uncover that problem, get her off medications and provide her body with the tools to heal. Chronic inflammation underlies RA and other autoimmune diseases, so I looked deeper to determine what might be creating Jini's inflammation. This demands an individualized approach, since every patient has different triggers. For Jini, I learned that a diet high in food that cause sensitivities - like gluten - chronic stress, and multiple infections along with antibiotics overuse as a child were among the culprits. That's why I first focused on healing Jini's digestive system. Testing revealed she had gut-bacteria imbalances, called dysbiosis. Lots of things create dysbiosis, and chief among them are chronic stress and antibiotics overuse. That dysbiosis manifested in many symptoms that Jini exhibited, including irritable bowel symptom (IBS), diarrhea, bloating and gas. Dysbiosis can wreck your gut lining, ramping up inflammation and leading to other gut problems, including intestinal permeability. [4] Research also shows dysbiotic bacteria can be a trigger for autoimmune disease. [5] Putting together these pieces, I was able to create an effective protocol for healing. Jini's RA was proof that nearly everything starts in your gut. To heal her autoimmune disease, we had to begin there. The Healing Protocol: To heal Jini's RA we addressed her dysbiosis, helped her body detoxify and incorporated a long-term anti-inflammatory diet. Let's look at each of these more closely. Step 1: Heal Your Gut My first priority was to restore gut balance, since gut health impacts overall health. To do that, I used nutrients and sometimes herbs to get rid of Jini's unhealthy bacteria. She then used nutrients included probiotics to replace good gut bacteria. I based my approach on the 5R program, which can dramatically improve gut-related symptoms: + Remove stressors that negatively affect your gut with an elimination diet and herbs. + Replace: Add back things required for proper digestion. + Reinoculate by replenishing good bacteria with prebiotics and probiotics. + Repair with nutrients like zinc, antioxidants (e.g. vitamins A, C, and E), fish oil, and L-glutamine. + Rebalance through lifestyle choices that impact your gut [including sleep](http://thechalkboardmag.com/?s=sleep), exercise and stress management. Among the strategies we used to create gut balance included: A low-grain elimination diet. Jini eliminated food sensitivities [including gluten](http://thechalkboardmag.com/?s=gluten), dairy, and added sugar while adding in plenty of whole, fresh, real foods. That helped starve off the bad bacteria and heal her symptoms. That approach alone also helped her lose seven pounds during the first three weeks. Nutrients to heal. As with everything, I take an individualized approach to nutrients, but to heal a patient's gut, I often use L-glutamine, vitamin A, zinc, probiotics and prebiotics. Strategies to manage stress. [Chronic stress](http://thechalkboardmag.com/?s=stress) makes it harder for your body to heal. To manage stress, you need to find something that works for you. That might be [meditation](http://thechalkboardmag.com/?s=meditation), yoga, mindfulness or [daily breath work](http://thechalkboardmag.com/?s=breathwork). Step 2: Detoxification Testing revealed Jini carried a heavy toxic burden that impacted her immune response. To further heal her gut and reverse her autoimmune condition, I supported Jini's detoxification systems with a nutrient-dense plan that included: + An organic diet + Plenty of fiber, which helps bind to toxins and helps eliminate them + Cruciferous vegetables like broccoli, cabbage and [ cauliflower](http://thechalkboardmag.com/?s=cauliflower), which contain sulforaphane to help your body make its master antioxidant, glutathione + Plenty of filtered water + Nutrients like N-acetyl cysteine (NAC) to help with glutathione production and otherwise support the detoxification process + A professional-grade protein powder that includes nutrients designed to help the liver detoxify I also reminded Jini that detoxification is an ongoing duty, not something you do twice a year. Your cells are constantly detoxifying, so providing your body the right foods and nutrient support becomes crucial. Step 3: A Sustainable Anti-Inflammatory Diet Jini focused on a diet rich in whole, fresh, anti-inflammatory foods like leafy and cruciferous vegetables, wild-caught fish and freshly ground flaxseed in her morning protein smoothie. Anti-inflammatory strategies go beyond just what you eat. Jini also reduced stress levels with at least eight hours' solid sleep every night, taking \"me\" time every day and doing yin yoga. She incorporated anti-inflammatory supplements, including curcumin and fish oil. What You Should Know Functional medicine provides a powerful alternative approach to autoimmune diseases, cancer and so many other problems by digging deeper and finding the underlying causes rather than blindly treating these conditions with medications or other invasive procedures. Finding and treating these underlying causes that create miserable symptoms takes some detective work and often requires a multi-faceted approach for healing. In my practice, I find conditions often overlap and patients might have several autoimmune diseases. For Jini, I learned dysbiosis created most of her problems and exacerbated inflammation. From that understanding, I first gave her body the tools to heal her gut and then detoxify. Her maintenance plan included plenty of anti-inflammatory, detoxifying foods and nutrients. Every patient is different, and I take an individualized approach in my practice. If you're frustrated with conventional medicine - maybe the medications you're using create side effects or you're not getting the results you need - I strongly recommend finding a functional medicine practitioner who can help you uncover what's causing your issue and create an individualized approach to help you wellness story [here](http://thechalkboardmag.com/dealing-WITH-hashimotos-healing)! The Chalkboard Mag and its materials are not intended to treat, diagnose, cure or prevent any disease. All material on The Chalkboard Mag is provided for educational purposes only. Always seek the advice of your physician or another qualified healthcare provider for any questions you have regarding a medical condition, and before undertaking any diet, exercise or other health related program. "}