{"title": "This Smart New Brand Wants To Makeover Your Medicine Cabinet", "author": "The Chalkboard Editorial Team", "url": "https://thechalkboardmag.com/hilma-review/", "hostname": "thechalkboardmag.com", "description": "Many of us are still relying on conventional products with less-than-clean ingredients. Meet Hilma, a new brand that's hoping to change all that...", "sitename": "The Chalkboard", "date": "2020-05-11", "cleaned_text": "Many of us have become total sleuths when it comes to reading food and beauty labels. We've made great strides in removing potentially harmful ingredients from our daily lives. But what about our medicine cabinets? Many of us are still relying on conventional over-the-counter products with potential side effects and less-than-clean ingredients. The Truth About What's In Your Medicine Cabinet + Did you know that when you take [an acid blocker](https://www.ncbi.nlm.nih.gov/pubmed/24124705), you're inhibiting the ability of your body to absorb nutrients like vitamin b12, magnesium, zinc, and calcium? + According to the New York Times, allergy treatments like Claritin are potentially only effective [for 30-40% of users](https://www.nytimes.com/2001/03/11/magazine/the-claritin-effect-prescription-for-profit.html). + Popular allergy drug Zyrtec was recently recalled for failed impurities. + Risks associated with continual common OTC pain medication use has received growing attention [from the medical community](https://well.blogs.nytimes.com/2015/11/30/over-the-counter-medicines-benefits-and-dangers/). 4 Natural Options for Everyday Health All that said, finding natural options can be tough, especially when we've become so comfortable using what we're familiar with. [The recent launch of Hilma](https://www.hilma.co/?utm_source=TCM&utm_medium=Article&utm_campaign=May) caught our attention earlier this year in a big way. [Hilma](https://www.hilma.co/?utm_source=TCM&utm_medium=Article&utm_campaign=May) makes clean, effective options for everyday health based on clinically studied natural ingredients. Their all-star team of practicing doctors, PhDs, and herbalists work to formulate [products](https://www.hilma.co/collections/all?utm_source=TCM&utm_medium=Article&utm_campaign=May) that help bring natural options to our medicine cabinets... + Natural vitamin C source, Camu-Camu Berry + Additional healing herbs like Echinacea, Turmeric, Ginger, and Ivy Leaf Extract + Includes Zinc, an essential immune supporting mineral suggested [to](https://www.ncbi.nlm.nih.gov/pubmed/1397668) shorten duration and potentially ward off seasonal symptoms. + Less than 1g of sugar (vs. 6 or more grams of sugar per conventional packet) + No dyes or fillers + Contains Magnesium, White Willow Bark, Skullcap, Boswellia, Feverfew + White Willow bark is a source of salicylates, from which Aspirin was discovered. [It has shown to have efficacy](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3011108/) with few side effects. [Check out Hilma Tension Relief](https://www.hilma.co/products/tension-relief?utm_source=TCM&utm_medium=Article&utm_campaign=May) + Upset Stomach Relief includes DGL Licorice, Chamomile, Artichoke Leaf, Ginger Root, DGL Licorice \"has shown dyspepsia.\" + DGL Licorice \"also helps to build up the response to occasional indigestion over time, acting [as a protective barrier](https://www.healthline.com/health/digestive-health/dgl-for-acid-reflux) between the lower esophageal sphincter and the stomach.\" [Check Hilma Includes Tinsopora, and Spirulina + The effects of butterbur are similar to those of traditional products for treating seasonal sinus issues triggered by pollen or dust. + Butterbur is a good option that "}