{"title": "Detox Elements | Detoxify your skin with an exfoliating mask based on natural ingredients.", "author": null, "url": "https://thalissi.com/en/17-detox-elements", "hostname": "thalissi.com", "description": "Through our Detox Elements collection, your skin reconnects with nature. Detoxify your skin with an exfoliating mask based on natural ingredients.", "sitename": "THALISSI| Natural Cosmetic", "date": "2021-01-01", "cleaned_text": "with nature Noise, stress, everywhere in a hurry; traffic, pollution, lights, the agenda, the telephone, commitments... Due to the circumstances of our day to day, the toxins that we accumulate are evident in the skin, obstructing the pores, causing discomfort, itching, tightness and wrinkles. Our skin cannot breathe normally and loses its luminosity until it presents a visibly aged and fatigued appearance. Our skin, just like our body and mind, needs a break. An oasis of peace, feel that you reconnect with nature, and that you escape from the city and from day to day. [PEELING DI BAMBU](https://thalissi.com/en/detox-elements/25-213-peeling-di-bambu.html#/9-tamano-210) BAMBOO Bamboo extract is a powerful source of natural organic silicon, presenting anti-inflammatory, antioxidant, anti-aging and stimulating activity of superficial microcirculation. Provides your skin with unrivaled smoothness and a luminous, velvety appearance. COCOA Cocoa is a magnificent ally of the skin, that when applied to it, it becomes smoother with an impeccable shine. Its large amount of antioxidants protect the skin from free radicals, preventing premature aging, moisturizing, improving circulation throughout the body. Let yourself be seduced by the aroma of cocoa and its beneficial properties for the skin: it provides nutrition and elasticity, regulates the amount of sebum that is generated and is an antioxidant. DETOX ELEMENTS is our collection of natural cosmetics that balances and oxygenates the skin. Natural active ingredients such as olive oil, white cocoa and plankton help the detoxification and renewal process of our skin, restoring its natural balance and returning us to a state of tranquility thanks to its aromatic notes. "}