{"title": "PDF", "author": "PDF", "url": "https://humanservices.arkansas.gov/wp-content/uploads/Provider_important_facts_Arkansas_MVP.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Medicaid clients: Did you know that... o You can get FREE vaccines for COVID -19? o You can get FREE transportation to get vaccinated? o The quick vaccine visit will not count against the 12 office visits you get each year? Why is this so important? We want to keep you and others safe! o The Delta variant is putting younger and healthy people in the hospital. o Almost all the people hospitalized in Arkansas right now with CO VID-19 are unvaccinated. Getting vaccinated is easy! o You can come to my office today and get vaccinated without an appointment. o You can get vaccinated any day of the week, and even in the evenings from others your trust, like your pharmacist. o Anyone 5 or older can get a vaccine...AT NO COST! o Go to www.vaccinefinder.org to find a place to get vaccinated near you. We know you're concerned about your personal safety and possible side effects. o All the vaccines available right now are safe and will give you strong protection against the virus, even the more contagious Delta variant. o Yes, you can still catch COVID -19 if you are vaccinated, but the vaccine is keeping most people from getting seriously ill. o Most people who take the vaccine do not have any serious side effects. o And vaccine side effects are temporary and do not mean you are sick. o Mild side effects mean yo ur body is reacting to the vaccine just like it's supposed to! If you are pregnant or hoping to become pregnant, the vaccine is safe for you! o Public health officials and doctors right here in Arkansas are now encouraging pregnant women to get vaccinated to protect themselves. Don't wait to vaccinate! o Waiting too long allows COVID -19 to continue spreading and changing. o We all want things to go back to normal. Getting vaccinated is the best way to help make that happen. o Severe COVID -19 can be very dangerou s: The sooner you get vaccinated, the sooner you are protected. Medicaid Vaccination Program "}