{"title": "New ebolavirus vaccine design seeks to drive stronger antibody defense", "author": null, "url": "https://www.scripps.edu/news-and-events/press-room/2021/20210511-zhu-ebola.html", "hostname": "scripps.edu", "description": null, "sitename": "scripps.edu", "date": "2021-05-11", "cleaned_text": "New ebolavirus vaccine design seeks to drive stronger antibody defense Scientists propose an innovative vaccine approach to protect against a troublesome family of viruses that present a major global health risk. May 11, 2021 LA JOLLA, CA—Scientists at Scripps Research have unveiled a new Ebola virus vaccine design, which they say has several advantages over standard vaccine approaches for Ebola and related viruses that continue to threaten global health. In the new design, described in a paper in [Nature Communications](http://dx.doi.org/10.1038/s41467-021-22867-w), copies of the Ebola virus outer spike protein, known as the glycoprotein, are tethered to the surface of a spherical carrier particle. The resulting structure resembles the spherical appearance of common RNA viruses that infect humans—and is starkly different from the snake-like shape of the Ebola virus. The scientists say the design is intended to stimulate a better protective immune response than standard vaccine approaches, which often expose the immune system to individual glycoproteins rather than realistic-looking virus particles. In designing the vaccine, the researchers also modified the outer spike protein to be more stable than the normal, \"wild-type\" version found in actual Ebola virus. In tests in mice and rabbits, they showed that this stabilized version elicited virus-neutralizing antibodies more strongly than the wild-type glycoprotein used in prior Ebola vaccine approaches. \"Here, we did a step-by-step investigation of glycoprotein stability and how that affects the vaccine's ability to elicit antibodies,\" says [Jiang Zhu, PhD](https://www.scripps.edu/faculty/zhu/), associate professor in the Department of Integrative Structural and Computational Biology at Scripps Research and inventor of the vaccine. \"In the end, we were able to develop a really promising vaccine design.\" Continued viral threat Ebola virus is endemic in various African bat species and can jump to humans, causing outbreaks of hemorrhagic fever with high mortality rates. The largest known outbreak of occurred in West Africa during 2013-2016, killing more than 11,000 people. About two decades ago, Canadian researchers developed a vaccine against Zaire ebolavirus, more commonly known as Ebola virus. The vaccine, which was later licensed to a major pharma company and is called rVSV-ZEBOV, uses a live virus—vesicular stomatitis virus—which has been modified to include the gene for the Ebola virus glycoprotein. When injected, the rVSV-ZEBOV vaccine infects cells and produces copies of the glycoprotein, eliciting an immune response to protect against future exposure to Ebola virus. Tests in Africa amid the aforementioned outbreak suggested it worked well and it was approved by the Food and Drug Administration in late 2019. However, those tests lacked placebo groups and other standard features of typical large-scale phase-III trials. Thus, questions remain on true efficacy. In developing their [new ebolavirus vaccine design](https://www.nature.com/articles/s41467-021-22867-w), Zhu and his team focused on the relative instability of the glycoprotein structure as a potential factor in vaccine effectiveness. They investigated the molecular sources of this instability in detail, and eventually came up with a set of modifications that greatly stabilize the glycoprotein. In mice and rabbits, their modified glycoprotein elicited a more potent neutralizing antibody response against two different ebolaviruses—the Makona strain of Ebola virus and the Uganda strain of Bundibugyo ebolavirus—and compared those with the wild-type glycoprotein. The team's design also included special protein segments that self-assemble tightly into a ball-shaped \"nanoparticle\" that support multiple glycoproteins on their surface. This nanoparticle-based structure presents the glycoproteins to the immune system similar to common human viruses, and thus the body has learned to recognize the spherical particles. \"Think of our nanoparticle as your sport vehicle, with a roof rack that carries a mountain bike and a trunk where you stow your clothes, gears and food,\" Zhu explains. \"The only difference here is that the Ebola virus spike is your mountain bike, and the locking domains and T-cell epitopes are your stuff in the trunk. We call that a multilayered design.\" A new approach This nanoparticle design is distinctively different from other nanoparticle platforms. Zhu explains that in his team's design, the genetic codes of the optimized glycoprotein, the nanoparticle-forming unit, the locking domain and the T-cell epitope are all contained in a single piece of DNA. In cells, this DNA generates a single protein chain that can self-assemble, forming the right structure and associating with other identical chains to create a virus-like protein ball with multiple layers. \"The idea is that the all-in-one design simplifies the manufacturing process and drives the vaccine cost lower,\" Zhu says. His team already has used the nanoparticle platform to create a COVID-19 vaccine candidate, which has shown in animal models that it can induce a powerful [antibody response to both SARS-CoV-1 and SARS-CoV-2](https://advances.sciencemag.org/content/7/12/eabf1591). It also has shown to be [effective against variants](https://www.biorxiv.org/content/10.1101/2021.03.26.437274v2). For Ebola virus, the nanoparticle-based vaccines showed far better results in mouse and rabbit virus-neutralization tests that tests that used only glycoproteins to stimulate immune response. Inoculating animals with the Ebola wild-type glycoprotein, which tends to fall apart, led to signs suggesting a vaccine phenomenon known as antibody-dependent enhancement—in which a vaccine elicits not only virus-neutralizing antibodies, but also antibodies that paradoxically increase the virus's ability to infect cells. The researchers found that their best nanoparticle-based designs only minimally elicit these bad antibodies. \"There are a lot of things in the Ebola virus vaccine field that still need to be examined carefully, but in this study, we ended up with two nanoparticle-based designs that seem very suitable for further optimization and testing,\" Zhu says. He says the vaccine approach can be extended to other members of the same virus family, such as Marburg virus, which is also a major threat. Ebolaviruses and marburgvirus both belong to a group of viruses, known as filoviruses, that have a bizarre thread-like shape when seen under a microscope. The study also included atomic-level crystal structures on the modified glycoproteins, which was done in collaboration with the laboratory of Ian Wilson, DPhil, the Hansen Professor of Structural Biology and Chair of the Department of Integrative Structural and Computational Biology. The study, \" [Single-component multilayered self-assembling nanoparticles presenting rationally designed glycoprotein trimers as is authored by Kosviner, Gabriel Ozorowski, Robyn Stanfield, Andrew Ward, Ian Wilson and Jiang Zhu. This work was funded in part by the National Institutes of Health (AI129698, AI140844), and Uvax Bio LLC "}