{"title": "Benefits Guide", "author": null, "url": "https://www.lacare.org/health-plans/medi-cal/benefits-guide", "hostname": "lacare.org", "description": null, "sitename": "L.A. Care Health Plan", "date": "2022-01-01", "cleaned_text": "dental, and vision coverage. All covered benefits are free. - Doctor visits - Dental and mental health services* - Prescription drugs** - Vision care - Hospital care - Emergency room care - Shots (immunizations), and more *L.A. Care will help give you information on how you can get these services. **Starting January 1, 2022 Medi-Cal Pharmacy Benefits will be administered through the fee-for-service delivery system Medi-Cal Rx. Please visit the [DHCS Medi-Cal Rx website](https://medi-calrx.dhcs.ca.gov/home/) for more information. All services require prior authorization unless the benefit says that it does not require prior authorization. \"Prior authorization\" means that your doctor and L.A. Care agree that services and care are necessary. Call our Member Services Department at [1-888-839-9909](tel:+1-888-839-9909) (TTY 711) if you have any questions. Description of Medi-Cal Benefits You should read your Member Handbook for a full description of coverage benefits and limitations. You can find your member handbook in the resources section of this page. Click on one of the topics below to learn more about that benefit. As an adult (18 years or older), you may not want to go to your PCP for certain sensitive or private care. If so, you may choose any doctor or clinic for the following types of care: - Family planning and birth control (including sterilization) - Pregnancy testing and counseling - HIV/AIDS prevention and testing - Sexually transmitted infections prevention, testing and treatment - Sexual assault care - Outpatient abortion services The doctor or clinic does not have to be part of the L.A. Care network. You can choose any provider and go to them without a referral or pre-approval (prior authorization) for these services. Services from an out-of-network provider not related to sensitive care may not be covered. For help finding a doctor or clinic giving these services, or for help getting to these services (including transportation), you can call L.A. Care Member Services at 1-888-839-9909 (TTY/TDD 711). You may also call the 24/7 Nurse Advice Line at 1-800-249-3619 (TTY/TDD 711). L.A. Care covers audiology services. Outpatient audiology is limited to two services per month, in combination with acupuncture, chiropractic, occupational therapy and speech therapy services. L.A. Care may pre-approve (prior authorize) additional services as medically necessary. L.A. Care covers acupuncture services to prevent, modify, or alleviate the perception of severe, persistent chronic pain resulting from a generally recognized medical condition. Outpatient acupuncture services (with or without electric stimulation of the needles) are limited to two services per month, in combination with audiology, chiropractic, occupational therapy and speech therapy services when provided by a physician, dentist, podiatrist or acupuncturist. L.A. Care may pre-approve (prior authorize) additional services as medically necessary. Behavioral health treatment (BHT) includes services and treatment programs, such as applied behavior analysis and evidence-based behavior intervention programs that develop or restore, to the maximum extent practicable, the functioning of an individual. BHT services teach skills using behavioral observation and reinforcement, or through prompting to teach each step of a targeted behavior. BHT services are based on reliable evidence and are not experimental. Examples of BHT services include behavioral interventions, cognitive behavioral intervention packages, comprehensive behavioral treatment and applied behavioral analysis. BHT services must be medically necessary, prescribed by a licensed doctor or psychologist, approved by L.A. Care, and provided in a way that follows the approved treatment plan. L.A. Care covers chiropractic services, limited to the treatment of the spine by manual manipulation. Chiropractic services are limited to two services per month in combination with acupuncture, audiology, occupational therapy and speech therapy services. L.A. Care may pre-approve other services as medically necessary. The following members are eligible for chiropractic services: - Children under age 21 - Pregnant women through the end of the month that includes 60-days following the end of a pregnancy - Residents in a skilled nursing facility, intermediate care facility, or subacute care facility - All members when services are provided at hospital outpatient departments, FQHC or RHCs that are in the L.A. Care network - Providing a peer coach - Teaching self-monitoring and problem solving - Providing encouragement and feedback - Providing informational materials to support goals - Tracking routine weigh-ins to help accomplish goals - Active labor - Broken bone - Severe pain - Chest pain - Severe burn - Drug overdose - Fainting - Severe bleeding - Psychiatric emergency condition, such as severe depression or suicidal thoughts Family planning services are provided to members of childbearing age to enable them to determine the number and spacing of children. These services include all methods of birth control approved by the Federal Food and Drug Administration. L.A. Care's PCP and OB/GYN specialists are available for family planning services. For family planning services, you may also choose a doctor or clinic not connected with L.A. Care without having to get pre-approval (prior authorization) from L.A. Care. Services from an out-of-network provider not related to family planning may not be covered. To learn more, call L.A. Care Member Services at 1-888-839-9909 (TTY 711). L.A. Care covers health services provided in your home, when prescribed by your doctor and found to be medically necessary. L.A. Care covers hospice care and palliative care for children and adults, which help reduce physical, emotional, social and spiritual discomforts. Adults may not receive both hospice care and palliative care services at the same time. Hospice care is a benefit that services terminally ill members. Hospice care requires the member to have a life expectancy of 6 months or less. It is an intervention that focuses mainly on pain and symptom management rather than on a cure to prolong life. Hospice care includes: - Nursing services - Physical, occupational or speech services - Medical social services - Home health aide and homemaker services - Medical supplies and appliances - Drugs and biological services - Counseling services - Continuous nursing services on a 24-hour basis during periods of crisis and as necessary to maintain the terminally ill member at home - Inpatient respite care for up to five consecutive days at a time in a hospital, skilled nursing facility or hospice facility - Short-term inpatient care for pain control or symptom management in a hospital, skilled nursing facility or hospice facility Palliative care is patient- and family-centered care that improves quality of life by anticipating, preventing and treating suffering. Palliative care does not require the member to have a life expectancy of 6 months or less. Palliative care may be provided at the same time as curative care. L.A. Care covers outpatient and inpatient laboratory and X-ray services when medically necessary. Various advanced imaging procedures, such as CT scans, MRI and PET scans, are covered based on medical necessity. - Skilled nursing facility services as approved by L.A. Care - Home and Community Based Services as approved by L.A. Care. L.A. Care covers these maternity and newborn care services: - Breastfeeding education and aids - Delivery and postpartum care - Breast pumps and supplies - Prenatal care - Birthing center services - Certified Nurse midwife (CNM) - Licensed midwife (LM) - Diagnosis of fetal genetic disorders and counseling You may only get the following services without your parent or guardian's permission if you are 12 years old or older: Outpatient mental health care for: - Sexual assault - Physical assault - When you have thoughts of hurting yourself or others - HIV/AIDS prevention/testing/treatment - Sexually transmitted infections prevention/testing/treatment - Substance use disorder services If you are under 18 years old, you can go to a doctor without permission from your parents or guardian for these types of care: - Family planning/birth control (including sterilization) - Abortion services For pregnancy testing, family planning services, birth control, or sexually transmitted infection services, the doctor or clinic does not have to be part of the L.A. Care network. You can choose any provider and go to them for these services without a referral or pre-approval (prior authorization). Services from an out-of-network provider not related to sensitive care may not be covered. For help finding a doctor or clinic giving these services, or for help getting to these services (including transportation), you can call L.A. Care Member Services at 1-888-839-9909 (TTY/TDD 711). You may also call the 24/7 Nurse Advice Line at 1-800-249-3619 (TTY/TDD 711). Minors can talk to a representative in private about their health concerns by calling the 24/7 Nurse Advice Line at 1-800-249-3619 (TTY/TDD 711). L.A. Care covers occupational therapy services, including occupational therapy evaluation, treatment planning, treatment, instruction and consultative services. Occupational therapy services are limited to two services per month in combination with acupuncture, audiology, chiropractic and speech therapy services. L.A. Care may pre-approve (prior authorization) additional services as medically necessary. L.A. Care covers orthotic and prosthetic devices and services that are medically necessary and prescribed by your doctor, podiatrist, dentist, or non-physician medical provider. This includes implanted hearing devices, breast prosthesis/mastectomy bras, compression burn garments and prosthetics to restore function or replace a body part, or to support a weakened or deformed body part. L.A. Care covers physical therapy services, including physical therapy evaluation, treatment planning, treatment, instruction and consultative services and application of topical medications. L.A. Care covers podiatry services as medically necessary for diagnosis and medical, surgical, mechanical, manipulative, and electrical treatment of the human foot. This includes the ankle and tendons that insert into the foot and the nonsurgical treatment of the muscles and tendons of the leg controlling the functions of the foot. L.A. Care covers surgery to correct or repair abnormal structure of the body to improve or create a normal appearance to the extent possible. Abnormal structures of the body are those caused by congenital defects, developmental abnormalities, trauma, infection, tumors, disease, or breast reconstruction after a mastectomy. Some limitations and exceptions may apply. L.A. Care covers speech therapy that is medically necessary. Speech therapy services are limited to two services per month, in combination with acupuncture, audiology, chiropractic, and occupational therapy services. L.A. Care may pre-approve (prior authorize) additional services as medically necessary. L.A. Care covers transgender services (gender-affirming services) as a benefit when they are medically necessary or when the services meet the criteria for reconstructive surgery. Some services include medically necessary hormone therapy, preventive screenings, behavioral health assessments, sex reassignment surgery, and referrals to culturally responsive community resources. Non-Emergency Medical Transportation (NEMT) You are entitled to use non-emergency medical transportation (NEMT) to get to your appointments when it's a Medi-Cal covered service. If you cannot get to your medical, dental, mental health, substance use, and pharmacy appointment by car, bus, train or taxi, you can ask your doctor for NEMT. Your doctor will decide the correct type of transportation to meet your needs. NEMT is an ambulance, litter van, wheelchair van or air transport. NEMT is not a car, bus or taxi. L.A. Care allows the lowest cost NEMT for your medical needs when you need a ride to your appointment. That means, for example, if you can physically or medically be transported by a wheelchair van, L.A. Care will not pay for an ambulance. You are only entitled to air transport if your medical condition makes any form of ground transportation impossible. NEMT must be used when: - It is physically or medically needed as determined with a written authorization by a doctor or other provider; or you are not able to physically or medically use a bus, taxi, car or van to get to your appointment. - You need help from the driver to and from your residence, vehicle or place of treatment due to a physical or mental disability. - It is approved in advance by L.A. Care with a written authorization by a doctor. To ask for NEMT services that your doctor has prescribed, please call L.A. Care Member Services at 1-888-839-9909 (TTY/TDD 711) at least 2 business days (Monday-Friday) before your appointment. For urgent appointments, please call as soon as possible. Please have your member ID card ready when you call. Non-Medical Transportation (NMT) You can use non-medical transportation (NMT) when you are: - Traveling to and from an appointment for a Medi-Cal service authorized by your provider. - Picking up prescriptions and medical supplies. L.A. Care allows you to use a car, taxi, bus or other public/private way of getting to your medical appointment for Medi-Cal-covered services. L.A. Care gives mileage reimbursement when transportation is in a private vehicle arranged by the member and not through a transportation broker, bus passes, taxi vouchers or train tickets. Before getting approval for mileage reimbursement, you must state to L.A. Care by phone, by email or in person that you tried to get all other reasonable transportation choices and could not get one. L.A. Care allows the lowest cost NMT type that meets your medical needs. To ask NMT for services that have been authorized, call L.A. Care Member Services at 1-888-839-9909 (TTY/TDD 711) at least 2 business days (Monday-Friday) before your appointment or call as soon as you can when you have an urgent appointment. Please have your member ID card ready when you call. Note: American Indians may contact their local IHC to request NMT services. - Minor illnesses - Minor injuries - Seasonal sickness and allergies - Skin conditions and treatments - Other minor non-emergency illnesses [www.dhcs.ca.gov/individuals/Pages/MHPContactList.aspx](http://www.dhcs.ca.gov/individuals/Pages/MHPContactList.aspx). - Routine eye exam once every 24 months; L.A. Care may pre-approve (prior authorize) additional services as medically necessary. - Eyeglasses (frames and lenses) once every 24 months; contact lens when required for medical conditions such as aphakia, aniridia and keratoconus. If you have questions about what is covered or not covered, please call L.A. Care at [1-888-839-9909](tel:+1-888-839-9909) (TTY 711). "}