{"title": "PDF", "author": "PDF", "url": "www.fia.cl/wp-content/uploads/2018/03/N-5-Revista-Mayo-2017.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "FUNCIONALES UNA NUEVA INDUSTRIA PARA CHILE MATERIAS PRIMAS ADITIVOS ESPECIALIZADOS POLOS TERRITORIALES ESTER SÁEZ ENCADENAMIENTO PRODUCTIVO MERCADOS PRODUCTOS PIGMENTOS NATURALES DESECHOS AGROINDUSTRIALES PROYECTOS FIA NORMATIVA POTENCIAL PECUARIO 2 FIA 20 AÑOS 1 2 FIA 20 AÑOS 1 Inspiración de artistas y poetas, durante décadas nuestros viñedos le han dado fama al país por producir los mejores vinos del mundo. Hoy sin embargo, en el horizonte de la vitivinicultura chilena se vislumbra una oportunidad inédita, insospechada en la génesis de esta industria. Invisible y lejos del glamour de los carmenere y cabernet sauvignon, el hollejo de la uva -conocido como orujo- es rico en antocianinas, pigmento natural altamente requerido por la industria alimentaria debido a su contenido de antioxidantes y especialmente como alternativa a los cuestionados colorantes artificiales...Una pequeña muestra de las infinitas posibilidades que nuestras materias primas agrarias tienen en la industria de ingredientes funcionales y aditivos especializados.2 FIA 20 AÑOS 3 innova+agro WWW.FIA.CL Índice 2044 2848 54 36 62Polos TerritorialesProyectos FIA La Radiografía de la CienciaPigmentos Naturales Ester Sáez Hueichapán Encadenamiento Productivo Desechos Agroindustriales6 Ingredientes Funcionales y Aditivos EspecializadosNº5 Mayo 2017 UNA NUEV A INDUSTRIA PARA CHILE LAS PIEZAS EN EL TABLEROINNOV ACIÓN MADE IN CHILE ¿DÓNDE ESTÁN LOS INGREDIENTES?LOS NUEVOS COLORES DE LA INDUSTRIA EMPRENDEDORA VISIONARIA EL CÍRCULO VIRTUOSO OPCIÓN \"POR DESCARTE\"N°5 Abril 2017 INGREDIENTES FUNCIONALES UNA NUEVA INDUSTRIA PARA CHILE2 FIA 20 AÑOS 3 Revista de la Fundación para la Innovación Agraria del Ministerio de Agricultura de Chile - FIAwww.fia.cl Distribución gratuita. Prohibida su venta. Comité Editorial María José Etchegaray Soledad Hidalgo Rodrigo GallardoPedro SolarDanilo Phillipi Realización Área de Prensa y Comunicaciones Editor General Danilo Phillipi Periodistas Cynthia AlfaroPamela RiverosPaula Reyes Columnistas Ricardo Pérez Diseño y Diagramación Alejandra Fajardo Avisaje Verónica Aguirre Fotografía Prensa FIAAgencias Impresión Gráfica AndesSuscripciones y Comentarios revista@fia.clAño 2 / N°5 Mayo 2017 68 74 78 80Huevos, Carnes y Lácteos Industria Alimentaria Las Opciones de Chile Normativa Funcional EL PROTENCIAL PECUARIO LA RECONQUISTA EXPORTACIÓN Y MERCADO MUNDIAL EN LA BÚSQUEDA DE UN \"SELLO\" 4 FIA 20 AÑOS 5 innova+agro WWW.FIA.CL esde su génesis, la industria agroalimentaria chilena basó su economía principalmente en la exportación de commodi-ties, logrando con los años cifras excepcionales, pero también sufriendo los vaivenes propios de los mercados mundiales.Hoy sin embargo, Chile tiene una oportunidad inédita que le permitirá desarrollar su industria agroalimentaria con un grado de sofisticación mayor. ¿Cómo? Convirtiéndose en proveedor mundial de ingredientes funcionales y aditivos especializados.De sur a norte y sin excepción, nuestros territorios poseen materias primas y alimentos únicos, de gran valor nutritivo, que si van de la mano con innovación pueden convertirse en ingredientes funcionales y aditivos especializados naturales de alta calidad, que además de tener buen sabor, sean saludables, inocuos y ofrezcan beneficios fisiológicos que los distingan en el mercado.A nivel mundial se observa un comportamiento cada vez más exigente por parte de los consumidores de acceder a alimentos saludables, y ya hace 7 años el segmento global de alimentos funcionales y aditivos especializados se estimaba en más de 24 mil millones de dólares, creciendo un 31% desde el año 2006.Con el objetivo de aprovechar esta oportunidad y comenzar a concretar esta nueva visión, en el marco del programa Trans-forma Alimentos y con el apoyo del Ministerio de Economía, en FIA creamos el instrumento \"Polos Territoriales de Desarro-llo Estratégico\", poniendo a disposición todo el conocimiento y recursos técnico-económicos con miras a desarrollar nodos industriales en distintas zonas de Chile, en torno a materia prima dedicada y la extracción de sus respectivos ingredientes funcionales y aditivos especializados.El desarrollo de polos territoriales implica el establecimiento de iniciativas asociativas, integradas por distintos eslabones de la cadena productiva, empujando y dinamizando fuertemente las economías locales, y con ello generando nuevas opciones de agregación de valor a materias primas provenientes del territorio nacional.Una iniciativa que se suma al trabajo iniciado por FIA el año 2010, cuando suscribimos un convenio con Corfo para trabajar por el desarrollo de una industria de alimentos más saludables en Chile. Luego vino la creación de la plataforma PIA+S para el fortalecimiento de capacidades, y el lanzamiento de una concurso de alcance nacional, específicamente diseñado para impulsar proyectos en esta línea.Esfuerzos que pavimentan el camino productivo que deberá transitar nuestra agricultura, y siembran desafíos tan estimu - lantes como el aprovechar la invaluable capacidad innovadora de cientos de pequeños, medianos y grandes emprendedores a lo largo del país, quienes articulados con una industria con alta especialización y en pleno crecimiento, darán vida a una red de sinergias en torno al enorme potencial que ofrecen nuestros territorios. Estos esfuerzos pavimentan el camino productivo que deberá transitar nuestra agricultura, y siembran desafíos tan estimulantes como el aprovechar la invaluable capacidad innovadora de cientos de pequeños, medianos y grandes emprendedores a lo largo del paísSE PAVIMENTAEL CAMINO María José Etchegaray Directora Ejecutiva Fundación para la Innovación Agraria FIA Editorial \"\"D4 FIA 20 AÑOS 5 6 FIA 20 AÑOS 7 innova+agro WWW.FIA.CLINGREDIENTES FUNCIONALES Y ADITIVOS ESPECIALIZADOS Una nueva industria para Chile Ingredientes Funcionales6 FIA 20 AÑOS 7 Alineada con la demanda mundial por alimentos funcionales, la Fundación para la Innovación Agraria (FIA) lleva más de una década explorando las oportunidades que representa este nicho para Chile, no sólo estudiando el potencial de nuestras materias primas, sino también articulando a los actores en torno a la innovación, con miras a configurar una nueva industria capaz de agregar valor al container alimentario nacional. DANILO PHILLIPI n el mundo el fenómeno comenzó a evidenciarse hace poco más de dos décadas: un interés creciente de parte de los consumidores por incluir en su alimenta - ción alternativas que contribuyeran a elevar su salud y bienestar general, lo cual devino en un fuerte cuestio-namiento a los alimentos procesados y a aquellos con elevado contenido de sal, grasas y azúcares. La indus-tria acusó el golpe e intentó acomodarse a los nuevos tiempos, pero como toda gran criatura sus movimientos eran lentos y no lograba avanzar al ritmo que lo hacían las nuevas tendencias alimentarias.Sin embargo, esta falta de oferta fue caldo de cultivo para el surgimiento de nuevos emprendimientos. Inno-vadores que articulados con centros tecnológicos de vanguardia, se enfocaron en la búsqueda de soluciones que permitieran satisfacer las necesidades y superar las expectativas del consumidor moderno.La tendencia fue ganando adeptos y, en mayor o menor medida, comenzó a ser asumida de manera transversal por la industria alimentaria mundial, permeando sus formulaciones y procesos productivos. Pero no basta-ba con bajar el contenido de sal, grasa y azúcar. La ruptura que proponían los innovadores implicaba un salto científico y tecnológico mayor: la extracción de los compuestos activos de las materias primas agrarias para su incorporación en nuevas matrices alimentarias, diversificando y agregando valor a la producción de alimentos.Una revolución que de paso modificó para siempre el mapa alimentario mundial. El caso de Holanda es para-digmático. Siendo un país pequeño, de superficie limi - tada para cultivos, con escasa diversidad climática y una población inferior a los 17 millones de habitantes, hoy se ubica como el segundo productor de alimentos del mundo, sólo por debajo de Estados Unidos. \"A partir de la importación de materias primas, Holanda apostó por agregarle valor a los alimentos desde la explotación de sus ingredientes funcionales, y hoy, su industria agroa-limentaria es equivalente a toda la industria exportadora chilena incluyendo la minería\", comenta la directora ejecutiva de la Fundación para la Innovación Agraria (FIA), María José Etchegaray.El estudio de experiencias como esta, la exploración prospectiva de los principales mercados mundiales y, especialmente, la constatación de la diversidad y rique-za de la materia prima que se produce en el territorio nacional, llevó a FIA a concluir que Chile se encontraba en una posición inmejorable para comenzar a desarro-llar una industria propia de ingredientes funcionales y aditivos naturales especializados. \"Si los holandeses lo habían logrado sin tierra ni recur - sos naturales propios, nosotros, con un clima privile - giado y la más variada carta de frutas, berries, cereales, leguminosas, algas, hortalizas y productos pecuarios a nivel mundial, teníamos una oportunidad única de ser protagonistas de un mercado que en la actualidad supera los 30 mil millones de dólares\", relata la ejecutiva. Con un clima privilegiado y la más variada carta de frutas, berries, cereales, leguminosas, algas, hortalizas y productos pecuarios a nivel mundial, tenemos una oportunidad única de ser protagonistas de un mercado que en la actualidad supera los 30 mil millones de dólares María José Etchegaray, FIAINGREDIENTES FUNCIONALES Y ADITIVOS ESPECIALIZADOS \"\"E8 FIA 20 AÑOS 9 innova+agro WWW.FIA.CLEl gran desafío estaba -y sigue estando- en los procesos tecnológicos y, fundamentalmente, en la falta de encade - namiento. En efecto, si bien en Chile desde 2004 existe una empresa como Orafti, que gracias a tecnología de punta y al encadenamiento de 500 productores exporta fibras prebióticas extraídas de la achicoria, aquel modelo no es representativo de nuestra realidad nacional.Conclusiones como esta se desprenden del estudio \"Estrategia para el desarrollo de la industria de ingredien - tes funcionales en Chile\", encargado por FIA al Centro Wageningen UR, documento que sin embargo plantea un escenario absolutamente concordante con la tesis inicial planteada por la Fundación. Tesis que además se vio refrendada por datos inesperados: según el estu-dio, \"aunque Chile presenta debilidades importantes en I+D+i, cuenta con cerca de 70 grupos de investigación que se encuentran trabajando en el ámbito de los alimen - tos saludables\", consigna Etchegaray.Con estos antecedentes sobre la mesa, FIA entendió que era imperativo vincular y articular el conocimiento con el mercado, la producción primaria con la industria extrac - tora, y al sector público con el privado. Buscando aprovechar las capacidades detec- tadas, los profesionales de FIA no tardaron en diseñar un instrumento inédito, orientado a la creación de polos territoriales en torno a la producción de ingredientes funcionales y aditi - vos especializados, a partir del encadenamiento de los grupos de investigación con los produc-tores de materia prima y la empresa transforma - dora (ver reportaje Polos Territoriales, pág.22).Un trabajo intenso, que ha sido respaldado con determinación por el Gobierno en el marco de un enfoque amplio e interinstitucional, que involucra a los ministerios de Economía y Agri-cultura. \"Estamos convencidos que estos esfuerzos agregarán valor a las materias primas agrarias provenientes de todos los territorios de Chile, considerando que nuestro país tiene una estructura productiva excepcionalmente diver - sa, muy distinta en norte, centro y sur, lo cual constituye una ventaja competitiva evidente que debemos aprove-char\", destaca el ministro de Agricultura, Carlos Furche. El estudio FIA de Ingredientes Funcionales y Aditivos Especializados se encuentra disponible en fia.cl y opia.cl La articulación entre agricultores, centros tecnológicos y empresas transformadoras constituye la piedra angular para el desarrollo de una industria de ingredientes funcionales y aditivos especializados en Chile. Ingredientes Funcionales8 FIA 20 AÑOS 9 DEL ANÁLISIS A LA ESTRATEGIA Consciente del desafío que significa introducirse en este mercado, FIA asumió como propia la tarea de aportar información confiable y actualizada a los actores de la industria. Con el peso que le otorgan casi tres años de investigación, el estudio FIA hoy constituye una impor - tante herramienta a la hora analizar la oportunidad de producir ingredientes funcionales y aditivos especiali - zados para el mercado internacional.\"El estudio identificó aquellos ingredientes y aditivos con mayor potencial exportador, así como las materias primas que se requieren para extraerlos\", explica Fran-cisco Rossier, profesional que coordinó el equipo inves-tigador y actual gerente de Innovación del programa Transforma Alimentos.\"Pero además plantea una estrategia concreta para desarrollar esta industria, detallando aspectos como la necesidad de contar con una plataforma tecnológica, o la formación de capital humano con competencias espe-cíficas\", agrega.Para Rossier, Chile definitivamente tiene grandes posi-bilidades en este mercado. \"Hay cientos de especies y variedades vegetales que no han sido estudiadas y no conocemos su potencial. Pero si nos basamos en lo que sí conocemos, tenemos una tarea grande por delante en cuanto a lograr aprovechar esta riqueza. Es el salto que tiene que dar Chile: convertirse en un productor de alimentos 2.0\".Conformado fundamentalmente por Estados Unidos, Asia y Europa, el mercado de ingredientes funcionales ya en 2010 movía más de 24 mil millones de dólares, luego de haber experimentado un crecimiento de un 31% en cuatro años, \"lo que nos lleva a concluir que el ciclo de éxito de un producto alimenticio con ingre-dientes funcionales demora apenas media década\", dice Rossier.Antecedente que según María José Etchegaray, confir - ma el auspicioso escenario que tiene Chile por delante. \"Efectivamente existe una oportunidad única. Tenemos las condiciones adecuadas para fomentar una industria que sea capaz de posicionarnos entre los países líderesa nivel mundial, tanto en funcionalidad alimentaria como en materia tecnológica, es decir, proveer infraestructura, y un entorno tecnológico y empresarial que permita a los productores agregar valor a sus materias primas\".Un camino de largo aliento que sin embargo ya cuenta con una \"avanzada\", un centenar de empresas que incursionan en estas lides y que, según comenta Francisco Rossier, fueron importantes fuentes de información en el marco del estudio, sobre cómo generar modelos de colaboración y encadenamiento productivo, a fin de aliviar los costos de inversión para el sector exportador chileno. En Chile existen empresas que llevan más de una década incursionando con éxito en esta industria, como es el caso de la belga Orafti. de las empresas chilenas (319 mil) son del rubro alimentario, de las cuales sólo 96 son exportadoras o productoras de algún ingrediente funcional o aditivo especializado. 31% Un ingrediente funcional es un componente acti- vo presente en cualquier materia prima agrícola (fruta, hortaliza, cereal, leguminosa, etc.), que gracias a la tecno-logía puede ser extraído e incorporado a otros alimentos otorgándoles propiedades benéficas sobre la salud de las personas, previniendo o reduciendo el riesgo de enferme-dades. Por su parte, los aditivos especializados son produc- tos como colorantes, preservantes o espesantes que pueden ser extraídos de materias primas vegetales y constituyen una potente alternativa para reemplazar ingredientes químicos que han sido cuestionados por sus efectos nocivos sobre la salud. ¿QUÉ SON? Debemos cambiar el paradigma respecto a la producción de alimentos en nuestro territorio, pensando en términos más mineros. Cuando uno invierte en la explotación de una mina estima un crecimiento a 10 años, es decir a largo plazo. Es así como debemos proyectarnos en este sector Francisco Rossier, investigador \"\"10 FIA 20 AÑOS 11 innova+agro WWW.FIA.CL 10\"La inversión es importante, por eso es fundamental generar modelos de asociatividad en el país. Debe-mos cambiar el paradigma respecto a la producción de alimentos en nuestro territorio, pensando en términos más mineros. Cuando uno invierte en la explotación de una mina estima un crecimiento a 10 años, es decir a largo plazo. Es así como debemos proyectarnos en este sector\", complementa el experto. Rossier afirma que en Chile existen pocas herramien - tas que permitan bajar la incertidumbre a un nivel tal que el productor de alimentos se arriesgue a invertir en emprendimientos cuyos resultados los tendrá después de mucho tiempo. \"Con asociatividad ese riesgo dismi-nuye, porque se comparte entre varios\", señala, agre-gando que es importante que el producto final no supere un costo de producción de 10 centavos de dólar.Pero la asociatividad no termina ahí. Además es nece - sario incorporar a actores que hoy no están vinculados al sector agroalimentario, es decir, motivar a otras disci-plinas profesionales a realizar su aporte al desarrollo de esta industria. \"La innovación es multidisciplinaria\", asegura María José Etchegaray, \"pues para innovar se requiere que distintas disciplinas confluyan en cada fase de un proyecto, desde el investigador en su etapa de crea - ción o adaptación, pasando por técnicos o profesiona-les expertos en procesos que conviertan esta idea en un producto o servicio que cumpla con las expectativas o necesidades del consumidor final, para finalizar con expertos en comunicaciones y marketing que pongan en valor estos productos\". Los abundantes polifenoles contenidos en nuestros berries endémicos constituyen uno de los elementos que han perfilado a Chile como un territorio rico en ingredientes funcionales.Según el estudio FIA, los 10 ingredientes y aditivos con mayor potencial productivo y comercial para Chile son omega 3 (EP A/DHA), Se estima que en la actualidad el mercado mundial de los ingredientes funcionales supera los USD $30 mil millones. 30 USD MIL MILLONES Ingredientes Funcionales10 FIA 20 AÑOS 11 Si bien la boldina (extraída del boldo) no figura entre los 10 ingredientes seleccionados por el estudio FIA, diversos estudios han establecido su potencial basado en sus extraordinarias propiedades funcionales. SELECCIÓN CHILENA Luego de analizar en profundidad nuestros recursos naturales, la demanda internacional y diversos mode-los productivos, el estudio FIA elaboró una estrategia de corto, mediano y largo plazo, seleccionando los 10 ingredientes y aditivos con mayor potencial producti - vo y comercial para Chile, tanto por su disponibilidad inmediata de materia prima, como por la plataforma tecnológica involucrada en su producción y procesa-miento. Estos son omega Estados Unidos como el mercado de mayor potencial, seguido de Europa, específicamente Reino Unido y Alemania\", señala Rossier.En opinión del investigador, esta \"selección chilena\" representa un abanico de oportunidades balanceado, que abarca ingredientes consolidados y otros que aún requieren de un fuerte desarrollo en I+D para su conso-lidación dentro del mercado alimentario.En esta definición, explica, la disponibilidad de los recursos naturales fue fundamental. Por eso, además de las principales materias primas agropecuarias se consi-deró la disponibilidad de recursos provenientes del mar, en virtud del vasto potencial que encierran especial - mente las algas. Altamente demandada en los mercados mundiales, no sorprendió que el estudio FIA considerara a la spirulina como uno de los ingredientes funcionales con mayor potencial para Chile. \"Su explotación actual, realizada a través de recolec - ción artesanal, se traduce en exportaciones de mate - rias primas sin procesar, como producto de bajo valor agregado. De esta manera, las algas chilenas abastecen actualmente de ingredientes a la industria extranjera, desaprovechando con esto la abundancia y potencial que encierran este tipo de recursos\", advierte.Pero la abundancia y disponibilidad de materia prima no lo es todo. Si bien los recursos naturales chilenos coin-ciden con el tipo de productos demandados, el estudio señala que es preciso enfocar los programas orientados a la formación de capital humano en pos del desarrollo de esta industria, junto con incentivar la I+D a través de la implementación y creación de tecnología.Y un dato importante: en esta carrera Chile no corre solo. La aparición de países competidores es una amena-za inminente, se concluye en el documento, por lo cual nuestro país se encontraría en un momento crucial donde, si bien nuestras relaciones comerciales y desem-peño logístico nos tienen bien posicionados dentro de la región, \"el asentamiento de determinados actores del mercado y el progresivo aumento en la complejidad de la paleta exportadora del resto de los países, es una realidad a la cual es preciso hacer frente\". En Chile son cerca de 70 los grupos de investigación que se encuentran trabajando en el ámbito de los alimentos saludables. Fuente: www.piaschile.cl12 FIA 20 AÑOS 13 innova+agro WWW.FIA.CL Por eso, además de los recursos disponibles y las deman - das del mercado, es preciso considerar que la instalación y permanencia en el tiempo de una industria compleja como esta \"requiere de la consolidación de elementos técnicos imprescindibles no sólo para su despegue, sino también para asegurar su flexibilidad y adaptación fren-te a las cambiantes tendencias comerciales y funciona - les\", subraya el estudio FIA.Sin duda, Chile tiene un enorme desafío por delante, partiendo por afinar las acciones estratégicas que permi-tirán sentar las bases para asegurar no sólo el desarrollo, sino la sostenibilidad en el largo plazo de esta industria en el país. En tal sentido, la creación de una antena tecnológica permanente surge como una de las tareas inmediatas. Una plataforma \"que permita mantener la vigencia de la estrategia y sus herramientas, y ser un apoyo \"con acciones de inteligencia comercial y supervisión tecno-lógica a las empresas, especialmente a las pequeñas y medianas que cuentan con menos capacidades para realizar esta tarea, y a las asociaciones y cooperativas de productores que podrían eventualmente convertirse en procesadores de sus propias materias primas\", concluye el estudio.Estos esfuerzos agregarán valor a las materias primas agrarias provenientes de todos los territorios de Chile, considerando que nuestro país tiene una estructura productiva excepcionalmente diversa, muy distinta en norte, centro y sur, lo cual constituye una ventaja competitiva evidente Ministro de Agricultura, Carlos Furche. Los ingredientes funcionales ligados a la salud y nutrición se presentan como un mercado altamente atractivo para los inversionistas, con empresas como Royal DSM realizando adquisiciones por valores cercanos a los US $3,2 mil millones de dólares en los últimos 3 años. Según un estudio de Grand View Research, se espera que el mercado mundial de los polifenoles (antioxidantes) llegue a USD $1,025.7 millones en 2020, impulsado por países con alta población geriátrica como EE.UU, Japón y Europa Occidental.Las exportaciones de los 10 ingredientes con mayor potencial para Chile (según el estudio FIA) alcanzaron al 2014 más de 274 millones de dólares y su precio estuvo en el rango de los 3 a 27 dólares por kilo. Ingredientes Funcionales\"\"12 FIA 20 AÑOS 13 El trabajo de FIA en esta materia se inició el año 2010, cuando la agencia de innovación del Minagri suscribió un conve- nio con Corfo para trabajar por el desarrollo de una industria de \"alimentos más saludables\" en Chile. Se comenzó por identificar brechas, detectándose importantes asimetrías de información en la cadena de valor. Surge así el Programa de Innovación en Alimentos más Saludables (PIA+S), con la misión de identificar a los actores y las temáticas de información necesarias para contribuir a agregar valor a la materia prima nacional y, de esta manera, potenciar nuestra industria alimentaria.\"Advertimos que debíamos trabajar mucho en generación y fortalecimiento de capacidades, así como en un apoyo adecuado a la I+D+i, incluido el capital humano, además de proporcionar información actualizada sobre tendencias de mercado y desafíos comerciales, redes de apoyo en materia normativa y gestión tecnológica, para la puesta en marcha de nuevos negocios y emprendimientos\", explica la coordinadora del programa, Soledad Hidalgo.Sin embargo el punto de inflexión lo marca el año 2014, cuando FIA decide prospectar las oportunidades de Chile para desarrollar una industria de ingredientes funcionales y aditivos especializados. Dos años más tarde, los resultados del estudio ratificaron la tesis de FIA: Chile posee un potencial ilimitado para desarrollar una industria exportadora de ingredientes y aditivos especializados. Conclusión que resultaría reveladora y marcaría el nuevo énfasis del trabajo de la Fundación. \"Definitivamente, es la alternativa que mayor valor le agrega a la materia prima proveniente del sector agrario nacional\", sentencia la directora María José Etchegaray. A cinco años de su lanzamiento, PIA+S (www.piaschile.cl) se ha posicionado como una importante herramienta para emprendedores alimentarios con foco exportador. La platafor-ma cuenta con 3 núcleos de información -Capacidades en I+D+i, Seguimiento de Normativas, e Información de Mercado- \"lo que nos sitúa como la única instancia que ordena y entrega contenidos actualizados en materia de alimentos más saludables\", comenta Constanza Pérez, profesional de FIA a cargo de la plataforma virtual.lLA LARGA RUTA DE FIA HERRAMIENTAS PARA EMPRENDEDORES PIA+S está pensado tanto para emprendedores que lideran nuevos proyectos como para pequeñas y medianas empresas que deseen innovar en el sector de alimentos, quienes pueden acceder a informa-ción relevante en las áreas de mercado, tecnología y normativa a un menor costo de búsqueda. \"Los usuarios pueden acceder a información de mercado, investigaciones sobre tendencias, disponibilidad de centros de investigación, y estar al día y conectados sobre cambios normativos para producir y comercializar alimentos más saludables\", complementa Soledad Hidalgo, coordinadora de PIA+S.14 FIA 20 AÑOS 15 innova+agro WWW.FIA.CLINGRE DIENTESMATERIAS PRIMASFUNCION ALESEs el componente activo que, al ser agregado a un alimen to formulad o, le otor ga a ese nue vo producto la capacidad de tener un efecto bene ficioso sobre la salud y biene star huma no o reducir el riesgo de enfe rmedades al consumirse en una dieta no rmal IZADOS PRESERVACIÓ N TEXTURI ZACIÓ N ESTABILI REALZANT E DE L SABORCorr esponde a los ingredient es o aditivos que poseen la capacidad de agregar un bene ficio pa rticular al producto final. Una adecuada comprensión de las características y la calidad de los diversos aditivos especia lizado s, pe rmite a los formulador es de aliment os y bebidas utilizar sus atribu tos pa rticulares para satisfa cer las necesida des de los consumido res.EFECTO BENEFICIOSO SOBRE LA SALUD Y BIENEST AR HUMANO O REDUC CIÓ N DEL RIESGO DE ENFE RMED ADES AL CONSUM IRSE EN UN A DIET A NO RMALCOMPONENTE ACTIVO SALUD CE REBRAL SALUD DIGEST IVA SALUD INMUNOLÓG ICA CONTR OL DE PESO NUTRI CIÓ N DE POR TIVA Y DE RENDIMIE NTOSALUD CARD IOV ASCUL AR TABÓL ICA ÓSEAFUNCIONE S FISIOLÓGICAS RELACIO NADAS AL CONSUMO INGRE DIENTES FUNCION ALES Ingredientes Funcionales Fuente: Estudio FIA14 FIA 20 AÑOS 15 16 FIA 17 innova+agro WWW.FIA.CLEMPR ENDEDORESP YMESOBJE TIVOSQUE LIDEREN NUEV OS PROYECTOS Y DESEEN INNOVAR EN EL SEC TOR DE ALIMENTOS EN BASE A MATERIA PR IMA PROVENIENTE DEL SEC TOR AGRARI O NACI ONAL SEGUIMI ENTO DE NORMATIVAS INVESTIGADOR ES Y LABORA TORIOS INFORMACIÓN DE MERCADO CENTR OS DE PILOTAJE DE ALIMENTO S Na+GENERACIÓN DE REDES DE INFORMACIÓN EN LAS ÁREAS DE MERCADO, NORMATIVA, CAPACIDADES DE I+D+i ORGANIZACIÓN DE ACTIVIDADES PRESENCIALES (SEMINARIOS, CHARLAS Y OTROS )Destinados a grupos vulnerables que presentan intolerancias o alergias alimentarias, a adultos mayores, entre otros Alimentos que incorporan procesos innovadores en torno al aseguramiento de la inocuidadAlimentos funcionales, los cuales proporcionan beneficios comprobados para la salud, adicionales a su valor nutritivoReducidos en nutrientes críticos (sodio, grasas y azúcar)¿Qué son los alimentos más saludables?CONTRIBUIR AL FOMENTO DE LA INNOVACIÓN Y EL EMPRENDIMIENTO EN LA INDUSTRIA DE ALIMENTOS MÁS SALUDABLES EN CHILE Plataforma que entrega información de mercado, tendencias de consumo y análisis estratégico de alimentos más saludablesCatastro nacional de capacidades de I+D+i en alimentos más saludables con información de instituciones, grupos de trabajo, laboratorios, entre otros Catastro de los centros que proporcionan servicios tecnológicos de prueba a escala piloto para el desarrollo de alimentos saludables Plataforma que vigila las normativas en diferentes mercados de alimentos más saludables. Completa y actualizada herramienta de búsqueda sobre las normas alimentarias para producir y comercializar alimentos más saludablesPLATAFORMAS PARA INNOVAR Y AGREGAR VALOR GESTIÓN DE UNA PLATAFORMA VIRTUAL QUE SISTEMATIZA LA INFORMACIÓN ACTUALIZADA DE CAPACIDADES DE I+D+i, SEGUIMIENTO DE NORMATIVAS NACIONALES E INTERNACIONALES, INFORMACIÓN DE MERCADO Y CENTROS DE PILOTAJENormativa Mercado I+D+iBusca la disminución de las asimetrías de información en las áreas de PIA+S16 FIA 20 AÑOS 17 EMPR ENDEDORESP YMESOBJE TIVOSQUE LIDEREN NUEV OS PROYECTOS Y DESEEN INNOVAR EN EL SEC TOR DE ALIMENTOS EN BASE A MATERIA PR IMA PROVENIENTE DEL SEC TOR AGRARI O NACI ONAL SEGUIMI ENTO DE NORMATIVAS INVESTIGADOR ES Y LABORA TORIOS INFORMACIÓN DE MERCADO CENTR OS DE PILOTAJE DE ALIMENTO S Na+GENERACIÓN DE REDES DE INFORMACIÓN EN LAS ÁREAS DE MERCADO, NORMATIVA, CAPACIDADES DE I+D+i ORGANIZACIÓN DE ACTIVIDADES PRESENCIALES (SEMINARIOS, CHARLAS Y OTROS )Destinados a grupos vulnerables que presentan intolerancias o alergias alimentarias, a adultos mayores, entre otros Alimentos que incorporan procesos innovadores en torno al aseguramiento de la inocuidadAlimentos funcionales, los cuales proporcionan beneficios comprobados para la salud, adicionales a su valor nutritivoReducidos en nutrientes críticos (sodio, grasas y azúcar)¿Qué son los alimentos más saludables?CONTRIBUIR AL FOMENTO DE LA INNOVACIÓN Y EL EMPRENDIMIENTO EN LA INDUSTRIA DE ALIMENTOS MÁS SALUDABLES EN CHILE Plataforma que entrega información de mercado, tendencias de consumo y análisis estratégico de alimentos más saludablesCatastro nacional de capacidades de I+D+i en alimentos más saludables con información de instituciones, grupos de trabajo, laboratorios, entre otros Catastro de los centros que proporcionan servicios tecnológicos de prueba a escala piloto para el desarrollo de alimentos saludables Plataforma que vigila las normativas en diferentes mercados de alimentos más saludables. Completa y actualizada herramienta de búsqueda sobre las normas alimentarias para producir y comercializar alimentos más saludablesPLATAFORMAS PARA INNOVAR Y AGREGAR VALOR GESTIÓN DE UNA PLATAFORMA VIRTUAL QUE SISTEMATIZA LA INFORMACIÓN ACTUALIZADA DE CAPACIDADES DE I+D+i, SEGUIMIENTO DE NORMATIVAS NACIONALES E INTERNACIONALES, INFORMACIÓN DE MERCADO Y CENTROS DE PILOTAJENormativa Mercado I+D+iBusca la disminución de las asimetrías de información en las áreas de18 FIA 20 AÑOS 19 innova+agro WWW.FIA.CL La gran oportunidad RICARDO DÍAZ CÁRCAMODIRECTOR EJECUTIVO CENTRO DE ESTUDIOS EN ALIMENTOS PROCESADOS CEAP as cifras de mercado de alimentos procesados mues- tran atractivas proyecciones de crecimiento: se prevé que para el año 2020 a nivel global superaría los 8.000 mil millones de dólares. Esta proyección se basa en buena medida en el aumento esperado de la demanda de alimentos beneficiosos para la salud, y de la necesidad por parte de la industria de alimentos de encontrar reem - plazantes naturales a los aditivos usados actualmente.Así, los alimentos funcionales proyectan una tasa de crecimiento de mercado del 15%, donde los ingredien - tes funcionales y aditivos especializados en la actuali - dad ya superan los 30 mil millones de dólares.Estas cifras representan una tremenda oportunidad para que Chile pueda convertirse en un proveedor impor - tante de ingredientes funcionales y aditivos especiali - zados (IF y AE). Este país, no sólo posee uno de los cinco territorios de clima mediterráneo del mundo -con características apropiadas para producir un gran y varia - do número de especies vegetales que permitirían garan-tizar un flujo continuo de materias primas para la obten-ción de estos compuestos de alto valor- sino también poseemos especies endémicas con alto potencial para la obtención de estos compuestos, las cuales a través de una transición desde recolección hacia cultivo dedica - do, podrían generar una gran oportunidad de agregación de valor, incluso para aquellos pequeños agricultores de zonas más rezagadas. La industria alimentaria de Chile representa la segunda actividad económica del país después de la minería. Sin embargo, a nivel de exportaciones agroindustriales, está liderada por commodities y productos semi-procesados, sin mayor diferenciación y con bajo valor agregado. Al comparar nuestras exportaciones de alimentos con países que poseen similar superficie cultivable, Chile posee una concentración del valor de exportación en productos frescos y semi-procesados de 3 veces más que en procesados y refinados, mostrando además una menor diversificación y sofisticación.Pese a lo anterior, la agroindustria chilena ocupa lugares privilegiados en los rankings mundiales de los produc-tos que exporta, y las empresas de este sector trabajan duro para mantenerse competitivas en este escenario. Por lo tanto, para que Chile pueda convertirse en un proveedor relevante de IF y AE involucra necesaria - mente la creación de una nueva industria, que implique tanto producción de materias primas dedicadas, que considere introducción de nuevas especies o variedades y la industrialización del cultivo de especies endémicas, así como la valorización de residuos agroindustriales para la obtención de compuestos de alto valor.Asimismo, para que esta nueva industria de ingredien - tes funcionales y aditivos especializados se haga reali - dad, debemos superar una serie de desafíos que van desde la identificación temprana de estos componentes con potencial de mercado y que puedan ser produci-dos en nuestro territorio, pasando por el desarrollo de paquetes tecnológicos para su producción, disponibili - dad de capacidades de análisis de funcionalidad y estu-dios clínicos, desarrollo, validación y mejoramiento de tecnologías de proceso, armonización regulatoria, entre otros, hasta el fomento a inversiones para la instalación y expansión de las capacidades de pilotaje y producción en los territorios.Esto último es trascendental, ya que para lograr que esta L innova+agro Opinión18 FIA 20 AÑOS 19 nueva industria tenga el impacto esperado, la inversión tanto estatal como privada para la instalación de capaci - dades habilitantes debe ser direccionada hacia los terri - torios. Sólo de esta forma lograremos su establecimien - to de una forma competitiva, sustentable en el tiempo y que el valor que genere pueda ser compartido entre todos los actores de la cadena. Diversos estudios territoriales muestran la creciente necesidad de aumentar el valor de los productos silvoa-gropecuarios y alimentarios. La obtención de compues-tos de alto valor a partir de materias primas dedicadas no sólo es una gran oportunidad económica para la industria, sino también tendría la capacidad de impactar en la competitividad de los territorios donde se desarro-lle y, en consecuencia, mejorar la calidad de vida de la pequeña y mediana agricultura.En Chile las diferentes agencias de financiamiento de investigación, desarrollo e innovación (CONICYT, CORFO, FIA, etc.) han apoyado un sinnúmero de iniciativas para el desarrollo de IF y AE, pero su puesta en valor en el mercado no ha sido del todo exitosa, no logrando generar el impacto esperado en la economía. Estos estudios representan un importante activo en esta-do latente, que puede ser aprovechado como cataliza - dor de base científico-tecnológica para el desarrollo de estos nuevos productos. Estoy convencido que Chile puede convertirse en un proveedor importante de ingredientes funcionales y aditivos especializados de base agraria; pero, sin duda, no se trata de un trabajo fácil, requiere de esfuerzos y, lo más importante, de articulación y colaboración de las numerosas y variadas capacidades presentes en los territorios, incluso externas a ellos, potenciando enca - denamientos virtuosos en el que todos toman el riesgo y el beneficio es compartido por todos. Para lograr que esta nueva industria tenga el impacto esperado, la inversión tanto estatal como privada para la instalación de capacidades habilitantes debe ser direccionada hacia los territorios\"\"La gran oportunidad 20 FIA 20 AÑOS 21 innova+agro WWW.FIA.CL innova+agro Polos Territoriales20 FIA 20 AÑOS 21 Fomentando el encadenamiento productivo y estratégico entre agricultores, entidades tecnológicas y empresas transformadoras, los ministerios de Agricultura y Economía buscan generar polos territoriales que sienten las bases para el desarrollo de una industria chilena de ingredientes funcionales y aditivos especializados, basada en materias primas provenientes del sector silvoagropecuario nacional22 FIA 20 AÑOS 23 innova+agro WWW.FIA.CLS i se tratara de un juego de ajedrez, el tablero sería el territorio, y las piezas una entidad tecno - lógica, agricultores asociados para producir materia prima, y una empresa capaz de transfor - mar esa materia prima en ingredientes funcio-nales o aditivos especializados. Y si bien cada pieza posee movimientos específicos, acá no hay rey, reina, alfiles ni peones, sino que todas poseen la misma relevancia dentro de la estrate - gia, todas coordinadas trabajando bajo un obje-tivo común.Imaginemos por un minuto una partida de este ajedrez. Con información prospectiva en mano, una empresa transformadora, un instituto de investigación y agricultores de la región de Valparaíso, se articulan y definen una estrategia basada en el potencial que posee la extracción y comercialización de los ingredientes funcionales de las hortalizas que se han cultivado en la zona por años.El instituto realiza los estudios que confirman la calidad de la materia prima local, el nivel de concentración de los compuestos activos en cuestión y desarrolla una metodología para una extracción que conserve intactas sus propie-dades. Por su parte los agricultores, ahora asociados y compenetrados con la estrategia, se comprometen a producir y proveer la materia prima en tiempo, calidad y volumen acordados. Por último, la empresa acondiciona su planta de procesamiento para transformar las hortalizas en mercancía de alto valor comercial, dando forma a un portafolio de productos entre los que desta-ca el licopeno, ingrediente funcional del tomate cada vez más requerido por la industria mundial de alimentos saludables.La partida recién comienza. Un par de buenas jugadas y 50 agricultores se reconvierten sumando 2.500 hectáreas a la estrategia. Las piezas realizan sus movimientos de acuerdo a lo planificado y el consorcio activa la economía local, recluta mano de obra, la fuerza laboral se especializa y gatilla el desarrollo de diversos servicios que operan en la región. Nueva jugada maestra y el clúster inicia sus exportaciones a Asia, Europa y América del Norte...Lejos de la utopía, el imaginario anterior es el escenario concreto y realizable que plantean los Polos Territoriales de Desarrollo Estratégico, un instrumento que pretende sentar las bases para una nueva industria chilena de ingredientes funciona - les y aditivos especializados. Creado por el Minis-terio de Agricultura a través de la Fundación para la Innovación Agraria (FIA), y con financiamiento del FIE, este programa busca encadenar al produc-tor agrícola con la empresa extractiva asentada en un territorio específico, con miras a diversificar y sofisticar su matriz productiva, dinamizando de esta manera la economía local, atrayendo inver - sión y generando plazas laborales tanto tempora - les como permanentes. \"Cada polo deberá ser un espacio de articulación entre empresas transformadoras, entidades tecno-lógicas, agricultores, asociaciones y organiza - ciones productivas, con la capacidad de sumar a actores internacionales a través de alianzas estra-tégicas\", explica Soledad Hidalgo, jefa de Desa-rrollo Estratégico de FIA. \"Estamos hablando de un enorme esfuerzo público-privado, que permiti - rá aprovechar el gran potencial que posee Chile en la provisión de materias primas de origen agrario, agroalimentario y forestal\", destaca.El objetivo es impulsar la creación de cuatro polos territoriales en torno a la transformación de productos silvoagropecuarios, \"que tengan el potencial de convertirse en verdaderos motores capaces de dinamizar las economías locales, a través de la generación de redes de cooperación y encadenamientos productivos\", agrega Hidalgo. Queremos impulsar la creación de polos territoriales que tengan el potencial de convertirse en verdaderos motores capaces de dinamizar las economías locales, a través de la generación de redes de cooperación y encadenamientos productivos\"\" Con los Polos Territoriales y Transforma Alimentos, Chile espera pasar de 18 a 32 mil millones de dólares en exportaciones alimentarias al 2025. Soledad Hidalgo, FIA Polos Territoriales22 FIA 20 AÑOS 23 OPORTUNIDADES Y ESTRATEGIA Este ambicioso plan comenzó a gestarse en 2015, cuando FIA, a través de la Subsecretaría de Agri-cultura, presentó el instrumento al Fondo de Inversión Estratégica del Ministerio de Economía (FIE), postulación que se enmarcó en el Programa Transforma Alimentos, del cual la fundación es miembro activo.La agencia del Minagri llevaba 5 años ejecutan - do el Programa de Innovación en Alimentos Más Saludables (PIA+S) y a través de un estudio pros-pectivo había identificado con nitidez la oportuni-dad de Chile de desarrollar una industria de ingre-dientes funcionales y aditivos especializados.\"Por la riqueza y variedad de sus climas, de suelo y de materia prima, nos resultaba evidente que Chile era uno de los países con potencial para produ-cirlos -relata Soledad Hidalgo- y veíamos que la alta demanda por estos productos constituía una oportunidad única que el país no podía dejar pasar. Por eso, decidimos dar un paso más y diseñar un instrumento capaz de articular y generar sinergias entre los diversos actores vinculados a este tema, con miras a agregar valor a nuestro sector\".El pasado 23 de enero, FIA finalmente lanzó la convocatoria que asignará recursos por un total de 3 mil 600 millones de pesos en un lapso de tres años (900 millones por polo, 5.142 millones de inversión total, si se considera el aporte de las contrapartes y gastos operacionales). Según establecen las bases del concurso, los polos deberán constituirse en un espacio geográfico determinado, con un portafolio de productos en distintas etapas de desarrollo tecnológico. \"Un polo territorial deberá tener identificadas las mate - rias primas agrarias que tengan el potencial de ser producidas, dedicadas y transformadas\", detalla Hidalgo.A través de esta iniciativa y otras como Transfor - ma Alimentos, se espera que Chile pase de 18 a 32 mil millones de dólares en exportaciones alimen - tarias de aquí al 2025. Y es que si bien el desarro-llo de ingredientes funcionales aún es incipiente en nuestro país, el secretario ejecutivo del FIE, Thierry De Saint Pierre, asegura que el país posee condiciones privilegiadas para incursionar en este nicho. \"Las extraordinarias condiciones naturales que posee Chile, le han permitido desarrollarse y competir con ventaja frente a los demás países de la región. No tengo duda que los Polos Territoria - les continuarán esta senda, contribuyendo a gene-rar una industria que además de sofisticar nuestra matriz productiva, permitirá diversificar nuestras exportaciones\".De acuerdo al estudio publicado por FIA este año, el gran desafío para Chile es contar con los proce-sos tecnológicos y lograr la articulación entre los actores. No obstante, en el país ya existen empresas con experiencias interesantes, como la belga Orafti, que realiza extractos de inulina de la achicoria local, o Bioingemar, de la empresaria penquista Viana Beratto, quien partió proveyendo pigmentos a la industria cosmética y hoy incursio-na con éxito en la extracción de ingredientes para la industria alimentaria.Para la gerente de Transforma Alimentos, Gracie - la Urrutia, el instrumento creado por FIA posee un potencial incalculable, subrayando que su ejecución contribuirá de manera decisiva a alcan - zar un mayor grado de sofisticación productiva y una paleta exportadora diversificada. Con progra-mas como este, afirma, \"lograremos que el sector agrario, agroalimentario y forestal incremente su importancia relativa dentro de nuestra economía\". Las extraordinarias condiciones naturales que posee Chile, le han permitido desarrollarse y competir con ventaja frente a los demás países de la región. No tengo duda que los Polos Territoriales continuarán esta senda La convocatoria asignará recursos por un total de 3 mil 600 millones de pesos en un lapso de tres años, 900 millones a cada polo.\"\" Thierry De Saint Pierre, secretario ejecutivo del FIE24 FIA 20 AÑOS 25 innova+agro WWW.FIA.CLSOSTENIBLES EN EL TIEMPO Uno de los elementos clave de los polos será su conformación, debiendo contar con la partici - pación de al menos una empresa transformado - ra vinculada a la temática, una organización de productores y una entidad tecnológica del terri - torio. \"Un polo debe ser capaz de generar las capacidades para incorporar a los agricultores en la cadena productiva y de valor, mediante mode-los de negocio que permitan un suministro de materias primas de calidad, en forma oportuna y logrando una relación virtuosa con las empresas transformadoras\", explica el jefe de Programas y Proyectos de FIA, Rodrigo Gallardo.Trabajo colaborativo, generación de I+D+i, acuer - dos de propiedad intelectual, gobernanza partici - pativa y democrática, utilización de las capacida-des humanas, científicas y tecnológicas existentes en el territorio, y considerar la sustentabilidad ambiental como un elemento central, son varia - bles que los postulantes también deberán contem-plar en sus presentaciones.Se espera que los polos adjudicados abarquen gran parte del territorio nacional y, si bien el apoyo considera un lapso de tres años, se buscará dotarlos de herramientas que aseguren su susten-tabilidad en el tiempo. \"Creemos que aquello es perfectamente posible, toda vez que en estos terri-torios se generará una industria que diversificará la matriz productiva regional, e instalará nuevas capacidades en capital humano, infraestructura y equipamiento\", agrega el ejecutivo.El próximo 9 de mayo FIA dará por finalizado el periodo de postulación a la \"Convocatoria Polos Territoriales de Desarrollo Estratégico\". Se espe-ra que dos meses más tarde, en julio de este año, la comisión evaluadora comunique su resolución sobre cuáles serán finalmente los polos adjudica - dos. Sin duda será un momento estelar, para cuatro territorios del país, cuatro tableros, y cientos, o quizás miles de jugadores ansiosos de aplicar la estrategia y comenzar la partida. Se espera que los polos adjudicados abarquen gran parte del territorio nacional y la idea es que sean sostenibles en el tiempo. El instrumento creado por FIA posee un potencial incalculable. Su ejecución contribuirá de manera decisiva a alcanzar un mayor grado de sofisticación productiva y una paleta exportadora diversificada\" \" Graciela Urrutia, Transforma Alimentos Polos Territoriales24 FIA 20 AÑOS 25 Maqui, murta, calafate, papas nativas, quínoa, ajo, oliva... Son infinitas las materias primas producidas en Chile con potencial para generar un polo territorial de desarrollo estratégico.26 FIA 20 AÑOS 27 innova+agro WWW.FIA.CL DE DESARROLLO ESTR ATÉGICO PRODUCT IVO PA RA EL DESARROLLO INDUSTRIAL AGRICUL TORESProgra ma pa ra impulsar en territorios el desarrollo de una industria de ingrediente s funciona les y aditivos especia lizado s basada en ma terias primas agrarias de dicadas, de or igen nacional.Impulsar la generación de al menos polos territoriales, asociados al menos a ingredient es funciona les o aditivos especia lizado s, a lo la rgo del país. Se as ignarán millon es de pesos en un pla zo de añ os. Trabajo estrecho y co ordinado con los gobie rnos regional es. Sustent abilidad ec social y am bient al para los terr itorios. FIA crea el Progra ma de Inn ovación en Aliment os más Saludables P IA+S pa ra proporciona r información y desarrol lar capacida des en es te Subsec retaría de Agricultur decide postul ar al Fondo de Inversión Estr atégica del Minist erio de Economía (FIE) territoriales de desarrollo estr atégico\", postulación realiza el estudio \"Estr ategia pa ra el desarrollo de la industria de ingredient es funciona les en Chile\". Los resultados prelim inares identifi can la oportunidad y potencial que tiene Chile de desarrol lar una industria de ingredient es funciona les y ad itivos es pecia lizado s.MATERIAS PRIMAS NA CIO NALES 2010 2015PIA+S4 3.600 3 $ CENTR OS DE INVESTIGA CIÓ N Y AC ADEMIA ESPECIAL IZACIÓ N PRODUCT IVAEMPR ESAS TRANSFORMADORASMERCADO4 INSTAL ACIÓN NUEV AS CAP ACIDADES EN EL TERRITORIO A NIVE L DE RECUR OS, INFR AESTRUCURA Y UIPA MIENTODIVE RSIFICACIÓN DE LA MATRIZ PRODUCT IVA REGIONALGENE RACIÓN DE UN A NUE VA INDUSTRIA DE PRODUCT OS MÁS SO FISTICADOS Y DE MAYOR VA LOR SUST ENTABILI DAD AMBIE NTAL Y CO MERCIAL26 FIA 20 POLOS TE RRITORIALES DE DESARROLLO ESTR ATÉGICO ENCAD ENAMIENTO PRODUCT IVO PA RA EL DESARROLLO INDUSTRIAL AGRICUL TORESProgra ma pa ra impulsar en territorios el desarrollo de una industria de ingrediente s funciona les y aditivos especia lizado s basada en ma terias primas agrarias de dicadas, de or igen nacional.Impulsar la generación de al menos polos territoriales, asociados al menos a ingredient es funciona les o aditivos especia lizado s, a lo la rgo del país. Se as ignarán millon es de pesos en un pla zo de añ os. Trabajo estrecho y co ordinado con los gobie rnos regional es. Sustent abilidad ec social y am bient al para los terr itorios. FIA crea el Progra ma de Inn ovación en Aliment os más Saludables P IA+S pa ra proporciona r información y desarrol lar capacida des en es te Subsec retaría de Agricultur decide postul ar al Fondo de Inversión Estr atégica del Minist erio de Economía (FIE) territoriales de desarrollo estr atégico\", postulación realiza el estudio \"Estr ategia pa ra el desarrollo de la industria de ingredient es funciona les en Chile\". Los resultados prelim inares identifi can la oportunidad y potencial que tiene Chile de desarrol lar una industria de ingredient es funciona les y ad itivos es pecia lizado s.MATERIAS PRIMAS NA CIO NALES 2010 2015PIA+S4 3.600 3 $ CENTR OS DE INVESTIGA CIÓ N Y AC ADEMIA ESPECIAL IZACIÓ N PRODUCT IVAEMPR ESAS TRANSFORMADORASMERCADO4 INSTAL ACIÓN NUEV AS CAP ACIDADES EN EL TERRITORIO A NIVE L DE RECUR OS, INFR AESTRUCURA Y UIPA MIENTODIVE RSIFICACIÓN DE LA MATRIZ PRODUCT IVA REGIONALGENE RACIÓN DE UN A NUE VA INDUSTRIA DE PRODUCT OS MÁS SO FISTICADOS Y DE MAYOR VA LOR SUST ENTABILI DAD AMBIE NTAL Y CO MERCIAL28 FIA 29 innova+agro WWW.FIA.CL Materias Primas¿Dónde están los ingredientes? Las ventajas de nuestro país derivadas de la riqueza de sus recursos silvoagropecuarios, y la posibilidad latente de extraer de ellos ingredientes funcionales y aditivos especializados de alto valor, está determinando el enfoque de varios centros tecnológicos que han puesto sus competencias al servicio de un desafío que le podría cambiar el rostro a la economía chilena. oy se afirma que la industria de los alimentos está experimento una vuelta a sus orígenes. ¿Qué signifi-ca esto? Si retrocedemos en el tiempo, hace más de dos mil años, fue el propio Hipócrates, con su frase \"Que tu alimento sea tu medicina, y que tu medicina sea tu alimen - to\" quien sentenciaba que para nuestra salud y bienestar es vital lo que nos suministraba la naturaleza.No es casualidad que muchas tribus indígenas utilizaran frutas, verduras y diversas plantas como medios de sana-ción y para prevenir enfermedades. Existen relatos de las aventuras españolas en cuanto pisaron tierra americana, que señalan que \"Su energía la obtenían primariamen - te del maíz, y secundariamente del frijol y de los otros alimentos, en particular raíces y tubérculos\", según expre-sa el reconocido doctor Carlos Valenzuela en \"Nutrición y Prácticas Alimentarias en Centro América. Un Estudio Histórico de la Población Maya\" . Si vemos a Chile bajo este mismo prisma del pasado, el propio Pedro de Valdivia describió la comida mapuche, señalando: \"La sal que comen la hacen de una hierba que cerca de la mar nace a manera de tomillo, y en la hoja de astil de esta hierba está pegada como rocío de sal, y toman cantidad de esta hierba y quémanla, y aquella ceniza revuélvenla con agua y hacen unos panes\", según rescató Gerónimo de Bibar en alguna de sus tantas crónicas sobre el conquistador.Ahora volvamos al mundo actual: Es fácil observar que los consumidores están retornando progresivamente a los orígenes en cuanto a intereses y prácticas alimentarias, demandando productos que sean nutritivos y que además ofrezcan beneficios fisiológicos para la salud.En medio de este contexto, el estudio Estrategia para el Desarrollo de la Industria de Ingredientes Funcionalesen Chile, publicado por la Fundación para la Innovación Agraria, ha identificado como una \"oportunidad país\" el agregar valor a la materia prima nacional a través de la extracción y exportación de sus ingredientes funcionales y aditivos especializados.\"Se entiende al ingrediente funcional como el componen - te activo que, al ser agregado a un alimento formulado, le otorga a ese nuevo producto la capacidad de tener un PAMELA RIVEROSRADIOGRAFÍA DE LA CIENCIA A NUESTRA DESPENSA AGROPECUARIA Orujo uva (Antocianinas) H28 FIA 20 AÑOS 29 efecto beneficioso sobre la salud y bienestar humano o reducir el riesgo de enfermedades al consumirse en una dieta normal\", se puede leer en el estudio.\"El ingrediente funcional cumple un doble propósito: por un lado nutre al individuo y por el otro favorece o mejora el estado de salud\", complementa Rudi Radrigán, director del Centro de Desarrollo Tecnológico Agroin-dustrial de la Universidad de Concepción, CDTA.Actualmente, a nivel mundial es indudable que la pobla-ción se encuentra transitando hacia una mejor compren - sión de la interacción entre su dieta, su estado de salud y el futuro de la misma. Y en la medida que aumenta la búsqueda de productos más saludables, crece también la cantidad de nuevos productos que contienen ingredien - tes funcionales de origen natural. Son estos los que han experimentado un mayor crecimiento en Europa, donde la European Food Safety Authority controla el largo camino que debe recorrer un producto con ingrediente funcional para comprobar el efecto sobre la salud que dice tener.Según señala Viana Beratto, gerente general de Bioin-gemar -empresa dedicada a la formulación de productos bajo principios activos obtenidos de fuentes naturales- \"el gran desafío de las investigaciones científicas es aumentar la expectativa de vida con calidad, y aquí ha entrado a jugar un papel fundamental la alimentación, ya que se ha determinado que la carencia de moléculas específicas facilita el desarrollo de enfermedades, y así surgen los ingredientes funcionales\".La penetración de ingredientes extraídos de vegetales dentro de los productos relacionados con confitería, por ejemplo, ha crecido sostenidamente desde 2010, alcan-zando un 9,8% en 2014. \"Desde esa perspectiva los ingredientes funcionales son una gran opción, con un mercado mundial que sobrepasa los USD$25.000 millo - nes y un crecimiento anual significativamente superior a la industria de alimentos convencionales. A lo anterior se suman los aditivos especializados (por ejemplo colo-rantes y antimicrobianos naturales), que constituyen un mercado incluso superior al de los ingredientes funcio-nales\", aporta Alejandro Osses, gerente del Centro Regional de Estudios en Alimentos y Salud, CREAS.La tarea que Chile tiene por delante \"es conocer la potencialidad productiva de cada territorio para orien-tar y promover la producción de materias primas que contribuyan a desarrollar alimentos acordes a las necesi-dades del mundo actual: saludables, bajos en nutrientes críticos, y a la vez que sean sensorialmente atractivos y fáciles de consumir\", agrega Mariane Lutz, directora del Centro de Investigación y Desarrollo de Alimentos Funcionales, de la Universidad de Valparaíso, CIDAF.En definitiva, la población mundial está buscando productos que sean cada vez más saludables, pero además de \"etiqueta limpia\", lo que implica necesa - riamente que los ingredientes funcionales y aditivos sean de origen natural, asegurando de esta manera la ausencia de compuestos artificiales y la inocuidad de los productos. La academia y los centros tecnológicos han descuidado el tema de fondo, que es validar que los ingredientes ejercen efectivamente un efecto beneficioso en el organismo del consumidor Mariane Lutz, CIDAF Lessonia trabeculata (Alginatos)\"\"30 FIA 20 (Licopeno) Avena (Betaglucano) Soya (Fitoesteroles) Haematococcus pluvalis (Astaxantina)30 FIA 20 AÑOS 31 MATERIA PRIMA EN CHILE \"Se dice que es la industria del siglo XXI. Y Chile, por su diversidad, tiene al menos un ingrediente o aditivo por territorio, tanto terrestre como marino, por lo que es difícil abanderizarse\", comenta Rudi Radrigán, consul-tado sobre las materias primas que muestran un mayor potencial en este escenario.Los investigadores de los centros tecnológicos coinci - den en que Chile puede tener un desarrollo interesan-te en la industria alimentaria en torno a ingredientes funcionales y aditivos especializados. Según confirma el estudio de FIA, las unidades de relieve que posee el país, como las cordilleras de los Andes y de la Costa, la depresión intermedia y planicies litorales, sumado a la diversidad climática producto de estos relieves, más el posicionamiento frente al Océano Pacífico y extensión territorial, \"dotan a nuestro país de una riqueza natural incuestionable\".\"El objetivo es mejorar la calidad de la alimentación, para lo cual es relevante conocer y aprovechar la gran diversidad de productos que se pueden producir en el país para formular alimentos saludables de alta calidad nutricional\", sostiene Mariane Lutz, y agrega que, \"los ingredientes funcionales y aditivos especializados que se pueden extraer en Chile son muy variados, ya que contamos con una gran diversidad de recursos de origen marino, vegetal y animal a lo largo del país\".En esa línea, el estudio destaca los recursos agrícolas disponibles en Chile y su ventaja global. Es en ese ámbito que las frutas representan los mayores volúme - nes productivos en el país, e intensificando su produc-ción se podrían alcanzar las cifras que exhiben países de Medio Oriente (ciruelas, duraznos, limones, manzanas y uvas). A las frutas deberían sumárseles también los residuos sólidos de su procesamiento, los cuales pueden ser aprovechados para la extracción de texturizantes, antioxidantes y pigmentos, entre otros.En el caso de las hortalizas, si bien no son tan compe-titivas como las anteriores, destaca la remolacha, que representa el mayor rendimiento a nivel mundial, mientras que nuestras zanahorias y tomates muestran los volúmenes más elevados de Sudamérica, pudiendo extraerse de ellos antioxidantes, proteínas vegetales, colorantes y fibras.De otras especies vegetales como los cereales -pilar fundamental de la alimentación humana por su riqueza nutricional- se puede extraer, por ejemplo, el betaglu - cano de la avena. En Chile se ha optado por una estrate-gia de maximización de sus volúmenes productivos, lo que ha permitido en la última década posicionar al país como actor relevante para abrirse paso hacia la produc-ción de ingredientes.\"La avena es un cereal que se ha cultivado por más de un siglo en nuestro país, siendo introducida desde Euro-pa en la zona sur de Chile, y ha sido objeto de aproxima - damente 70 años de investigación y mejoramiento, lo que permitió el desarrollo de nuevas variedades mejor adaptadas a nuestras condiciones de clima y suelos, mayor rendimiento y mejor calidad de grano\", comenta Viana Beratto de Bioingemar, empresa que actualmente se encuentra ejecutando un proyecto FIA orientado a la extracción de betaglucano desde este cereal.En materia de recursos algales, Chile se ubica en primer lugar en recolección artesanal de este tipo de recursos, acaparando el 40% de las toneladas obtenidas artesanal - mente a nivel mundial. Sin embargo, esto es reducido frente a lo registrado por países acuicultores. Sin duda en este ámbito Chile posee un gran potencial natural, pero con una gran brecha en materia de tecnificación de cultivos. Las algas destinadas a la industria de ingre-dientes funcionales, pueden ser divididas en: algas rojas para producción de agar y carrageninas, y las algas pardas para producción de alginatos.Para Alejandro Osses, Chile es un productor de materias primas alimentarias de primer nivel, y en tal sentido, \"debe analizarse en cuáles somos potencialmente más competitivos para la instalación de fábricas productoras de ingredientes funcionales y aditivos especializados\".En esa línea, el experto señala que la industria de ingre-dientes funcionales y aditivos especializados debe comenzar a desarrollarse \"basándonos en los estudios publicados, donde encontramos: omega 3 desde pesca pelágica; fitoesteroles desde fibra soluble como pectinas e inuli - na desde manzanas, achicoria y/o alcachofa; antocia - ninas desde uva; y saponinas desde quillay o quínoa. Es decir, tenemos posibilidades de desarrollo de norte a sur del país con materias primas ya existentes\", destaca. En Chile existen algunos esfuerzos aislados en varias de las universidades nacionales y centros de investigación, pero están bastante lejanos de la industria. Hoy se requiere más vinculación entre el mundo de la investigación y el sector productivo Alejandro Osses, CREAS\"\"32 FIA 20 AÑOS 33 innova+agro WWW.FIA.CL Materias PrimasTAREAS PENDIENTES Según lo estableció el estudio FIA, la academia y los centros tecnológicos son fundamentales en la cadena de valor para la innovación, siempre con el desafío de asegurar la transferencia del conocimiento para aplicar los resultados de sus investigaciones en la sociedad.En tal sentido, el CREAS destaca por su trabajo en materia de asociatividad interinstitucional. \"En Chile existen algunos esfuerzos aislados en varias de las universidades nacionales y centros de investigación, pero están bastante lejanos de la industria. Hoy se requiere más vinculación entre el mundo de la investi - gación y el sector productivo, y la realización de estu-dios en escala piloto es primordial para dar ese salto\", opina Alejandro Osses.Sobre el mismo punto, Mariane Lutz señala que la academia y sobre todo los centros tecnológicos, \"han descuidado el tema de fondo, que es validar que estos ingredientes ejercen efectivamente un efecto benefi-cioso en el organismo del consumidor. Esto depende de muchos factores, que no se toman en consideración por desconocimiento, como es el efecto de la matriz alimentaria que contiene los componentes bioactivos en su bioaccesibilidad, su biodisponibilidad y su real capa-cidad de actuar en los tejidos corporales. Este tipo de situaciones se resolvería con una mayor asociatividad de los investigadores formando grupos de trabajo inter - disciplinarios\".Para Radrigán en tanto, la academia aún se encuentra en una etapa exploratoria. \"Somos muy pocos los interesa-dos en el desarrollo de esta nueva industria. El aliciente es que cada día somos más y se debe a los instrumentos que tenemos. Pero no podemos hacer mucho, ya que los fondos no consideran todas las etapas: el identificar el compuesto, luego extraerlo, purificarlo, incorporarlo a una matriz alimentaria sin perder sus cualidades y cali-dades, y que tenga buen sabor y apariencia\". El estudio FIA señala que en Chile existen 6 ingredientes funcionales y 4 aditivos especializados excluyentes, dado su gran potencial productivo y oportunidad de posicionamiento en los mercados mundiales. Algunos requieren mayor I+D, mientras que otros ya están consolidados. El alto potencial de este grupo se relaciona tanto con la disponibilidad de la materia prima, como con la tecnología involucrada en su procesamiento. LOS 10 ELEGIDOSCada día somos más. Pero no podemos hacer mucho, ya que los fondos no consideran todas las etapas: el identificar el compuesto, luego extraerlo, purificarlo, incorporarlo a una matriz alimentaria sin perder sus cualidades y calidades, y que tenga buen sabor y apariencia Rudi Radrigán, CDTA\"\" FitoesterolesAlginatos SaponinasAstaxantina Spirulina Fibra Soluble (Betaglucanos)HidroxitirosolINGREDIENTES FUNCIONALES ADITIVOS ESPECIALIZADOS Salud Cerebral Salud Cardiovascular Salud Metabólica y Salud DigestivaSalud Inmunológica/ Antioxidantes Nutrición Gelificantes / Estabilizantes Colorantes Alimentarios Agentes Espumantes32 FIA 20 AÑOS 33 ETAPAS DEL PROCESAMIENTO DE UNA MATERIA PRIMA PARA OBTENER UN INGREDIENTE FUNCIONAL Fuente: Estudio FIA Quillay ción Estr ucturación y 3)34 ANTOCIANIN AS Funcionamiento del cerebroVisión normalDesarrollo normal del cerebro del bebéDesarrollo ojos del feto y lactanteAyuda al corazónMantención presión sanguíneaNivel normal triglicéridos en la sangreMantiene niveles de colesterolGrageas para consumo humano como suplemento alimenticioOmega 3 microencapsuladoFórmulas infantilesAlimentos funcionales Suplemento alimenticios Alimentos funcionalesProductos alimenticios funcionalesCosmética Aceites jurelAceites vegetales de chía, seca) Olivo (hojas del olivo, aguas residuales de elaboración de aceite Cereales (avena y cebada, que es la más rica en en fibras). También presentes en hongosBerries nativos, orujo de uva (por su volumen es la más importante para estos fines en Chile), ciruela, cebolla morada, rábano rojo, frutilla, frambuesa, col roja, arándano, mora, vegetales normal musculaturaProtección colesterolMantención Helicobacter pylori Ayuda a espermatogénesis Surfactante natural industria agrícola: promotor crecimientoUso pecuario y acuícola: reducción amoníaco, crecimiento pecesASTAXAN SAPO NINASPérdida de pesoPreviene cáncer, diabetes, hipertensión yenfermedades viralesAntioxidanteAntiinflamatorio Reducción niveles de colesterol y riesgo a sufrir viscosidad tracto sistema cardiovascularEfecto positivo en visión en adultos mayoresLICOPE NOEscamas secas, polvoVenta a granel, cápsulas deportivasCápsulas para bellezaIngrediente para industria de confitesColorante de alimentos Alimentos, bebidas, lácteos, panadería, suplementos saludables y dietéticos, helados, cosméticos, alimentación animal ycuidado personal Sodio: impresiones agente cerveza; Calcio: curar heridas, inmobilizadorde enzimas Confites, lácteos y suplementos alimenticios Suplementos y alimentos funcionales (antioxidantes)Pigmento de alimentos Pigmentos (alimentos y bebidas)Suplementos alimenticiosAlimentos para mascotasPRODUCTOS BENEFICIO SSPIRULINA HIDR OXITIROSOL Materias NO ANTOCIANIN AS Funcionamiento del cerebro Visión normalDesarrollo normal del cerebro del bebéDesarrollo ojos del feto y lactanteAyuda al corazónMantención presión sanguíneaNivel normal triglicéridos en la sangreMantiene niveles de colesterolGrageas para consumo humano como suplemento alimenticioOmega 3 microencapsuladoFórmulas infantilesAlimentos funcionales Suplemento alimenticios Alimentos funcionalesProductos alimenticios funcionalesCosmética Aceites jurelAceites vegetales de chía, seca) Olivo (hojas del olivo, aguas residuales de elaboración de aceite Cereales (avena y cebada, que es la más rica en en fibras). También presentes en hongosBerries nativos, orujo de uva (por su volumen es la más importante para estos fines en Chile), ciruela, cebolla morada, rábano rojo, frutilla, frambuesa, col roja, arándano, mora, vegetales normal musculaturaProtección colesterolMantención Helicobacter pylori Ayuda a espermatogénesis Surfactante natural industria agrícola: promotor crecimientoUso pecuario y acuícola: reducción amoníaco, crecimiento pecesASTAXAN SAPO NINASPérdida de pesoPreviene cáncer, diabetes, hipertensión yenfermedades viralesAntioxidanteAntiinflamatorio Reducción niveles de colesterol y riesgo a sufrir viscosidad tracto sistema cardiovascularEfecto positivo en visión en adultos mayoresLICOPE NOEscamas secas, polvoVenta a granel, cápsulas deportivasCápsulas para bellezaIngrediente para industria de confitesColorante de alimentos Alimentos, bebidas, lácteos, panadería, suplementos saludables y dietéticos, helados, cosméticos, alimentación animal ycuidado personal Sodio: impresiones agente cerveza; Calcio: curar heridas, inmobilizadorde enzimas Confites, lácteos y suplementos alimenticios Suplementos y alimentos funcionales (antioxidantes)Pigmento de alimentos Pigmentos (alimentos y bebidas)Suplementos alimenticiosAlimentos para mascotasPRODUCTOS BENEFICIO SSPIRULINA HIDR OXITIROSOL 36 FIA 20 AÑOS 37 innova+agro WWW.FIA.CL Encadenamiento productivo EL CÍRCULO VIRTUOSO innova+agro Encadenamiento Productivo36 FIA 20 AÑOS 37 Uno de los rasgos que caracteriza al mercado de ingredientes funcionales y aditivos especializados es su dinamismo y mutabilidad permanente debido a factores como cambios de tendencias, surgimiento de nuevas materias primas y a la información disponible que afecta el comportamiento del consumidor. Es por esta razón que el modelo de encadenamiento productivo que logre articular la empresa transformadora, sea ésta local o extranjera, tendrá que ser flexible para adecuarse rápidamente al momento, procurando mantener siempre una relación virtuosa y sustentable con los proveedores de la materia prima. CYNTHIA ALFARO DANILO PHILLIPI 38 FIA 20 AÑOS 39 innova+agro WWW.FIA.CL as condiciones agroclimáticas privilegiadas que posee Chile son reconocidas a nivel mundial. Un potencial que ha llamado la atención de diversas empresas, tanto locales como extranjeras, que han visto la posibilidad de desarrollar emprendimientos para la producción de ingredientes funcionales y aditivos especializados en nuestros territorios, generando cadenas de valor en torno a las materias primas que en ellos se producen o podrían producirse. En tal sentido, el encadenamiento productivo que logren articular estas compañías, será determinante para inser - tarse exitosamente en el mercado y dar sustentabilidad a sus modelos de negocio.Importar la materia prima desde el extranjero, generar redes de productores o recolectores de un mismo territo - rio y articularlos en torno a la producción de un cultivo determinado, o derechamente reconvertir a un territo - rio completo introduciendo en él un cultivo de mayor potencial, son algunos de los objetivos que persiguen los encadenamientos productivos que ya se desarrollan o que podrían desarrollarse en Chile para la producción de ingredientes funcionales y aditivos especializados.Y es que según el estudio FIA \"Estrategias para el Desarrollo de la Industria de Ingredientes Funcionales en Chile\", una característica de este mercado es su dina-mismo debido a factores como el cambio de tendencias, la aprobación o rechazo de claims de funcionalidad, la irrupción de materias primas novedosas, y el cómo la información disponible afecta el comportamiento del consumidor. Por lo anterior, considerando la particularidad de cada territorio, de las materias primas que en él se produ-cen, y de los actores que se articularán en torno a la producción de ingredientes o aditivos, \"resulta estraté - gico generar modelos de encadenamiento que permitan hacer sustentable el negocio y adecuar rápidamente la Desde FIA nos interesa potenciar un modelo basado en materias primas producidas en Chile, ya que uno de los objetivos centrales de nuestro modelo es lograr que el sector primario de cada territorio, es decir productores y recolectores, se integren a las cadenas de valor\"\" Soledad Hidalgo, FIA cadena productiva a los cambios que presente la deman - da\", sostiene la jefa de Desarrollo Estratégico de la Fundación para la Innovación Agraria (FIA), Soledad Hidalgo.\"Desde FIA nos interesa potenciar un modelo basado en materias primas provenientes de nuestro sector agrario, pecuario y forestal, las cuales pueden ser endémicas, nativas o introducidas. Pero queremos que se produz-can en Chile, ya que uno de los objetivos centrales de nuestro modelo es lograr que el sector primario de cada territorio, es decir productores y recolectores, se inte - gren a las cadenas de valor\", agrega la profesional.Con vasta experiencia en el ámbito de la innovación agroalimentaria, Hidalgo confía en que a través de este esquema Chile sofisticará sus materias primas, dedi-cándolas a la producción de ingredientes funcionales y aditivos especializados de la más alta calidad a nivel mundial. \"Para lograrlo, necesitamos modelos de enca - denamiento y de negocios innovadores, que permitan que la transformación y la producción de materia prima se unan en una relación virtuosa, justa y equitativa, con capacidad para responder a las demandas de los merca - dos de manera rápida y eficiente\", sostiene. Encadenamiento ProductivoL38 FIA 20 AÑOS 39 // LA EXTENSA RED NANUVA // En Chile actualmente existe cerca de un centenar de empresas que exportan o producen ingredientes funcio-nales. Sin embargo, muy pocas operan en el marco de modelos de encadenamiento productivo.Una de estas excepciones es Nanuva, empresa pensada y creada por cuatro profesionales chilenos en la región del Biobío, que vieron en la industria de ingredientes funcionales la oportunidad para innovar y explorar un nuevo mercado.\"Partimos sin capital, pero armamos un proyecto donde sabíamos que la inversión tenía que ser alta ya que los equipos son costosos para poder responder como corres-ponde a la industria. Al cabo de dos años logramos montar esta empresa de mediana escala, pero diseñada modularmente para ir creciendo de manera progresiva\", señala uno de los socios fundadores y actual gerente de Exportaciones y Abastecimiento, Tomás Huerta. \"En seis meses tuvimos la planta operativa, aunque estu-vimos mucho tiempo sin vender nada, pero nuestros inversionistas siguieron con nosotros\", agrega.Hasta que el maqui se convirtió en su principal materia prima, lo que les permitió dar el salto para transformar - se en uno de los líderes en innovación agroindustrial del país, utilizando procesos de deshidratación a baja temperatura de alta eficiencia, únicos en América Lati - na. Hoy además procesan productos en base a aránda-nos, rosa mosqueta, piña, frambuesa, mora, entre otros.Luego de dos años de funcionamiento, Nanuva posee una capacidad productiva de 150 toneladas, duplicando este indicador durante este periodo, lo que ha llevado a la empresa a pasar de las 5 personas que partieron con el proyecto, a los 25 trabajadores de planta con que cuenta actualmente. La clave, según Huerta, ha sido el entregar un producto cien por ciento natural, sin aditivos, saludable e inocuo para la industria de los ingredientes en el mundo, mini - mizando las pérdidas de propiedades de la fruta.Una de las fortalezas de Nanuva es su plataforma microbiológica. \"Generamos productos inocuos, que se deshidratan por debajo de los 30° Celsius, con una apli - cación bajo microondas que mata a hongos y bacterias. Eso hace que nuestros productos sean muy apetecidos en el extranjero. Otra de nuestras ventajas, es la capa - cidad de ir creciendo de forma modular y acorde a la demanda\", agrega el gerente de la empresa.Pero quizás el aspecto más relevante en el modelo de negocio de Nanuva ha sido la cercanía que han genera-do con sus proveedores de materia prima: una extensa red de recolectores de frutos silvestres ubicados desde Maule a Magallanes.\"Contar con esta red de recolectores es fruto de un pere-grinaje de visitas a terreno, donde logramos convocar a familias enteras, y hoy podemos decir que gracias a este trabajo nos sobra la materia prima\", comenta Tomás Huerta.También les ha favorecido el estar ubicados en Los Ángeles, pues en este territorio se encuentra la mitad del maqui disponible de Chile, además de rosa mosque-ta, arándanos y frambuesas. \"Los mejores recolectores están en esta región y eso nos va potenciando, generan - do cercanía y lealtad con todos los involucrados\", dice Tomás.En términos de mercado, el mismo peregrinaje que se hizo con los recolectores se realizó con los potenciales clientes, viajando y conociendo in situ sus demandas. Hoy Nanuva exporta a Estados Unidos, Corea, Japón, Nueva Zelanda, Canadá y Argentina. Los productos de Nanuva son cien por ciento inocuos, ya que se deshidratan por debajo de los 30° Celsius, y al aplicar tecnología microondas, hongos y bacterias se eliminan. Rico en polifenoles, el maqui es uno de los productos más demandados por los clientes de Nanuva, ya sea deshidratado o como jugo concentrado.40 FIA 20 AÑOS 41 innova+agro WWW.FIA.CL // EL MODELO FORÁNEO // Beneo es una compañía belga-alemana que llegó a Chile en 2004, siendo actualmente la única empresa que comercializa inulina extraída desde la achicoria fuera de Europa. Conocida en nuestro país como Orafti y situada en la región del Biobío, esta empresa ofrece una gama de ingredientes con beneficios nutricionales, saludables y técnicos, donde además de los derivados de la achico - ria destacan remolacha, arroz y trigo.Peter Guhl, raw material manager de la compañía, cuen-ta que cuando llegaron a Chile tuvieron que traer todo, desde el manejo del cultivo hasta el proceso producti-vo. Durante estos 13 años en el país, Guhl dice haber visto proyectos interesantes en alimentos funcionales, \"pero aún no son emprendimientos de gran tamaño, sin embargo todas las tendencias indican que es una indus-tria que tiene mucho futuro\".En su modelo de negocio, Orafti trabaja con producto-res de la zona de Pemuco bajo \"agricultura de contrato\", tanto para la achicoria como para la biomasa de varias pymes del sector. \"El hecho de poder sembrar tu propia materia prima es una ventaja competitiva mayor, permi-tiendo influir sobre la calidad y disponibilidad\", asegura Guhl. Un caso similar es el de Diana Food, compañía de origen francés que hoy es parte del grupo Symrise. Operando en Chile desde el año 2007, han tenido como base el desarrollo sustentable de los proveedores de materia prima y la incorporación creciente de nuevas tecnologías de transformación.Su modelo productivo se basa en una estrecha relación con los proveedores de la materia prima, tanto dentro como fuera del país. \"En todos los casos existe un control riguroso de las prácticas productivas, la susten-tabilidad y trazabilidad de las materias primas que utili-zamos en nuestros procesos. Pues uno de nuestros focos de negocio es la alimentación infantil, que nos obliga a mantener altos estándares de calidad e inocuidad en toda la cadena de valor, permitiéndonos proveer a los principales fabricantes de esta categoría de productos a nivel mundial\", indica el commercial manager para Latinoamérica, Roberto Quintana. En su modelo de negocio, Beneo (Orafti en Chile) trabaja con agricultores de Biobío bajo agricultura de contrato para la achicoria y biomasa generada por pymes del sector. Situada en Los Ángeles, Nanuva con dos años de funcionamiento actualmente posee una capacidad productiva de 150 toneladas de productos derivados de la fruta fresca.En Chile trabajan principalmente con productos vege-tales, tanto frutas como hortalizas, las que transforman mediante tecnologías de secado de tambor y torre, así como de concentración. Dentro de las principales mate - rias primas procesadas destacan apio, hakusai (verdura asiática), acerola (Brasil), betarraga (Francia), frutilla, naranja y manzana. Contar con esta red de recolectores es fruto de un peregrinaje de visitas a terreno, donde logramos convocar a familias enteras, y hoy podemos decir que gracias a este trabajo nos sobra la materia prima\"\" Tomás Huerta, Nanuva Encadenamiento Productivo40 FIA 20 AÑOS 41 // LA RIQUEZA NATURAL // Más allá de sus modelos particulares, estos empresarios coinciden en el auspicioso panorama que tiene Chile por delante, si logra insertarse en el mercado mundial de productos funcionales a través del aprovechamiento de sus materias primas.\"Existe potencial agrícola, científico e industrial para posicionar a Chile como un proveedor de ingredientes funcionales de alto valor agregado, ejemplo de lo ante-rior es la murtilla, rosa mosqueta, aloe vera, calafate y maqui, entre otros\", sostiene Roberto Quintana.No obstante lo anterior, el gerente comercial de Diana también advierte ciertas limitantes que afectarían el desarrollo de este mercado en Chile, dentro de las cuales destaca la ausencia de una conexión más intensa y profunda entre academia, industria y Estado. \"Está la necesidad de generar una instancia que permita alinear las capacidades de todas las partes en el diseño de proyectos de innovación que respondan adecuadamente a las tendencias de mercado y/o a las necesidades país\", advierte Quintana.De forma paralela -agrega- es necesario dotar a los orga-nismos regulatorios de herramientas técnicas y admi - nistrativas, que les permitan responder adecuadamente a la creciente demanda por productos funcionales. Y también incentivar la innovación como parte del trabajo regular del sector público y privado. \"Que la innova-ción sea reconocida como una herramienta fundamental del desarrollo económico y social del país\", indica el profesional.Misma opinión tiene Tomás Huerta de Nanuva, pero además plantea que Chile debería tener una estrategia país orientada a los alimentos funcionales, como tema macro, y desde ahí potenciar a todos quienes están trabajando en esta industria. \"No sacamos nada con que el Estado nos otorgue recursos si no se actúa por un bien común de manera seria y ética, se debe dar un trabajo en equipo, porque de lo contrario los únicos que podrán competir serán las grandes empresas\".Sin duda, es la riqueza natural que caracteriza a nuestro país la variable que se levanta como nuestra principal fortaleza, no obstante -comentan los actores involucra - dos- en pos del desarrollo de esta industria los esfuer - zos deben enfocarse en los programas orientados a la formación de capital humano, e incentivar el desarrollo de la I+D en terreno nacional a través de la implementa - ción y creación de tecnología. En tal sentido, la industria requiere de una fuerte inver - sión en capital social, lo que en algunas experiencias nacionales ya está sucediendo, para de esta manera profundizar la relación entre el sector empresarial, las instituciones encargadas del desarrollo de investigación aplicada y las agencias gubernamentales. Durante la temporada Orafti extrae la inulina desde la raíz de la achicoria generando principalmente producto semiterminado, mientras que el resto del año se realiza su purificación y secado. El hecho de poder sembrar tu propia materia prima es una ventaja competitiva mayor, permitiendo influir sobre la calidad y disponibilidad\"\" Peter Guhl, Orafti42 FIA 20 AÑOS 43 innova+agro WWW.FIA.CLEl ej emplo de la i nulina La inulina es un carbohidra to (no digerible) que se utiliza amplia ment e como ingrediente en aliment os funciona les por sus bene ficios tanto nutricionales, como tecnológ icos: sistema digestivo sa ludable (es una fibra con efecto prebiótico); huesos fuer tes (aumenta 20% la absorción de calcio); control del peso (es un regulador de saciedad); reducción de azúcar (semejan te a endulzante); reducción de grasas (mejora textura, cr emosidad). El año 2004, la compañía belga -alemana Or afti llegó a Chile -región del Biobío- con el ob jetivo de extraer inulina y sus de rivados desde pl antas de achi coria. La empresa construyó una pl anta de proc esamiento para su e xtrac ción en la provincia de Ñuble, con una inversión de US$2 00 millones. Dos años despué s, la fir ma comienza a expo rtar inulina a t oda Amér ica. Al año 2014, en la región del Biobío existían 2.500 hect áreas de achicoria, con un alto grado de mecanización, riego tecnifi cado, asistencia técnic a, y un desarrollo logísti co adecuado. Numer osos agricultores de remolacha se convirtier on a la achi coria, la empresa contr ata ma no de obra pe rmanente y t empora l pa ra la extrac ción, la fuer za laboral de la zona se especia liza en labores agrícolas y se produce un desarrollo en diversos servicios a niv el loc al. A pa rtir de esta experiencia, Chile se ha posicionado como el tercer product or de inulina a niv el mund ial. Existe un control riguroso de las prácticas productivas, la sustentabilidad y trazabilidad de las materias primas que utilizamos en nuestros procesos\" \" Roberto Quintana, Diana Food Encadenamiento Productivo42 FIA 20 AÑOS 43 44 FIA 20 AÑOS 45 innova+agro WWW.FIA.CLGrageas de rosa mosqueta, extracción de betaglucano desde la avena y el desarrollo de pigmentos naturales a partir de papas coloreadas, son algunas de las iniciativas impulsadas por FIA, que buscan potenciar la industria de ingredientes funcionales y aditivos especializados. Innovación / EL MÉTODO INÉDITOUn elemento clave en la innovación es la sensibilidad frente a la evolución de las necesidades de la sociedad, es decir, identificar las oportunidades que pueden a corto o mediano plazo transformarse en una solución, producto, negocio y, por qué no, conformar los cimien - tos de una nueva industria. Un enfoque que constituye el fundamento del trabajo que la Fundación para la Inno-vación Agraria (FIA) está desarrollando para impulsar una industria de ingredientes funcionales y aditivos especializados en Chile, luego de confirmar el potencial que posee una amplia gama de recursos agropecuarios que se producen en nuestros territorios.Es así como en el marco de su Programa de Innova-ción en Alimentos más Saludables, FIA decidió crear Bioingemar Ltda. es una empresa del Biobío con una larga trayectoria en las áreas de alimentos y cosméti - ca, y que hoy apuesta por extraer el betaglucano de la avena, ya que este cereal es el segundo más importante en superficie cultivada y se concentra principalmente entre las regiones del Biobío y Los Lagos. La avena es reconocida por sus propiedades nutricio-nales, es una excelente fuente de fibra, especialmente betaglucanos, proteínas, vitaminas, minerales y antioxi - dantes. Entre sus beneficios para la salud destacan el control del apetito, mejoramiento del sistema inmune, corrección del tránsito intestinal, reducción de los nive-les de colesterol LDL y de azúcar en la sangre, control de la presión sanguínea, y prevención de cáncer colo-rrectal. Los betaglucanos se encuentran en el endosperma y en la pared celular de las aleuronas de la semilla de avena. Muchos de sus beneficios se pueden explicar por su viscosidad, como por ejemplo su mecanismo de acción para disminuir el colesterol. Desde un punto de vista industrial, esta viscosidad también permite la retención de líquidos, razón por la cual los betaglucanos han pasa-do a ser ingredientes funcionales de gran interés para diversas formulaciones en la industria de alimentos.El objetivo del proyecto de Bioingemar, es el desarro-llo de un proceso para obtener betaglucanos de avena para la industria de alimentos y así poder proyectar la producción industrial. \"A partir de estos ingredientes, nuevos para la industria nacional y alternativos en el mercado internacional, se proyecta un modelo de nego-cio inclusivo que asegurará el encadenamiento produc-tivo, comenzando por el productor de avena, la produc-ción de ingredientes y su llegada a la industria\", explica la ingeniera bioquímica y coordinadora de la iniciativa, Viana Beratto.un instrumento de apoyo específico en esta línea, a través del cual se ha impulsado el desarrollo de numero-sas iniciativas en I+D+i. El año 2015 se lanzó la primera convocatoria nacional focalizada en alimentos saluda-bles, la cual al año siguiente se reeditó, adjudicando seis proyectos en la línea de ingredientes funcionales y aditivos especializados. A continuación les contamos los detalles de tres* de estas iniciativas, que están apostando por la agregación de valor a nuestras materias primas, dando potentes señales del alentador futuro que el sector agroalimenta - rio chileno tiene por delante. * Los proyectos FIA de desechos agroindustriales son abordados en la nota \"Opción por descarte\", pág. 62. Betaglucano desde la avena Debido a su capacidad para retener líquidos, los betaglucanos son ingredientes funcionales de gran interés para la industria alimentaria. CYNTHIA ALFARO Made in Chile44 FIA 20 AÑOS 45 / A TODO COLORLa información obtenida en este proyecto será utili - zada para la instalación de una planta industrial de producción de betaglucanos y derivados, como aceites y proteínas.\"Esperamos diseñar y aplicar un método de extracción de betaglucanos único, que por primera vez utiliza - rá cepas bacterianas con actividad biológica, aisladas desde abejas, para romper las paredes celulares del endosperma y aleurona de las semillas de avena, y así liberar el betaglucano\", comenta la profesional, agre-gando que esta información fue obtenida en el marco de un proyecto FIA anterior, propuesto y ejecutado por Bioingemar.\"El uso de estas bacterias en procesos extractivos es una innovación que nos permitirá evadir posibles restriccio - nes establecidas por futuros competidores en el extran - jero\", concluye Beratto. En la región de La Araucanía, la Universidad de La Frontera está trabajando en la obtención de pigmen - tos de papas coloreadas para su uso como coloran-te en alimentos procesados, esto luego de los buenos resultados de un proyecto desarrollado en conjunto con Novaseed Ltda., donde se caracterizaron los perfiles y concentraciones de antocianinas, pigmentos que apor - tan el color a la pulpa de la papa.En casos destacables, las concentraciones de dichos pigmentos fueron mucho más altas a las reportadas en otras fuentes de pigmentos de la misma familia, como algunos berries nativos y arándanos. \"Con estos resultados surge la idea de optimizar la extracción de dichos pigmentos a partir de la pulpa de la papa, para ser utilizados como colorantes naturales en la indus-tria alimentaria en reemplazo de colorantes artificiales, debido a los permanentes cuestionamientos, entre ellos los posibles efectos adversos en la salud humana\", indi-ca la investigadora y coordinadora del proyecto, María Antonieta Ruiz.Actualmente se está ejecutando la primera etapa del proyecto, cuantificando dichos pigmentos en las varie-dades de papa seleccionadas y determinando los rendi-mientos agronómicos de dichas variedades, lo que permitirá comenzar prontamente con la optimización de las condiciones de extracción. Pigmentos desde papasEsperamos aplicar un método de extracción único, que utilizará cepas bacterianas con actividad biológica, aisladas desde abejas, para romper las paredes celulares del endosperma y aleurona de las semillas de avena, y así liberar el betaglucano Nuestro objetivo es optimizar la extracción de pigmentos a partir de la pulpa de la papa, para ser utilizados como colorantes naturales en la industria alimentaria en reemplazo de colorantes artificiales\"\" -Viana Beratto, Bioingemar - -María Antonieta Ruiz, investigadora - Algunas líneas de papas coloreadas poseen concentraciones de pigmentos incluso mayores a berries nativos y arándanos. \"\"46 FIA 20 AÑOS 47 innova+agro WWW.FIA.CL/ GRAGEAS MÁGICAS Rosa mosqueta funcional Teniendo como base la participación de la Coordinado- ra Regional de Recolectoras y Recolectores del Biobío A.G (CORBIOBIO), esta iniciativa liderada por la Universidad de Concepción, contempla la obtención de grageas comestibles de rosa mosqueta con propiedades bioactivas para la salud, a partir de la caracterización de la materia prima según la zona geográfica de reco-lección.Chile es el principal productor de rosa mosqueta, con un 85% de la oferta mundial. Este fruto silvestre se carac - teriza por poseer reconocidas propiedades nutracéuti - cas, destacándose los beneficios de sus antioxidantes, y recientemente se ha identificado un flavonoide glicosí - dico importante para el combate de la obesidad.Además es una fuente de micronutrientes, incluyendo las vitaminas C y E, entregando un buen aporte nutri-cional. Posee también altos contenidos de ácidos grasos esenciales omega 3 y omega 6, necesarios para el creci - miento y reparación de las células pero que el cuerpo no los produce, por lo que se deben ingerir a través de la alimentación.Con todos estos beneficios se elaborarán grageas comestibles de rosa mosqueta, cien por ciento naturales, que no contendrán ingredientes químicos, preservantes ni aditivos. Estas grageas podrán ser utilizadas en diver - sas preparaciones, aportando color y sabor a los platos.Una de las particularidades de este proyecto, es el eje competitivo que se quiere lograr incorporando a CORBIOBIO, ya que además de la recolección que realizan habitualmente del fruto, los recolectores serán instruidos en el reconocimiento de la materia prima requerida y en los principios de funcionamiento de los equipos y líneas de procesamiento.Para esto se realizará una evaluación en terreno de las condiciones actuales de las unidades de proceso de los recolectores, en donde se relevará el punto de acopio de la materia prima, sala de proceso, equipamiento e infraestructura de almacenamiento, de manera de deter - minar las mejoras necesarias a implementar para la incorporación del nuevo proceso.Posteriormente se implementará nuevo equipamiento en las unidades de proceso de los recolectores para la elaboración de las grageas. En la etapa final del proyec-to, se buscará financiamiento que permita la incorpora-ción de este nuevo equipamiento -a través de INDAP o Prodesal- para las 10 unidades productivas pertene - cientes a CORBIOBIO, o la alternativa de un centro de acopio y proceso conjunto. El proyecto contempla la elaboración de grageas comestibles de rosa mosqueta, cien por ciento naturales, libres de ingredientes químicos, preservantes y aditivos, las que podrán ser utilizadas en diversas preparaciones, aportando color y sabor a los platos. La rosa mosqueta posee altos contenidos de ácidos grasos esenciales omega 3 y 6, necesarios para el crecimiento y reparación de las células. Made in Chile46 FIA 20 AÑOS 47 48 FIA 20 AÑOS 49 innova+agro WWW.FIA.CL PAULA REYES MARISOL GONZÁLEZ Los pigmentos artificiales hoy están fuertemente cuestionados por las relaciones que se han descubierto entre su uso y problemas de salud como las alergias, el déficit atencional en niños e incluso la aparición de algunos tipos de cáncer. Frente a este escenario, la alternativa de la industria es clara: mirar hacia lo natural.PIGMENTOS NATURALES Pigmentos Naturales LOS NUEVOS COLORES DE LA INDUSTRIA48 FIA 20 AÑOS 49 ojos, naranjos, amarillos, verdes, cafés y morados. La gama de colores de nuestra comida está bastante inter - nalizada por la población y estudios de marketing han demostrado que los consumidores son más bien tradi-cionales en este tema. Productos como el ketchup azul -elaborado por Heinz con foco en el segmento infantil a inicios de la década del 2000- tuvo un auge tan estri-dente como su caída: tras seis años en el mercado, en 2006 la marca decidió cesar su producción, represen-tando un período muy corto en la larga tradición de la compañía norteamericana que comenzó a comercializar su mundialmente famosa salsa de tomates en 1876.Sin embargo, en su globalidad, la industria depende en gran medida de los colorantes para mantener la aparien - cia natural de los alimentos después de procesados. Más allá de una cuestión de marketing, los colores de los alimentos son parte de la experiencia de comer, que vincula los sentidos del gusto, del olfato y la vista. Este proceso está asociado a un factor evolutivo, pues mucho de lo que nos apetece pasa por nuestro filtro visual. Un estudio de la Universidad de Oxford plantea que más de la mitad del proceso cerebral que se desencadena cuan-do comemos se realiza en la corteza del cerebro, el lugar donde se procesan los estímulos visuales.En materia legal, según el decreto supremo N° 405 del Código Sanitario, el Ministerio de Salud ha dispuesto que en Chile los únicos colorantes artificiales, natura-les y sintéticos que pueden usarse en nuestra industria son los permitidos por el Food and Drug Administration (FDA) estadounidense, así como también los autoriza - dos específicamente para uso cosmético por la Comuni-dad Económica Europea. En ambas normas hay diver - sos colorantes sintéticos prohibidos, como el D y C Rojo n°8, n° 9 y n° 19.Desde el punto de vista de la salud, muchos coloran - tes han sido cuestionados por sus efectos nocivos. Compuestos como el amarillo crepúsculo o la tartrazina, presentes en muchos de los productos comercializados para niños, han sido relacionados con alergias alimen - El interés por los pigmentos naturales no sólo se remite al mercado de los alimentos. También está en la mirada de las industrias cosmética, farmacéutica, textil y de insumos para artículos infantiles, que buscan sustituir los compuestos artificiales.«« La papa Pulpa morada INIA, posee excelentes cualidades como materia prima para la extracción de colorantes naturales. Rtarias, déficit atencional e incluso con la aparición de cáncer. Las tendencias mundiales que avanzan hacia una alimentación más saludable e inocua, han obligado a la industria a mirar hacia lo natural: los colores están presentes en la naturaleza y hay que trabajarlos.\"El interés por los colorantes naturales nace en Chile alrededor de 2011 o 2012, asociado al mercado de alimentos saludables e inocuos, que hoy es tendencia mundial\", explica María Teresa Pino, PhD en Fisiología y Genética Vegetal y coordinadora del Programa Nacio-nal de Alimentos del INIA. \"Esta es una tendencia que llegó para quedarse, no sólo en colorantes para la indus-tria alimenticia, sino en sabores naturales y en el uso de pigmentos en la industria cosmética, textil y farmacéu - tica\", asegura.50 FIA 20 AÑOS 51 innova+agro WWW.FIA.CLPAPAS Y CAMOTE Antocianos y Carotenoidespor montón El Laboratorio de Fisiología y Genética Hortícola de INIA y la empresa de colorantes y pigmentos FMC Corporation Chile Limitada, se asociaron con el objeti - vo de darle competitividad a los colorantes obtenidos de la papa y el camote. Los parámetros son claros: relación costo por punto de color, estabilidad e inocuidad.En el caso del camote, su origen es Centroamérica, aunque Asia es el principal productor. Los estudios realizados por INIA han introducido con gran éxito más de 50 tipos de camotes para evaluar su potencial como materias primas para la obtención de pigmentos.Su compuesto activo son los carotenoides, que dan colores rojo, amarillo y anaranjado. Éstos son sintetiza - dos en forma natural por frutas, verduras y por algunas especies de microorganismos como hongos y microal - gas. Es por ello que una dieta con altos contenidos de estos pigmentos tiene el potencial de disminuir la inci - dencia de arterioesclerosis, enfermedades cardiovascu-lares y también se ha comprobado su efecto positivo en la prevención del cáncer.Otro de los intereses que despierta el estudio del camote es su potencial para ofrecer una alternativa a la cochini - lla, un insecto que vive en las tunas y que hoy es el líder del mercado de los pigmentos rojos, pero que despierta ciertas reticencias en algunos consumidores con regí-menes alimenticios especiales, como los veganos. Pigmentos NaturalesLa doctora Pino ha liderado dos importantes investiga - ciones asociadas a los colorantes a partir de materias primas vegetales: \"Obtención de pigmentos naturales competitivos a partir de materia prima nacional (papa y camote) y Rescate y domesticación del calafate en Magallanes con alto potencial en antioxidantes y colo-rantes. Según explica, el colorante natural no sólo otorga color, sino que también están comprobados sus beneficios en la salud humana. Por ejemplo, morados, azules y rojos tienen una alta cantidad de antioxidan - tes, como la zanahoria morada y la cebolla morada, que ayudan a controlar una gran cantidad de enfermedades. \"Los colorantes naturales, además de ser aditivos, son ingredientes funcionales\", subraya.50 FIA 20 AÑOS 51 la gran demanda internacional y por tratarse de un mercado en franco crecimiento. \"En Chile casi no hay empresas productoras de colorantes naturales, son muy caros. En Inglaterra por ejemplo, hay una bebida de fantasía de sabor frutal hecha con colorantes naturales que tiene un valor de 2 euros. En Chile ese valor sería 4 o 5 veces más alto\", comenta la investigadora.No obstante, el interés por los pigmentos naturales no sólo se remite al mercado de los alimentos. También está en la mirada de las industrias cosmética, farmacéu - tica, textil y de insumos para artículos infantiles, que buscan sustituir los compuestos artificiales. \"Los jugue-tes para niños son otra de las preocupaciones importan - tes hoy\", señala Pino. \"Hasta el momento los estudios que se han desarrollado en Chile se han enfocado en alimentos, pero el potencial de los pigmentos es enor - me\", finaliza la experta. La doctora María Teresa Pino de INIA, se encuentra trabajando en dos importantes proyectos orientados a la obtención de ingredientes naturales. En el caso de la papa de color morado, INIA en su Centro Remehue de la Región de Los Lagos, se encuen-tra desarrollando un programa de mejoramiento genéti - co orientado tanto al consumo fresco como al procesado (para papas fritas, puré en polvo y en hojuelas y otros), contando con un total de 55.000 plantas en el campo y 90 clones de éstas seleccionadas para pigmentos.Los antocianos contenidos en la papa son los respon-sables de las coloraciones roja, púrpura y azul, y son sintetizados de forma natural por frutas, verduras, flores y algunos cereales. Se ha identificado en ellos más de 600 compuestos químicos descritos como antocianinas, las cuales hoy son de alto interés para la industria de alimentos, ya que tienen el efecto benéfico de bloquear los radicales libres, causantes de la degradación de las células, la principal causa de envejecimiento.Estos ensayos plantean interesantes oportunidades dada 52 FIA 20 AÑOS 53 innova+agro WWW.FIA.CL CRECIMIENTO EN CIFRASEspirulina Zanahoria negra Camote moradoUva tintorera Camote rojo Carmín (ácido carmínico es el rojo brillante extraído de la cochinilla Dactylopius coccus ) Cúrcuma (curcumina es el principal pigmento de este tubérculo, proporciona un tono amarillo-verdoso en solución)Pimientos amarillos Zanahorias Espinaca AlfalfaBetarragaTunas Camote naranjo Zapallo camote Pimientos rojosFUENTES COMPUESTOSLa industria de pigmentos es una de las de mayor volumen de ventas a nivel mundial: 700 toneladas al año entre naturales y sintéticos. El mercado mundial de pigmentos sintéticos representa un volumen de ventas de 400 millones de dólares al año, de los cuales el 50% se dirige a la industria textil y un 25% a la industria alimentaria. En Chile, la industria de pigmentos naturales es una actividad nueva pero en crecimiento sostenido, debido a la necesidad de reemplazar los pigmentos sintéticos con pigmentos naturales inocuos para la salud humana. Actualmente los principales productores y proveedores de materias primas para la producción de colorantes como antocianos y carotenos están ubicados en países como Turquía, China, Francia, Italia y España. Pigmentos Naturales52 FIA 20 AÑOS 53 INIA ha trabajado en el mejoramiento de la papa morada chilena para potenciar sus pigmentos. Chile ha introducido 50 tipos de camotes para evaluar su potencial como materias primas para pigmentos. Calafate mejorado para potenciar sus cualidades como materia prima para la elaboración de pigmentos. Relación costo por punto de color, estabilidad e inocuidad son los parámetros que rigen la industria de los pigmentos.54 FIA 20 AÑOS 55 innova+agro WWW.FIA.CL ESTER SÁEZ HUEICHAPÁN Miré el mundo con diez años de anticipación\" \" Entrevista: Ester Sáez54 FIA 20 AÑOS 55 Inspirada por la idea de que la belleza se proyecta desde el interior, Ester Sáez supo hace una década que debía mirar a la industria de ingredientes funcionales para materializar esta filosofía. Al poco andar, revolucionó la cosmética con su \"elixir de la eterna juventud\", una mezcla de antioxidantes provenientes de los berries más australes del mundo. Hoy, desde su rol de gerenta de Arauco Nutrientes Naturales, la ganadora del Premio Avonni 2012 continúa su cruzada de rescate y valorización de recursos naturales nativos, esta vez con su materia prima predilecta: el maqui. Creadora incombustible, la ingeniera sostiene que Chile tiene una oportunidad única de tomar las banderas del mercado mundial de ingredientes funcionales y aditivos especializados. PAMELA RIVEROS \" o tengo mucha relación con lo indígena. Mi mamá es de origen mapuche y sentí que esto era volver a esos orígenes, a la forma como se alimentaba y vivía ancestralmente la gente\", cuenta Ester Sáez Hueicha - pán, ingeniera comercial que en 2008 revolucionó la cosmética con el lanzamiento de su línea de productos Cosmetofruit. Cuando se le pregunta sobre ingredientes naturales, su voz se acelera desbordando un entusias-mo que contagia. Aquel galardonado emprendimiento la introdujo en un mundo alucinante, advirtiendo antes que nadie el potencial que guardaban nuestros berries nativos australes. Su elixir de la \"eterna juventud\" no sólo le permitió convertirse en una referente de la inno-vación y del mercado wellness, sino también viajar a las raíces mismas de su historia familiar. Entrar al mundo de los ingredientes funcionales fue algo natural para ti... Sí, yo creo que esto viene de mi abuelo, que de hecho vivía en el sur. Son cosas que te quedan en la cabeza. Hoy cuando hablamos de alimentación nos estamos refiriendo fundamentalmente a los alimentos proce-sados; en cambio cuando hablamos de ingredientes naturales tiene que ver con la ingesta de lo esencial de nuestros recursos alimentarios. Y yo siento que la humanidad poco a poco está retornando a esa alimenta - ción que se perdió. Y esto ha ido de la mano con una búsqueda personal tuya... Claro, me di cuenta que los ingredientes de origen natu- ral tenían una historia que les daba sentido. Si tú inda-gas en la historia de la papa chilota, te enteras que tiene un sentido maravilloso y te das cuenta que su ingesta de hace 300 años era totalmente distinta, porque no era procesada y tenía los beneficios del producto al natural y recién cosechado. LA GRAN INDUSTRIA DE LA BELLEZA ¿Cómo se dio esta orientación tuya hacia la industria de la salud y la belleza? Yo creo que en general a las mujeres nos interesan estas cosas. Y eso se mezcló con mi interés por las mate - rias primas nativas, mi origen mapuche, y todo eso me estaba dando vueltas. Entonces comencé a pensar en ingredientes naturales endémicos, que tuvieran backup científico y que fuesen productos de alto valor y comercializables a nivel internacional. Porque con un producto como el yogurt, por ejemplo, tienes un consu-midor diario que está dispuesto a pagar un rango de pr ecio, pero ese precio no era sustentable para mí como emprendedora y además me alejaba del nicho que me interesaba. Y ahí aparece el Beauty from within, un alimento para la belleza. En 2012 Ester Sáez ganó el Premio Avonni en la categoría Alimentación por la creación de la línea Cosmetofruit. La categoría Beauty From Within (belleza desde dentro) vincula la alimentación con la cosmética.Y56 FIA 20 AÑOS 57 innova+agro WWW.FIA.CLY decidiste combinar belleza y bienestar... Cuando quieres comprar un producto de belleza tu están- dar se eleva bastante, y las mujeres estamos dispuestas a pagar por calidad. Entonces pensé en cómo hacer un alimento que tuviera alta disposición de compra. Y creé Cosmetofruit, una línea de jarabes funcionales -mezcla de distintos berries, entre ellos el maqui y la murta- que tienen la cualidad de cuidar y mejorar la calidad de la piel, las uñas y el cabello, vinculando de esta manera la alimentación con la cosmética. Un producto que califi - caba en esta categoría nueva, que yo no tenía idea que existía, llamada Beauty from within , es decir \"belleza desde dentro\". ¿Cómo llegaste a crear este producto desde sus aspec- tos más técnicos? Partí licenciando una tecnología de Lucien Biotechnolo - gies, un grupo que en ese momento estaba trabajando en el DICTUC con polifenoles y flavonoides de manzanas. Yo no tengo formación científica, pero soy muy buena trabajando con grupos de investigadores, y aquí está lo fantástico de todo: el convertir la ciencia dura en ciencia aplicada para que llegue a las personas y se transforme en un hábito como el yogurt. Pero que además la gente sepa que su consumo conlleva un beneficio y bienestar, tal como era la ingesta de alimentos hace 300 años pero en el mundo actual. ¿Y cómo lograste producir? Los ingredientes los compraba en Bayas del Sur, los cosméticos a otros, la elaboración la tercerizaba, y los envases los traía desde China. Yo me encargaba de arti-cular la innovación. ¿Cuál es la oportunidad que representa hoy la indus-tria cosmética para la materia prima nacional de origen agrario? ¿Sabes lo que pasa?, en muchos países desarrollados la industria de la belleza está súper evolucionada compara - da con la industria de los alimentos. Y aquello sin duda representa una oportunidad de negocios interesante para Chile, que es vender un ingrediente natural como la rosa mosqueta por ejemplo, para la elaboración de produc-tos cosméticos. Pero te lo va a comprar L'Oréal o una empresa grande de Japón siempre y cuando hayas reali - zado la investigación, el backup científico, los estudios clínicos pertinentes y otras certificaciones. Para entrar en estas plataformas masivas se debe ser muy riguroso y cumplir con las exigencias que impone la industria. ¿Diez años atrás existía algún producto de belleza que se consumiera como alimento? En Chile, nunca. En Latinoamérica nada, nadie sabía nada. Presenté iniciativas a muchas personas y entida - des, hasta que llegué al DICTUC, me gané el Avonni, y todo el mundo colapsó. ¿Qué es eso?, decían. Pero en Europa sí existía, poco, pero existía. En Asia igual. En Nueva York no existía tanto, pero ahora es una industria con una gran variedad de productos y que sigue crecien - do. ¿Cómo lograste llegar finalmente a Europa?Comencé por Inglaterra. Tuve suerte porque conocí a una persona que era dueña de un retail en Londres. Viajé y le hice una presentación con mucho marketing conceptual, con un video y un power point. Mostré que la caja incluiría la historia del producto, y que tendría impresa la silueta de Chile y el fundamento científico que había detrás.Ella se entusiasmó y me indicó qué debía modificar o afinar para entrar con mis productos en su retail . Ese feedback previo fue importantísimo. Ahí mismo defi- nimos el precio, que equivalía a 50 mil pesos por un envase de 120 ml.Jamás he desarrollado un producto que no esté precedi - do de la retroalimentación previa del cliente potencial. Después de hacer el storyboard de tu producto debes ir al mercado a buscar el feedback . No puedes ponerte a producir si no tienes esa retroalimentación. ¿Cómo se vende un producto que contiene ingredien- tes funcionales y aditivos especializados? La clave es combinar ciencia y marketing, 50 por ciento de cada uno. Por ejemplo, para presentar un producto primero debes tener el HPLC, que es una cromatogra - fía, una especie de radiografía de los componentes de la fruta o verdura, que permite demostrar que a través de un proceso biotecnológico, el ingrediente se ha carac - terizado y estandarizado, dos palabras claves en esta industria. Caracterizado significa que la fruta cuenta con Entrevista: Ester Sáez56 FIA 20 AÑOS 57 investigación y que posee una cantidad de moléculas activas con un beneficio específico. Y estandarizado quiere decir que cada vez que tú lo consumes, estás consumiendo lo que dice que es. Esta tecnología está en todo el mundo, Chile por ejemplo tiene un estándar mundial en la materia, lo que pasa es que no existe el puente para que sea aplicada. ¿Cuál es la oportunidad que representa hoy la indus- tria cosmética para la materia prima nacional de origen agrario? ¿Sabes lo que pasa?, en muchos países desarrollados la industria de la belleza está súper evolucionada compara - da con la industria de los alimentos. Y aquello sin duda representa una oportunidad de negocios interesante para Chile, que es vender un ingrediente natural como la rosa mosqueta por ejemplo, para la elaboración de produc-tos cosméticos. Pero te lo va a comprar L'Oréal o una empresa grande de Japón siempre y cuando hayas reali - zado la investigación, el backup científico, los estudios clínicos pertinentes y otras certificaciones. Para entrar en estas plataformas masivas se debe ser muy riguroso y cumplir con las exigencias que impone la industria. ¿Diez años atrás existía algún producto de belleza que se consumiera como alimento? En Chile, nunca. En Latinoamérica nada, nadie sabía nada. Presenté iniciativas a muchas personas y entida - des, hasta que llegué al DICTUC, me gané el Avonni, y todo el mundo colapsó. ¿Qué es eso?, decían. Pero en Europa sí existía, poco, pero existía. En Asia igual. En Nueva York no existía tanto, pero ahora es una industria con una gran variedad de productos y que sigue crecien - do. ¿Cómo lograste llegar finalmente a Europa?Comencé por Inglaterra. Tuve suerte porque conocí a una persona que era dueña de un retail en Londres. Viajé y le hice una presentación con mucho marketing conceptual, con un video y un power point. Mostré que la caja incluiría la historia del producto, y que tendría impresa la silueta de Chile y el fundamento científico que había detrás.Ella se entusiasmó y me indicó qué debía modificar o afinar para entrar con mis productos en su retail . Ese feedback previo fue importantísimo. Ahí mismo defi-nimos el precio, que equivalía a 50 mil pesos por un envase de 120 ml.Jamás he desarrollado un producto que no esté precedi - do de la retroalimentación previa del cliente potencial. Después de hacer el storyboard de tu producto debes ir al mercado a buscar el feedback . No puedes ponerte a producir si no tienes esa retroalimentación. ¿Cómo se vende un producto que contiene ingredien- tes funcionales y aditivos especializados? La clave es combinar ciencia y marketing, 50 por ciento de cada uno. Por ejemplo, para presentar un producto primero debes tener el HPLC, que es una cromatogra - fía, una especie de radiografía de los componentes de la fruta o verdura, que permite demostrar que a través de un proceso biotecnológico, el ingrediente se ha carac - terizado y estandarizado, dos palabras claves en esta industria. Caracterizado significa que la fruta cuenta con investigación y que posee una cantidad de molécu - las activas con un beneficio específico. Y estandariza - do quiere decir que cada vez que tú lo consumes, estás consumiendo lo que dice que es. Esta tecnología está en todo el mundo, Chile por ejemplo tiene un estándar mundial en la materia, lo que pasa es que no existe el puente para que sea aplicada. Cómo fue esta primera experiencia europea?Muy buena, entré en una vorágine de puras satisfac- ciones. Incluso me fui a vivir a Londres durante seis meses con mi proyecto. Salí publicada en revistas súper sofisticadas como la V ogue. Increíble. Estaba feliz, son momentos inolvidables en mi vida como emprendedora. ¿Y luego?Luego de todo ese glamour comercial y científico tuve una crisis de flujo de caja, el \"valle de la muerte\", terri - ble, porque se devaluó la moneda en Europa y yo expor - taba casi en un cien por ciento a Francia, Inglaterra y Suecia, y todo por avión. Tuve problemas de logística operacional, porque yo estaba muy metida en el área comercial y tuve falencias grandes en costos operacio-nales. ¿Y antes de Europa no viste una posibilidad en Chile? Es que lo que te estoy contando sucedió hace casi diez años, en 2008. Estamos en 2017 y el interés en Chile por estos productos ahora es creciente. Y está despegan-do en lo que siempre pensé, en alimentos funcionales, como por ejemplo bebidas funcionales. Miré el mundo con diez años de anticipación. Después de hacer el storyboard de tu producto debes ir al mercado a buscar el feedback. No puedes ponerte a producir si no tienes esa retroalimentación\" \" Los berries endémicos tienen en promedio un 40% más de polifenoles y flavonoides que berries de otras latitudes.58 FIA 20 AÑOS 59 innova+agro WWW.FIA.CL ¿Crees que Chile tiene una tarea pendiente con el desarrollo de esta industria? Creo que Chile tiene un enorme potencial en esta indus-tria y que debe seguir los pasos de Perú, es decir, desa-rrollar la exportación de ingredientes naturales de apli-cación en alimentos funcionales. ¡Imagínate exportar los ingredientes del maqui a China! ¡No daríamos abas-to! Hoy día en el mundo hay más demanda que oferta. ¿Y hoy cómo ves el segmento del Beauty from within?Es una industria inmensa, no en Chile, pero sí en Esta- dos Unidos y en algunos países de Asia y Europa. Al parecer hay posibilidades infinitas para Chile... Chile tiene posibilidades infinitas como fuente de recur - sos naturales para la extracción de ingredientes funcio- nales de aplicación masiva. El problema es la oferta. Hoy en día cualquier cliente internacional te exige y te agradece certificaciones orgánicas, bioética, prácticas de sustentabilidad y comercio justo. Tenemos que elevar el estándar. Todavía estamos vendiendo \"polvo de rosa mosqueta\", ¡y no es eso!, no es un commodity, es un ingrediente funcional con propiedades y beneficios específicos en salud y bien-estar.Y el cliente está siendo mucho más riguroso con lo que se le vende... Hoy el estándar es otro, un producto debe estar susten-tado en ciencia y estudios técnicos. En Arauco actual - mente estamos desarrollando un negocio de exportación del ingrediente activo del maqui. Olvídate todo lo que me piden los asiáticos: certificado de análisis, micro - biológico, estudio de metales... Y si no cumplo con esos requerimientos, simplemente no podré vender al valor que yo quiero. ¿Qué opinas de la regulación sanitaria que rige a la industria? Tiene dos caras. Para nosotros que somos fabricantes, la legislación mundial es un poco laxa y confusa. Ni la FDA tiene regulada a la industria, recién partió con la regulación hace un par de años y el panorama se va a volver súper rudo. Hoy día son los clientes quienes te piden muchas cosas, pero en un par de años va a ser la FDA y la European Food Safety Authority, y no vas a poder vender si no cumples con sus estándares.Lo encuentro fantástico para el consumidor, pero se hace más difícil para el fabricante. Creo que es una oportunidad para quienes hacen bien las cosas. Tenemos que elevar el estándar. Todavía estamos vendiendo \"polvo de rosa mosqueta\", ¡y no es eso!, es un ingrediente funcional con propiedades y beneficios específicos\"\" Entrevista: Ester SáezHPLC El HPLC es la \"radiografía\" que permite demostrar que el ingrediente se ha caracterizado y estandarizado. Cosmetofruit es una línea de jarabes funcionales, mezcla de distintos berries, que tienen la cualidad de cuidar y mejorar la calidad de la piel, las uñas y el cabello.58 FIA 20 AÑOS 59 Ester Sáez y Cosmetofruit lograron gran reconocimiento internacional, con destacadas apariciones en revistas como Vogue y The Times.60 FIA 20 AÑOS 61 innova+agro WWW.FIA.CL Entrevista: Ester Sáez PASIÓN POR EL MAQUI ¿Qué pasó finalmente con Cosmetofruit? En el año 2012 comencé a buscar un inversionista y tuve la suerte que apareciera Alejandro Weinstein, dueño de Recalcine, quien me hizo un ofrecimiento de licencia - miento. Después me fui a trabajar con él como directora de Consumo Masivo, a cargo de la línea que agrupa a todos los productos que no son medicamentos en una farmacéutica, es decir cápsulas, suplementos alimenti - cios, etc. Aprendí mucho de la industria de nutracéuti - cos de Latinoamérica.Hoy Cosmetofruit sigue bajo licencia, pero ha costado que despegue, y ahora mucho más, porque Recalcine fue vendido a Abbott. El producto hoy no se comercia - liza. ¿Por qué crees que te fue tan bien con Cosmetofruit en Inglaterra? Porque la historia del producto es única e impactante, porque tenía mucho que contar sobre el origen de los berries chilenos, la historia de los indígenas... pero también por la ciencia que hay detrás. Un británico puede estar un año entero preguntándome sobre mi producto. El storyboard de Cosmetofruit tiene mucho sentido y los ingredientes naturales chilenos son de un atractivo irresistible. ¿Cómo te sientes hoy trabajando en Arauco Nutrien- tes Naturales? Estoy muy contenta en mi rol de gerenta, porque soy algo así como una \"ejecutiva emprendedora\" (risas)... en recursos naturales, en la industria de salud y bienes-tar, en fin... Ahora por ejemplo me encuentras trabajan - do aquí, en el Centro de Innovación de la Católica. Con el maqui...Sí. Yo creo que en Chile existen pocas personas que saben tanto de maqui como yo. Realmente me apasiona. Empecé a usar maqui en mis productos hace diez años, cuando nadie sabía de las cualidades del maqui y la murta. Para un científico no es fácil llegar a las personas en su día a día, y en ese sentido yo me siento súper orgu-llosa de mis talentos, de ser un puente entre la ciencia dura y la ciencia aplicada. ¿Cuáles son los atributos concretos del maqui como materia prima? Primero hay que entender técnicamente el reason why, es decir, por qué sus ingredientes tienen un beneficio específico. En el caso del maqui, posee polifenoles y flavonoides, que son las moléculas activas de esta fruta. Pero dentro de este grupo de polifenoles y flavonoides existe otro grupo, que son las antocianinas, en cuyo interior hay unas moléculas llamadas delfinidinas. Y el maqui es la fruta con mayor nivel de delfinidinas en el mundo, las cuales tienen beneficios específicos sobre la salud de las personas, como por ejemplo capacidad anti - inflamatoria sobre ciertos órganos.Pero una cosa es extraer un ingrediente natural de una materia prima, y otra muy distinta es lograr que dicho ingrediente sea aplicable a un alimento. Este es un negocio muy técnico. ¿Hoy cuál es el gran desafío de la industria?El gran desafío es cómo logramos que el consumo de este tipo de productos deje de ser una rareza y se vuelva un hábito, algo cotidiano del diario vivir... como lo era hace 300 años. Para un científico no es fácil llegar a las personas en su día a día, y en ese sentido yo me siento súper orgullosa de mis talentos, de ser un puente entre la ciencia dura y la ciencia aplicada\"\"60 FIA 20 AÑOS 61 62 FIA 20 AÑOS 63 innova+agro WWW.FIA.CLDESECHOS AGROINDUSTRIALES Opción \"por descarte\" Una de las dificultades que presenta la industria de ingredientes funcionales y aditivos especializados es el alto costo de la materia prima. Por eso, el aprovechar aquellos recursos considerados \"descartes\" por la agroindustria, aparece como una interesante alternativa para desarrollar emprendimientos en esta línea. Ricos en antioxidantes, fibras y colorantes naturales, desechos como el orujo, la pomaza y el alperujo aguardan su oportunidad para ser transformados en productos de exportación. CYNTHIA ALFARO Desechos Agroindustriales62 FIA 20 AÑOS 63 egún la FAO, a nivel mundial el desperdicio de alimentos alcanza las 1.600 millones de toneladas al año, mientras que en Chile, de acuerdo a datos de la Universidad de Talca, el promedio de desechos agroin-dustriales bordea los 1,5 millones de toneladas anuales. Y si bien desde hace algún tiempo se vienen realizan-do esfuerzos para abordar esta situación, éstos se han enfocado en la utilización de estos \"descartes\" para la generación de biomasa o compost, con positivos efec - tos en materia ambiental, pero con bajo impacto en la productividad o agregación de valor para el sector.Por otra parte, se ha comprobado que mucha de la mate - ria prima proveniente del desecho o descarte que gene-ra la agroindustria, posee compuestos bioactivos con importantes propiedades benéficas para la salud, como prevención de la obesidad, diabetes y enfermedades cardiovasculares.Con estos antecedentes, algunas empresas nacionales se han volcado a la industria de ingredientes funciona - les y aditivos especializados, e incluso se han formado nuevos emprendimientos que buscan competir en este nicho de negocio de manera sustentable.Es el caso de Solutec, Biofresco y Ecocrea, empresas que apoyadas por la Fundación para la Innovación Agraria (FIA) a través del Programa de Innovación en Alimentos más Saludables, están explorando las cuali - dades funcionales de diversos desechos agroindustria - les, como la vaina del poroto granado, la hoja del apio, el orujo de uva, la pomaza de tomate y manzana, y alperujo, entre otros. ANTIOXIDANTES DE DESCARTES Biofresco es una empresa familiar de Santiago, que por años se han dedicado a la distribución y comercia-lización de hortalizas. Actualmente lidera las ventas nacionales de lechugas y apio. Su director ejecutivo, Óscar Celis, cuenta que al constatar el gran volumen de descartes que la empresa generaba diariamente, advirtieron las ventajas que podría conllevar su valori - zación \"y planteamos esta iniciativa como alternativa a la disposición de los desechos orgánicos en vertederos, que entre otros problemas contribuyen a la aparición de plagas\", explica.Partieron por investigar las propiedades y beneficios específicos de las hojas frescas del apio, constatando su alto contenido de compuestos beneficiosos para la salud humana, mostrando además excelentes condicio - nes para ser transformadas en ingredientes funcionales para la industria alimentaria.\"El apio es una buena fuente de fibra, y sus hojas contienen flavonoides y grandes cantidades de antioxi - dantes que pueden proteger contra varias enfermeda - des crónicas\", destaca Celis. \"Estos antioxidantes, en diversos formatos, pueden ser incorporados en matrices alimentarias como sopas, harinas y jugos, potenciando de manera natural los alimentos de consumo diario\", agrega.Por su parte, la ejecutiva de Innovación de FIA y super - visora del proyecto, Paulina Erdmann, valora la inicia - tiva de Biofresco, agregando que \"las hojas del apio poseen gran contenido de vitaminas y minerales, con un bajo aporte calórico y elevado contenido de fibra, lo que las convierte en una excelente materia prima para la industria de ingredientes funcionales\".En Santiago también está Solutec, firma dedicada a la comercialización de soluciones tecnológicas a la medida de sus clientes. Su portafolio incluye fibras, antioxidantes, hidrocoloides, colorantes naturales, entre muchos otros. Sin embargo, su objetivo es lograr fabri-car sus propios ingredientes, usando materias primas naturales y procesos amigables con el medio ambiente. Con esta misión llegó a la empresa Verónica Dueik, ingeniera en alimentos de la Universidad de Chile, con un amplio currículo académico y que desde el año pasado lidera el área de Innovación de Solutec. Una de sus primeras tareas fue investigar sobre producción de ingredientes funcionales para la industria alimentaria a partir de desechos agroindustriales, entendiendo que en nuestro país se generan en grandes cantidades y que no son adecuadamente aprovechados.Fue así como pensaron en el poroto granado, ya que su procesamiento genera más de 6.500 toneladas de dese-cho al año, siendo su vaina rica en polifenoles y fibras, particularmente celulosa. Mucha de la materia prima proveniente del desecho o descarte que genera la agroindustria, posee compuestos bioactivos con importantes propiedades benéficas para la salud, como prevención de la obesidad, diabetes y enfermedades cardiovasculares. Se estima que en Chile se generan 1,5 millones de toneladas de desechos agroindustriales cada año.S64 FIA 20 AÑOS 65 innova+agro WWW.FIA.CL\"Los polifenoles son antioxidantes naturales, y dentro de sus beneficios está la reducción de la formación de compuestos potencialmente cancerígenos como la acrilamida. Por su parte, la fibra extraída de desechos agroindustriales puede ser usada como emulsificante, estabilizante y en reemplazo de grasa\", destaca Veró-nica Dueik. \"Entre sus propiedades funcionales, se clasifica como fibra y además ha demostrado reducir la absorción de nutrientes críticos. Estos ingredientes, aplicados en forma conjunta en alimentos, potenciarían los efectos saludables de alimentos funcionales si se seleccionan adecuadamente\", precisa la ingeniera.Para obtener la materia prima, Solutec se encadenará con la agroindustria y la recolección se hará directamen - te en el campo y en recintos feriales -como por ejemplo la Vega- donde se desgrane el poroto y se generen los desechos requeridos.Para el ejecutivo de Innovación de FIA, Maurice Stre-it, una de las cualidades de esta iniciativa es que con los resultados obtenidos se realizarán pruebas piloto y \"se estudiará la viabilidad económica y comercial de los extractos de polifenoles y celulosa microcristalina de vaina de poroto granado, comparándolos con los productos equivalentes que actualmente comercializa Solutec, con miras a su futura inserción en el mercado\".Finalmente se aplicarán y probarán en productos alimentarios de consumo masivo, como pan de molde, queques, vienesas, mayonesa y leche con chocolate. \"Para todos los productos formulados se realizarán las pruebas de sus propiedades funcionales, lo que permi - tirá establecer la factibilidad de su aplicación en estas matrices alimentarias\", concluye Verónica Dueik. Con el apoyo de FIA, empresas como Solutec, Biofresco y Ecocrea hoy se encuentran desarrollando ingredientes funcionales a partir de desechos como la vaina del poroto granado, la hoja del apio, el orujo de uva, la pomaza de tomate y manzana, y el alperujo. Desde las hojas del apio se puede obtener fibra y antioxidantes, los cuales pueden ser incorporados en matrices alimentarias como sopas, harinas y jugos. innova+agro Desechos Agroindustriales64 FIA 20 AÑOS 65 DESECHOS AGROINDUSTRIALES EN CHILE EL DESGRANE DEL POROTO GRANADO GENERA MÁS DE 6.500 TONELADAS DE DESECHO AL AÑO, SIENDO SU VAINA RICA EN POLIFENOLES Y FIBRAS.66 FIA 20 AÑOS 67 innova+agro WWW.FIA.CLEl desarrollo de ingredientes funcionales de alto valor, para uso en diversas matrices alimentarias, gatillará un aumento en la actividad comercial de las pymes de la región, dinamizando y agregando valor a la economía del Maule COMPETIR A BAJO COSTO A diferencia de Solutec y Biofresco, la firma maulina Ecocrea se fundó especialmente para incursionar en el mercado mundial de los ingredientes activos y de los alimentos con funcionalidades terciarias.\"Una empresa con énfasis en las exportaciones y con ganas de ser protagonista de la transformación que experimentará la industria alimentaria nacional\", afir - ma Jorge Cifuentes, cofundador y gerente general de la compañía, quien cuenta que durante años su socio realizó para terceros tratamientos intermedios a frutas y hortalizas.\"Observando este proceso productivo, nos dimos cuen-ta que se generaba una gran cantidad de residuos, y pensamos que quizás ahí podía haber un valor que se estaba desaprovechando. Después de investigar, nos percatamos que en el mundo efectivamente estaba en desarrollo el mercado de los extractos naturales con funcionalidades terciarias, es decir, que ayudan o poten-cian la salud humana. Entonces empezamos a diseñar el proyecto que nos ha permitido iniciar la comerciali - zación de los mismos\", comenta el ingeniero químico.Cifuentes sostiene que una de las formas para ser competitivo en esta industria a nivel mundial, es utilizar materias primas endémicas o nativas, como el maqui, el calafate, la murtilla, la rosa mosqueta y el boldo. Pero no es la única. \"Otra forma de competir es considerar materias primas de muy bajo costo, y en este segmen-to se encuentran los subproductos de la agroindustria, donde en nuestro caso se ha considerado el orujo de uva, pomazas de tomate y manzana, cáscaras diversas y alperujo, entre otras\".\"Los extractos naturales de frutas y hortalizas constitu - yen ingredientes activos o metabolitos secundarios, los que al ser parte de un alimento u otro producto termi - nado, lo transforman en un alimento o cosmético con funcionalidades terciarias, es decir, que su consumo favorece el buen funcionamiento del sistema inmuno-lógico, nervioso, endocrino, circulatorio y digestivo\", subraya Cifuentes.Es por esta razón que Ecocrea ha apostado por caracte - rizar a nivel microbiológico, molecular y funcional cada uno de sus ingredientes. Luego, evaluará su aplicabi - lidad en alimentos sólidos y líquidos, para finalmente obtener un producto comparable con su competidor.En opinión del representante de FIA en la región del Maule, Robert Giovanetti, el proyecto de Ecocrea aborda de manera innovadora la problemática de los desechos y descartes de la agroindustria, generando un beneficio en toda la cadena de valor, desde el productor primario hasta la industria trasformadora. \"No me cabe duda que el desarrollo de ingredientes funcionales de alto valor, para uso en diversas matrices alimentarias, gatillará un aumento en la actividad comercial de las pymes de la región, dinamizando y agregando valor a la economía del Maule\". La ingeniera en alimentos Verónica Dueik, lidera la iniciativa de la empresa Solutec que busca obtener dos ingredientes funcionales y aplicarlos en productos de consumo masivo como pan de molde, queque, vienesas, mayonesa y leche con chocolate. \"\" Robert Giovanetti, FIA Desechos Agroindustriales66 FIA 20 AÑOS 67 68 FIA 20 AÑOS 69 innova+agro WWW.FIA.CLLas aves de corral y el ganado son ricas fuentes de nutrientes que permiten potenciar y mejorar nuestra calidad de vida. El huevo, la carne y la leche contienen compuestos activos de enorme interés para la industria alimentaria, con cualidades que van desde el fortalecimiento del sistema inmune hasta la desintoxicación de nuestro organismo.EL POTENCIAL PECUARIO Potencial Pecuario68 FIA 20 AÑOS 69 UNA ALIMENTACIÓN ESTRATÉGICA CONVIERTE A LA GALLINA COLLONCA EN UNA FUENTE DE INGREDIENTES FUNCIONALESP or cultura general y desde temprana edad tenemos noción de las bondades nutricionales que tienen los alimentos para nuestro cuerpo. Por ejemplo, sabemos que la leche fortifica los huesos, la carne nos provee de proteínas, y las verduras de vitaminas necesarias para la salud. Pero en los últimos años y a través de diver - sos estudios, se ha descubierto que es posible mejorar la composición nutricional de estos productos, otorgándo-les nuevas propiedades.En Chile por ejemplo, la Universidad de Santiago con el apoyo de la Fundación para la Innovación Agra-ria, desarrolló una metodología orientada a incorpo-rar compuestos activos a los huevos azules de gallina collonca mapuche, la cual hace rato viene despertando el interés del mercado gourmet debido a su origen étni - co ancestral. Un interés al que ahora se suma el mercado saludable. A través de la modificación de la dieta base de estas aves, los investigadores de la USACH lograron produ-cir huevos azules enriquecidos con componentes salu-dables, tales como ácidos grasos omega 3 y antioxi - dantes. Pero además, en la clara es posible encontrar compuestos como lisozima, ovotransferrina, avidina, ovomucina, cistatina, ovomucoide, ovomagroglobulina y ovoinhibidor, figuran, entre otros, igY , fosvitina y sialo-oligosacáridos. Todos ellos potentes bioactivos que ayudan al cuerpo humano a reforzar su sistema inmunológico. Por ejemplo, la lisozima es un bactericida que impide el desarrollo de infecciones. Hasta entonces, esta sustan-cia se obtenía por secreción de los seres vivos, como las lágrimas. La ovotransferrina permite que el cuerpo asimile mejor los metales pesados y evita la toxicidad que éstos provocan en los seres vivos. La avidina ayuda a potenciar la vitamina B7, encargada de mejorar la condición del cabello, las uñas, la piel y también contri-buye a bajar de peso y controlar problemas cardíacos. El problema de esta última es que al cocer el huevo, su propiedad se desactiva.La omucina sirve como antiviral; la cistatina soluciona problemas renales. Ovomucoide, ovomagroglobulina y ovoinhibidor privan las enzimas generadas por nuestro estómago y, de esta forma, se digieren mucho mejor las proteínas que consumimos.En cuanto a los compuestos encontrados en la yema, la IgY es una enzima que nos sirve como anticuer - po, mientras que la fosvitina actúa como bactericida, antioxidante y estabilizante de las emulsiones en el cuerpo humano.Para lograr la modificación estratégica de la alimenta - ción de las aves, los investigadores de la USACH incor - poraron al proyecto a comunidades huilliches, que hoy crían a sus gallinas con una estricta dieta y un análisis riguroso de su evolución.De esta manera se espera potenciar una industria que, pese a gozar de un alto consumo, se muestra predecible y reticente a incorporar mayores innovaciones. Sin duda una iniciativa de enormes proyecciones, que convierte a la gallina en una rica fuente de ingredientes funcionales. Es más, ya se piensa en extraer estos compuestos y de esta manera comercializarlos por separado, agregando valor a la producción. Los huevos de la gallina mapuche son conocidos por su característica tonalidad azulosa. El rescate de la gallina collonca ha sido una de las preocupaciones del Minagri en los últimos años. Más de 10 ingredientes funcionales contienen los huevos de gallinas colloncas estratégicamente alimentadas. P70 FIA 20 AÑOS 71 innova+agro WWW.FIA.CLLECHE: MÁS QUE CALCIO Al igual que el huevo, la leche contiene diversas enzi - mas que contribuyen a una alimentación equilibrada y, de esta manera, a tratar enfermedades procurando una pronta recuperación. Trans-betacaroteno, luteína, zeaxantina y betacryptoxantina, son componentes que provienen de la vitamina A y que se utilizan para tratar células dañadas, así como para promover actividad antioxidante. Hasta entonces, esta vitamina se obtenía principalmente de frutas, verduras y granos enteros.Por otro lado, los péptidos bioactivos son altos en acti - vidad microbiana. Cumplen un rol importante en la regulación metabólica y son ingredientes muy usados en la formulación de alimentos funcionales ya que redu-cen el riesgo de enfermedades.La absorción de calcio en el intestino delgado y la remi - neralización de los dientes, es posible gracias al casei-nofosfopéptido, componente que también permite un mejor desarrollo de la estructura ósea en los jóvenes, así como una pronta recuperación en caso de alguna frac-tura de huesos.Función similar cumplen las casoplatelinas que, gracias a la k-caseina, inhiben la agregación de plaquetas en el sistema y evitan la formación de trombos. También se encarga de transportar minerales regulando el sistema inmune y el colesterol.Todos compuestos que a través de I+D, eventualmente, podrían extraerse y ponerse a disposición de la industria alimentaria. A TRA VÉS DE I+D, LOS NUMEROSOS COMPUESTOS ACTIVOS DE LA LECHE EVENTUALMENTE PODRÍAN EXTRAERSE Y PONERSE A DISPOSICIÓN DE LA INDUSTRIA ALIMENTARIA La publicidad siempre nos ha dicho que la leche es saludable por su contenido de calcio y proteínas, sin embargo este alimento contiene numerosos compuestos activos de gran valor para la salud humana. Potencial Pecuario70 FIA 20 AÑOS 71 CARNE EN SU MEDIDA JUSTA Aunque pequeño en Chile y ubicado principalmente en la zona norte del país, el mercado de los camélidos también ofrece oportunidades en el mundo de los ingre-dientes funcionales. Por ejemplo, poseen nanoanticuerpos, que son más pequeños que los tradicionales. Al ser estudiados, su uso ayuda en tratamientos contra el cáncer y el Alzheimer.Por su parte, la miel también ofrece múltiples alternativas: tiene propiedades antioxi - dantes, antimicrobianas, antifúngicas, prebióticas y anticancerígenas. Desde este producto es posible extraer flavonoides, los cuales inhiben las enzimas digestivas.Otros compuestos bioactivos se pueden obtener desde la carne. Prevenir la hipertensión y problemas al cora-zón es posible gracias a los componentes encontrados en la taurina, un ácido orgánico que, por ejemplo, inter - viene en la formación de la bilis.La conezima Q10, aparte de tratar enfermedades al corazón, también disminuye enfermedades neurológi-cas, trastornos hereditarios y fortalece el sistema inmu-nológico, en especial para aquellos diagnosticados con VIH/SIDA. También tiene un espacio en el mundo de los cosméticos, específicamente en el mercado de las cremas faciales regeneradoras de células.La carne además contiene bioactivos dedicados a cumplir un rol antioxidante, como es el caso del gluta - tión, conocido como el \"antioxidante maestro\", debido a que su función en nuestro organismo es el de proteger las células del daño oxidativo.La creatina aporta energía al organismo y, hasta el momento, se cree que mejora el desarrollo muscular. Este elemento se almacena por todo el cuerpo y es reco-mendable para deportistas.Existe también la carnosina, la cual se utiliza para tratar diabetes, aterosclerosis, enfermedades renales y Alzhei-mer, gracias a sus propiedades como agente contrarres-tante, lo que permite reducir la evolución de estas enfer - medades. La anserina en tanto, es un bioactivo que se encuentra en el músculo esquelético del bovino, y que también cumple una función antioxidante.Es importante entender que todos estos bioactivos permiten generar nuevos productos que pueden ayudar en la cura de enfermedades y diversos trastornos, así como mejorar nuestra dieta alimenticia de una manera equilibrada. Al igual que en el reino vegetal, el poten-cial del sector pecuario para la industria de ingredientes funcionales es altísimo. CAMÉLIDOS Y ABEJAS Los compuestos presentes en la carne poseen notables propiedades beneficiosas para el organismo. 72 FIA 20 AÑOS 73 innova+agro WWW.FIA.CLChile 5.0 y la Era Saludable ime lo que consumes y te diré quién eres. De acuer - do a las tendencias alimentarias, el nuevo consumidor busca experiencias, salud, conveniencia o adaptación a su ritmo de vida, alimentos con historia o nativos, y también sustentabilidad y conciencia ambiental. Todo, catalizado por las palabras natural, orgánico o \"sin\". En este contexto, Chile puede perfilarse como un actor relevante a nivel mundial echando mano a su riqueza en materias primas naturales, agregándoles valor a través de la extracción de sus compuestos bioactivos.La apuesta por esta especialización de la industria se resume en la frase \"ahora o nunca\". Para ello se han creado diferentes instrumentos desde las instituciones públicas, como el programa Transforma Alimentos de Corfo, y los Polos Territoriales de la Fundación para la Innovación Agraria (FIA). Una apuesta que viene respaldada por los últimos estudios e informes de mercado publicados a principios de este año, como el Global Functional Food Ingredients Market Report 2017: Trends Analysis and Forecasts 2016-2022 de Research and Markets, el cual señala que el mercado va a experimentar un crecimiento (CAGR) de 5,5-6,0% durante el periodo 2016-2022.Por otro lado, el informe Global Functional Food Ingre-dients Market de Transparency Market Research, mues-tra que el mercado de los ingredientes funcionales en 2016 alcanzó los 20,35 billones de dólares y se espera que para 2024 alcance los 32,4 billones de dólares. Este crecimiento en las ventas y especialización de ingre-dientes funcionales y aditivos naturales, ha impulsado una industria que trabaja en el aislamiento, selección y ensayo de validación funcional para su aplicación en la industria agroalimentaria. Para ello se desarrollan ingre-dientes con elevada pureza, y alta seguridad toxicoló - gica y biodisponibilidad, los que se puedan utilizar en diferentes matrices con efectos saludables.Estrechamente vinculado a ello está el mercado delos denominados \"superalimentos\", donde destaca la quínoa, rica en proteínas pero además con péptidos bioactivos antihipertensivos. También figuran algas, arándanos, maqui, chía, amaranto, entre muchos otros recursos que podemos encontrar en nuestro territorio y de los cuales podemos extraer diferentes ingredientes funcionales.Recientes estudios muestran un consumidor preocu-pado por su salud digestiva, dato de especial interés para Chile ya que produce inulina de la achicoria, fibra funcional-prebiótica por excelencia, utilizada en alimentos para la salud intestinal.Otra oportunidad es el maqui, rico en delfinidina (anto-cianidina), al que se le atribuyen propiedades antiinfla - matorias y de regulación de los niveles de glucosa. En el caso del tomate, por qué no pensar en nuestro patri-monial limachino y su alto contenido de licopeno, el cual se puede extraer, nanoencapsular y, por ejemplo, usar para elaborar un aceite de oliva con propiedades antioxidantes y antiinflamatorias. La innovación en productos con funcionalidad específi-ca va a seguir creciendo en los próximos años, y Chile deberá mostrar al mundo su capacidad para extraer de sus materias primas ingredientes como los betagluca - nos de la avena, para reducir el colesterol, o los ácidos grasos poliinsaturados (EPA y DHA) del pescado, la canola o la linaza, así como diversos extractos del quillay.También las semillas de chía, y su elevado contenido de antioxidantes capaces de absorber 10 veces su peso en agua, expandiéndose en el estómago, pudiendo emplearse en la formulación de productos para la sacie - dad y el control del peso.Muchas de estas innovaciones surgen como respuesta al progresivo aumento que ha experimentado la demanda de nutracéuticos o alicamentos, que pasará de los 29,48 Dr. Pedro L. Prieto HontoriaConsultor en Desarrollo deAlimentos Saludables D innova+agro Opinión72 FIA 20 AÑOS 73 billones de dólares facturados en 2016 a 45,58 billo - nes de dólares el 2022, según el informe Nutraceutical Ingredients Market de Market Research.Por otro lado, surgen nuevas matrices no alimentarias para estos ingredientes. Dentro del sector de la cosmé-tica, los cosmecéuticos, crecerán casi un 6% de tasa compuesta anual, destacando los productos antienveje - cimiento, y productos naturales para el baño e higiene personal. Para conseguir los efectos que esperan los consumido-res, debemos micro o nanoencapsular los ingredientes o principios activos, previamente extraídos con CO2 en estado supercrítico, por ejemplo para lograr una pureza y una calidad del ingrediente casi perfecta. En Perú por ejemplo, ya existen productos funcionales basados en quínoa, amaranto y sacha inchi, los cuales incluso se han presen- tado en la Casa Blanca de Estados Unidos. ¿Por qué no en Chile? Podemos aprovechar los aceites esenciales, pigmentos, antioxidantes, aromas del avella - no chileno de la Araucanía, las algas o microalgas de nuestros mares, la uva, el maqui, la murta o el calafate, entre muchas otras materias primas. Aquello nos permitirá \"descomoditizar\" nuestras expor - taciones y empezar a elevar el grado de sofisticación de los productos y de nuestra industria. Tenemos en nues-tras manos la gran posibilidad de crear un tejido indus-trial dinámico, mirando las tendencias que marcarán el futuro.Otra oportunidad que tiene Chile, con importantes ventajas competitivas, es el poder ser un referente en el mercado de aditivos naturales, y adscribir a la tenden - cia \"Clean label\" o etiqueta limpia, estrechamente rela - cionada con la implementación de la Ley 20.606 sobre composición nutricional y el rotulado \"Alto en\". Nues-tras opciones para producir aditivos naturales especiali - zados son múltiples, como la astaxantina, proveniente de microalgas; la lisozima, conservante natural prove-niente de la clara de huevo; la goma de algarrobo comotexturizante; y el limoneno o extractos de arándanos como antimicrobianos. En esta misma línea está el uso de hidrocoloides (carragenina, pectina y goma guar) extraídos de algas o del algarrobo, utilizados para la reducción del contenido de azúcar de los alimentos, o nuevas combinaciones de extractos de algas para reducir el contenido de grasa de los alimentos. Por último, estos aditivos combinados con nuevas tecnologías, como las altas presiones hidrostáticas o los pulsos eléctricos de alto voltaje, demuestran que se puede generar una gama de productos naturales y de alta seguridad alimentaria.Todo esto posiciona a Chile a la vanguardia de los países con potencial de ofrecer al mundo ingredientes y aditivos especializados para la industria de alimentos 5.0, cumpliendo de esta manera con las expectativas de los consumidores más exigentes del mundo. ¡Aprove-chemos este \"Ecosistema Funcional\" e innovemos!, ya que, debido al incremento de enfermedades crónicas no transmisibles y al progresivo envejecimiento de la población mundial, las proyecciones de este mercado son definitivamente insospechadas. El desarrollo de esta industria nos permitirá 'descomoditizar' nuestras exportaciones y empezar a elevar el grado de sofisticación de nuestros productos. Tenemos en nuestras manos la gran posibilidad de crear un tejido industrial dinámico, mirando las tendencias que marcarán el futuro\"\"74 FIA 20 AÑOS 75 innova+agro WWW.FIA.CL Como su nombre lo sugiere, la línea de lácteos Benecol dice beneficiar el colesterol, ayudando a mantener bajos los niveles del \"colesterol malo\" o LDL, mediante el uso del estanol vegetal, un compuesto presente en los vegetales y que, por su estructura similar a la del colesterol, actúa como sustituto y reduce la absorción de éste. Sin embargo, en su estado natural la concentración es baja y el efecto es imperceptible. De ahí que al ser añadido a los lácteos en dosis mayores, puede ayudar a reducir notablemente los índices de colesterol en la sangre. Nestlé tiene una línea similar llamada Acticol.El positivo impacto en la salud que producen los ácidos grasos omega 3 ha sido estudiado desde los años '70, cuando se descu-brió que las comunidades esquimales tenían mejor salud y condición cardíaca como consecuencia de su dieta alta en este tipo de compuestos. Hoy se sabe que su consumo durante el embarazo promueve el desarrollo mental en el feto y durante la infancia. Actualmente en Chile se enriquecen huevos con omega 3 a través de la alimentación de las gallinas. LÁCTEOS CON ESTANOL VEGE TALHUEVOS CON OMEGA 3 ACEITE CON OMEGA 3 El aceite Belmont Fitomega afirma contener tanto omega 3 como fitosteroles -o esterol vegetal- lo que lo convertiríaen un producto idóneo para la reducción de enfermedades cardiovascu- lares y el control del colesterol. MARGARINA VEGETAL CON OMEGA 3 Además de ser baja en sodio -lo que ayuda a prevenir enfermedades cardíacas y riesgos como la hipertensión- la margarina vegetal light de Lonco Leche, también contiene omega 3 para el control del colesterol.La Reconquista La oferta de productos que contienen ingredientes que favorecen la salud y el bienestar general de las personas crece día a día. Desde huevos y lácteos con omega 3, hasta jugos con aloe vera, acá les presentamos algunas de las propuestas con que la industria alimentaria busca conquistar los nichos de mercado más exigentes. Productos74 FIA 20 AÑOS 75 EL CALAF ATE LIOFILIZ ADOBEBIDAS CON POL ISACÁRIDOS Y AM INOÁCIDOSPRODUCTOS CON BETAGLUCANOS Desde infusiones a jugos, las bebidas Nicy incluyen componen- tes del aloe vera, antioxidantes, stevia y colágeno. Sus produc- tos además son bajos en sodio y libres de colorantes, azúcar y calorías, constituyendo alimentos funcionales integrales. El aloe vera, también conocido como sábila, es uno de los alimentos de origen natural con más propiedades estudiadas. Contiene polisa- cáridos, que ayudan a nuestro sistema inmune a protegernos contra bacterias; tiene propiedades antisépticas y fungicidas que previenen infecciones bucales; contiene 20 de los 21 aminoáci- dos esenciales para el cuerpo, y colágeno, que beneficia nuestra piel a nivel celular y nos mantiene hidratados; ayuda a regular la flora bacteriana interna, con lo que previene la inflamación y regula el tránsito intestinal.El aloe vera también puede ser encontrado en ciertos lácteos como añadido funcional. Por ejemplo, Colun desarrolló una línea de yogurt enfocada en la mujer llamada Vilib, que contiene extractos de aloe vera para regular el tránsito intestinal y benefi- ciar la piel por las propiedades de la sábila. Todas las cualidades de uno de los frutos más extraordina- rios de la Patagonia, llega de la mano de Kon, producido por Patagonia Super Fruits, empresa que transforma el calafate en polvo para acompañar diariamente a nuestros alimentos. Aporta gran cantidad de antioxidantes, además de poseer propiedades antidiabéticas y antibacterianas. Ideal para acompañar el yogur, leche, jugos de frutas y ensaladas.Kon es un superalimento versátil, desarrollado mediante un proceso de deshidratación por liofilización de alta tecnología que garantiza la calidad, valor nutricional y propiedades antioxidades de este berry nativo.Los betaglucanos son un tipo de fibra vegetal altamente beneficiosa para la salud, contribuyendo en varios niveles de la nutrición humana. Tienen un efecto inmunomodulador; contienen antioxidantes; soportan la regenera- ción celular, lo que los hace idóneos para tratamientos oncológicos puesto que ayudan a la hematopoyesis (la generación de nuevas células sanguí- neas), un elemento clave en las quimioterapias; aumentan la resistencia frente a infecciones, mejoran el perfil graso sanguíneo; y ayudan a combatir el estreñimiento.Los betaglucanos se encuentran naturalmente en la cebada y levadura, en algunas setas y en la avena. A través de esta última es la forma más común de consumirlos, puesto que es un cultivo que hoy se mejora a nivel genético para aumentar la concentración de estos ingredientes. Granotec Chile desarrolla mezclas de nutrientes e ingredientes -entre los que se cuenta el betaglucano- para la elaboración de productos saludables. Su tecnología de nutrición está presente en varias marcas de pan chilenos, como los sándwiches industriales Daily Fresh, o las marraquetas y hallullas de la panadería La Floresta, ambos con 50% menos de grasa y 50% menos de sodio. Como su nombre lo sugiere, la línea de lácteos Benecol dice beneficiar el colesterol, ayudando a mantener bajos los niveles del \"colesterol malo\" o LDL, mediante el uso del estanol vegetal, un compuesto presente en los vegetales y que, por su estructura similar a la del colesterol, actúa como sustituto y reduce la absorción de éste. Sin embargo, en su estado natural la concentración es baja y el efecto es imperceptible. De ahí que al ser añadido a los lácteos en dosis mayores, puede ayudar a reducir notablemente los índices de colesterol en la sangre. Nestlé tiene una línea similar llamada Acticol.El positivo impacto en la salud que producen los ácidos grasos omega 3 ha sido estudiado desde los años '70, cuando se descu-brió que las comunidades esquimales tenían mejor salud y condición cardíaca como consecuencia de su dieta alta en este tipo de compuestos. Hoy se sabe que su consumo durante el embarazo promueve el desarrollo mental en el feto y durante la infancia. Actualmente en Chile se enriquecen huevos con omega 3 a través de la alimentación de las gallinas. LÁCTEOS CON ESTANOL VEGE TALHUEVOS CON OMEGA 3 ACEITE CON OMEGA 3 El aceite Belmont Fitomega afirma contener tanto omega 3 como fitosteroles -o esterol vegetal- lo que lo convertiríaen un producto idóneo para la reducción de enfermedades cardiovascu- lares y el control del colesterol. MARGARINA VEGETAL CON OMEGA 3 Además de ser baja en sodio -lo que ayuda a prevenir enfermedades cardíacas y riesgos como la hipertensión- la margarina vegetal light de Lonco Leche, también contiene omega 3 para el control del colesterol.76 FIA 20 AÑOS 77 innova+agro WWW.FIA.CL EL POD ER DE LA QU ÍNOA Y EL CA CAOANTIOXIDANTES DE L COCHA YUYO La quínoa es una planta andina de la familia Amaranthaceae, que por su consumo se suele comparar con los cereales y es una de las mayores fuentes vegetales de proteínas. Contiene vitaminas B y minerales como hierro, fósforo, magnesio y calcio, además de ser libre de gluten y colesterol. Por su parte, el cacao, presente en los chocolates, contiene flavonoides, antinflamatorios y antioxidantes, que reducen la presión arterial y el colesterol.La marca Andean Dream mediante la incorporación de los ingredientes funcionales de la quínoa y el cacao, desarrolló una línea de productos veganos, desde galletas hasta snacks, que además son libres de soya, grasas trans y gluten.El cochayuyo contiene un amplio número de minerales como calcio, zinc, selenio y manganeso, que tienen un gran poder antioxidante, además de ser el alimento natural más balanceado en yodo y rico en ácido algínico, que funciona como desintoxicante. La marca chilena Munani actualmente tiene varias galletas para untar enrique- cidas con los ingredientes que aporta el cochayuyo, las cuales no incorporan sales añadidas, son ricas en calcio, vitaminas A, B9, C y E, contienen hierro y magnesio, y por su alto contenido en fibra y ser bajas en grasa, ayudarían al tránsito intestinal y a combatir el colesterol. SPIRULINA Y CH LORELLA: LA PROT EÍNA VERDE Con la visión de mejorar la calidad de vida y el bienestar del ser humano acercando la nutrición a las personas, Aquasolar acuñó el concepto de \"Super Nutrición\", facilitando con sus productos (tabletas) el acceso del consumidor a alimentos ricos en nutrientes esenciales basados en microalgas, dentro de las cuales destacan la chlorella y la spirulina. A esta última, la ONU la declaró como \"el mejor alimento para la humani-dad\", la OMS como \"el producto sano para siglo XXI\", y la UNESCO como \"el alimento del milenio\". Energía, vitalidad, regulación del tránsito intestinal, eliminación de toxinas, control del apetito, y mejorar rendimientos deportivos, son algunos de los beneficios que aportan estos poderosos supera- limentos. Productos76 FIA 20 AÑOS 77 78 FIA 20 AÑOS 79 innova+agro WWW.FIA.CL1% 10%16%ESTADOS UNIDOS COL OMBIAREINO UN IDO ARGENT INA TAILANDIABRASILCANADÁ MÉXICO 7%2%VENEZUE LA ANIA 1%DINAMARCA 2%ESPAÑA 1%JAPÓN 2%CHINA 2%La exportación chilena vs los principales mercados mundiales DESTINO DE LAS EXPORTACIONES CHILENAS DEINGREDIENTES FUNCIONALES Y ADITIVOS ESPECIALIZADOSDe acuerdo al estudio FIA \"Estrategia para el desarrollo de la industria de ingredientes funcionales en Chile\", los principales mercados para nuestro país son Estados Unidos, México y Perú. Sin embargo la demanda mundial difiere de este foco exportador, según da cuenta la cantidad de productos alimentarios que se lanzaron al mercado entre 2010 y 2014 en distintas industrias que requieren ingredientes funcionales y aditivos especializados, como la pastelería, alimentos para niños, snacks o bebidas.La demanda por ingredientes funcionales está liderada por Europa, mercado donde Chile recién incursiona tímidamente con un 2% de exportaciones a Dinamarca y Bélgica y un 1% a Alemania, Reino Unido y España. Estas cifras permiten inferir que la demanda es mucho mayor que la oferta. Si se considera que de la globalidad de exportaciones agrícolas, sólo el 1,5% representa un ingrediente funcional o un aditivo especializado, se puede prospectar un auspicioso futuro para esta industria dada la amplia cantidad de mercados que aún quedan por conquistar.INGREDIENTES FUNCIONALES Y ADITIVOS ESPECIALIZADOS Mercado78 FIA L ES TE ÁMERICA LA TINA ÁFRICA MEDIO ORI ENTE *La cantidad de productos alimentarios lanzados en el período 2010-2014 permite hacer una estimación del tamaño de los mercados y sus demandas.1% 10%16%ESTADOS UNIDOS COL OMBIAREINO UN IDO ARGENT INA TAILANDIABRASILCANADÁ MÉXICO 7%2%VENEZUE LA ANIA 1%DINAMARCA 2%ESPAÑA 1%JAPÓN 2%CHINA 2%N° DE PRODUCTOS QUE REQUIEREN INGREDIENTES FUNCIONALES Y/O ADITIVOS ESPECIALIZADOS LANZADOS ENTRE 2010-2014, POR MERCADO De la globalidad de exportaciones agrícolas, sólo el 1,5% representa un ingrediente funcional o aditivo especializado. **Fuente Estudio FIAEuropa es el principal demandante de ingredientes funcionales, mercado donde Chile recién incursiona tímidamente con un 7% de exportaciones80 FIA 20 AÑOS 81 innova+agro WWW.FIA.CLEn la búsqueda de un\"sello\" A fines de este año, la autoridad de Salud entregará los resultados del proyecto que busca establecer estándares para el reconocimiento de alimentos funcionales en el marco del Reglamento Sanitario de los Alimentos. Un importante paso para Chile, que apunta a consolidar esta industria de aquí al año 2030. PAMELA RIVEROS Normativa80 FIA 20 AÑOS 81 ue un hecho histórico el que permitió que la huma- nidad descubriera el significado de los ingredientes funcionales. Después del desastre de la Segunda Guerra Mundial, Japón logró desarrollar un estilo y calidad de vida que permitió aumentar notablemente las expectati - vas de vida de su población. Sin embargo, con el correr de los años, el progresivo envejecimiento de la sociedad nipona trajo consigo el incremento de las patologías crónicas no transmisibles, tales como diabetes, osteopo-rosis, enfermedades cardiovasculares e hipertensión.El fenómeno se convirtió en un gran problema para el gobierno japonés, dado el alto costo que significa-ba para su sistema de salud. Pero fiel a su cultura, no se quedaron de brazos cruzados. Fue así como durante la década de los '80 iniciaron las investigaciones para conocer los efectos de los alimentos en el organismo, sentando las bases de lo que décadas más tarde se cono-cería como \"alimentos funcionales\".Según se consigna en el artículo publicado en la Revista Chilena de Nutrición, \"La experiencia japonesa con los alimentos FOSHU ¿Los verdaderos alimentos funcio-nales?\", aquellas investigaciones sirvieron para definir por primera vez el concepto \"alimento funcional\", que incluía tres elementos principales.El primero es el componente \"nutricional\", esencial para la supervivencia del individuo. El segundo corres-ponde a la función \"sensorial\", esto es que su consumo produzca una sensación placentera a partir de su sabor, aroma, textura, etc. Finalmente, la tercera es la función \"fisiológica\", con la cual el alimento debe producir un efecto favorable en la nutrición, el biorritmo, el siste-ma nervioso, en la capacidad de defensa corporal, entre otras, de quien lo consume. \"En el concepto japonés, los alimentos funcionales deberían enmarcarse precisa-mente en esta última función\", señala el texto escrito por Rodrigo Durán y Alfonso Valenzuela, del Institu-to de Nutrición y Tecnología de los Alimentos de la Universidad de Chile, INTA.Corría el año 1989 y las políticas implementadas por el gobierno japonés habían derivado en el sello FOSHU (Food for Specified Health Use, Alimentos para uso específico de salud), con la publicación de un informe donde se mencionaban los alimentos que se considera-ban \"funcionales\". En la actualidad, aquellos productos que logran obtener esta categoría han debido pasar por un proceso altamente riguroso, y son reconocidos por sus consumidores por medio de un logo en sus envases.\"El FOSHU es la respuesta institucional que dio Japón a la necesidad de normar esta industria, y ciertamente ha tenido un impacto muy positivo en su desarrollo\", señala el secretario ejecutivo de la Agencia Chilena para la Inocuidad y Calidad Alimentaria (ACHIPIA), Michel Leporati.\"Muchos países desarrollados, tales como Canadá, Estados Unidos, Australia, Nueva Zelandia y la Unión Europea han avanzado en un proceso similar desde hace bastante tiempo, y cuentan con un marco normativo que reconoce y distingue este tipo de productos, lo que por supuesto beneficia a los consumidores que tienen acce - so a información veraz sobre las propiedades de los productos que consumen\", agrega.En un documento elaborado por ProChile en 2013, titu-lado \"Tendencias del Mercado, Productos FOSHU en Japón (Alimentos Funcionales)\", se señala que fue en 1991 que se implementó definitivamente la normativa FOSHU en ese país y en 1993 aparecieron los prime-ros productos bajo esta rotulación. \"Los envases deben indicar claramente su contenido y los beneficios que se puede esperar con el consumo de dicho producto\", se explica en el artículo. La instauración del sello FOSHU estimuló el desarrollo de la industria de alimentos funcionales en Japón, y hoy este país es uno de los líderes mundiales en este segmento. F82 FIA 20 AÑOS 83 innova+agro WWW.FIA.CLEn Japón la \"reglamentación funcional\" se inició hace casi 30 años, mientras que Europa lleva una década en esa misma línea. Es por ello que en la actualidad los consumidores están más informados sobre los produc-tos que consumen y los beneficios que pueden esperar de ellos. Una tendencia que ahora se está replicando en Chile, donde cada vez existe mayor interés por los alimentos funcionales.Según explican desde ACHIPIA, en la actualidad la regulación chilena no contiene la categoría de \"alimen - tos funcionales\" propiamente tal. Existe un reconoci - miento de atributos saludables de un número acotado de ingredientes asociados a matrices alimentarias, lo cual permite la inclusión de mensajes saludables en su comercialización. \"Sin embargo, frente a las exigencias de los consumidores y a las expectativas y necesidades de desarrollo de la industria, aquello es absolutamen - te insuficiente, constituyéndose en un freno al impulso innovador, por lo que se hace necesario su revisión y modernización\", enfatiza Leporati. Para el secretario ejecutivo de ACHIPIA resulta eviden - te que hoy día en Chile existe un mercado alimentario más sofisticado, que exige un nuevo ordenamiento. \"Vemos cómo en los últimos años se ha producido un desarrollo explosivo de una oferta global de alimentos ello que ACHIPIA, en el marco del Programa Transforma Alimentos, se encuentra llevando a cabo una iniciativa tendiente a dotar a esta agencia de los mecanismos y herramientas necesarias para recono-cer en la regulación oficial la categoría de \"alimentos funcionales\", y establecer los procedimientos forma-les y estandarizados para que los productores puedan acogerse a este reconocimiento.EL TURNO DE CHILE Los participantes de esta iniciativa están congregados en el Comité de Seguimiento Técnico, en el cual parti - cipan, además de ACHIPIA, el Ministerio de Salud, SERCOTEC, INDAP, FIA, Programa Estratégico Agroindustria para el Desarrollo Región del Maule, Asociación Chilena de Productores e Importadores de Alimentos Saludables (ALIMSA), Granotec, Unión Nacional de la Agricultura Familiar (UNAF), Chilea - limentos, Sociedad Chilena de Ciencia y Tecnología de Alimentos (SOCHITAL) y Capítulo Chileno de Composición de Alimentos (CAPCHICAL).Para la directora ejecutiva de FIA, María José Etchega - ray, hoy resulta absolutamente indispensable que Chile genere esta nueva categorización, \"lo cual sin duda esti-mulará la I+D+i y el emprendimiento en esta área, dina-mizando e inyectando nuevos bríos a nuestra industria alimentaria\".Ejecutada por la Universidad de Talca, la iniciativa se encuentra actualmente en desarrollo y fue dado a cono-cer a la opinión pública en un acto de lanzamiento en el que participaron representantes de los ministerios de Salud y Agricultura y el secretario ejecutivo del Fondo de Inversión Estratégica del Ministerio de Economía (FIE), entidad que financia esta iniciativa. Todo ello, indica Leporati, entrega una señal clara de que existe una preocupación seria en torno a este tema.El ejecutivo espera que a fines del presente año se entre-guen los resultados del proyecto, en términos del diseño e implementación de un sistema de gestión que permita establecer estándares para el reconocimiento de alimen - tos funcionales en el marco del Reglamento Sanitario de los Alimentos. Frente a las exigencias de los consumidores y a las expectativas y necesidades de desarrollo de la industria, (la actual normativa) es absolutamente insuficiente, constituyéndose en un freno al impulso innovador, por lo que se hace necesario su revisión y modernización Michel Leporati, ACHIPIA LA NORMA VIGENTE En Chile actualmente existe la \"Resolución Exenta del Ministerio de Salud n°764 de 2009, normas técnicas sobre directrices nutricionales\", que señala las condiciones para declarar propiedades saludables de los alimentos, lo cual es un reconocimiento de atributos que permite la inclusión de mensajes saludables en la comercialización de ciertos productos. Normativa\"\"82 FIA 20 AÑOS 83 84 FIA 20 AÑOS 85 innova+agro WWW.FIA.CL OPIA Observatorio para la Innovación Agraria, Agroalimentaria y Forestal Durante el mes de abril se llevó a cabo el seminario \"Tendencias en el desarrollo de productos de alimentación 2017\", organizado por el Centro Tecnológico AINIA, de España. Esta entidad pertenece al European Food Institutes (EFI) y es una asociación privada sin fines de lucro, con más de 25 años de experiencia en I+D+i alimentaria, trabajando para impulsar la competitividad de las empresas a través de la innovación. En esta ocasión se reunieron distintos actores del mundo de las empresas de ingredientes y de productos finales, donde se pudo observar los desa-fíos y pilares para el año 2017.Uno de los retos se relaciona con los alimentos saludables, la evolución que ha experimentado esta tendencia y las exigencias del consumidor por productos naturales. En esta línea, se destacó a los night food, haciendo hincapié en la necesidad de innovar en torno a los ingredientes funcionales de los alimentos que se consumen en este momento del día, los cuales se podrían traducir en snack funcionales. El proyecto Capple en Bélgica, tiene como objetivo frenar el aumento de la obesidad en la población, y adquirir los elementos necesarios para la obtención de un \"claim\" de salud relacionado con el control de peso. El objetivo de Capple es estudiar sistemáticamente los efectos beneficiosos para la salud de las formulaciones ácido láctico - extrac - tos de manzana. El proyecto tiene como objetivo la comercialización de estos productos para su uso como suplemento alimenticio, o bien, incorporados en una matriz alimentaria. Además, se busca que la Comisión Europea otorgue un claim de propiedades saludables para este nuevo ingrediente.ESPAÑA BÉLGICASNACKS FUNCIONALES PARA LA NOCHE NUEVO INGREDIENTE NATURAL CON EXTRACTO DE MANZANA PARA EL CONTROL DEL PESOTendencias, novedades y experiencias internacionales en Ingredientes Funcionales y Aditivos Especializados Opia84 FIA 20 AÑOS 85 En 2050 el 17% de la población a nivel mundial tendrá sobre 65 años de edad, lo cual conducirá a que un porcentaje importante de los productos que contengan ingredientes funcionales se orienten a mejorar la calidad de vida y a contribuir a un envejecimiento saludable. Dado que numerosos estudios avalan la capacidad antiinflamatoria y de protección de las articulaciones de la cúrcuma, Naturex lanzó Turmipu-re, producto botánicamente autentificado a través de la iniciativa Nature Pathfinder, un enfoque que garantiza la trazabilidad, la transparencia y confianza de sus productos, elevando los estándares del mercado e inclu - yendo la certificación orgánica. Actualmente, Naturex sigue invirtiendo en investigación y estudios clíni - cos que permitan demostrar la eficacia del Turmipure. Durante el even-to de Vitafoods Europa -que se llevará a cabo en Ginebra en el mes de mayo- además del Turmipure se dará a conocer el ThinkBlue, un extracto de arándano silvestre que ofrece beneficios para la salud cognitiva. Entre el 30 y 31 de octubre de 2017, se llevará a cabo la primera versión del WellFood Ingredients, en Sao Paulo, Brasil, con la prome-sa de mostrar lo que están haciendo las principales empresas del sector en la actualidad en torno a los productos nutracéuticos e ingredientes funcionales en ese país. En el programa de conferencias, los exper - tos mostrarán las principales innovaciones que guiarán las industrias alimentaria y farmacéutica en los próximos años en Brasil.Según cifras de Euromonitor, el sector de alimentación saludable mueve en Brasil alrededor de US$35 billones al año, y entre el año 2009 y 2014 registró un crecimiento de 98%. Se espera que esta primera edición del WellFood Ingredients reciba a 1.500 visitantes, quienes tendrán la posibilidad de conocer las últimas tendencias y tecnologías de la industria.FRANCIA BRASILNATUREX LANZA TURMIPURE, EXTRACTO DE CÚRCUMA ORGÁNICA PARA LA SALUD DE LAS ARTICULACIONES GRAN CONVENCIÓN DE INGREDIENTES FUNCIONALES 86 FIA 20 AÑOS 87 innova+agro WWW.FIA.CL Germán Merino, Ignacio Medina y María del Carmen Icaza Juan Pablo Mellado, Cristóbal Acevedo, Cristóbal Gatica, Germán Merino y Rafa Costa Carola Silva y Pedro SolarExitoso lanzamiento de OPIA enÑam Innova 2017 La Fundación para la Innovación Agraria fue la gran protagonista de Ñam Innova 2017, evento que tuvo como momento estelar el lanzamiento del Observatorio para la Innovación Agraria, Agroa-limentaria y Forestal, OPIA (www.opia.cl). La jornada contó con cerca de 300 asistentes, siendo el stand de OPIA el punto neurál - gico del Centro Infante 1415, recibiendo la retroalimentación de emprendedores, profesionales, jóvenes, empresarios y personas vinculadas a la actividad alimentaria y agropecuaria en general. Sociales86 FIA 20 AÑOS 87 Jasna Ivusic, Amanda Balladares y Valeria Campos Andrea Jofré, Amanda Balladares e Ingrid Acosta Rocío Castillo, Rafael Rincón y Patricia Paredes ÑAM88 FIA 20 AÑOS 89 innova+agro WWW.FIA.CL María José Etchegaray Machi Paola Ternicier, María José Etchegaray y Michel Leporati Eduardo Zavala y Javier Olave Víctor y Nancy GuzmánPor tercer año consecutivo FIA dijo presente en el Festival Lati - noamericano de Cocina Ñam Mercado, evento que año a año celebra a los alimentos y la gastronomía patrimonial, releván - dolos como elementos centrales de nuestra cultura e identidad. Como ya es habitual, nuestros expositores \"la rompieron\" con sus propuestas innovadoras, destacando el famoso pajarete del desierto \"Armidita\", los productos de avellana chilena o ñefn de \"Gustos del Bosque\", y el kit para producir hongos ostra de los chicos de \"Këtrawa\". Sociales88 FIA 20 AÑOS 89 Pedro Solar, Carola Silva y Rafael Rincón Carolina Bazán, Iñaki Onetto, Rosario Onetto y Ana Rivero Michel Villarroel, Miguel Godoy y Orlando Morales90 FIA 20 AÑOS 91 innova+agro WWW.FIA.CL Sara Hernández y Camila Garrido Rodrigo Polanco, Karin Edwards, Juan Jiménez y Jimena Acuña Marshall Strika, Verónica Vilches y Leonel Lucero innova+agro Sociales90 FIA 20 AÑOS 91 Patricio Quense, Jorge Quiroga y Franklin Carpenter Leonardo Llanos, María José Montequin y Germán Iglesias Loreto Cisterna, Adolfo Topper, Elba Caicedo, Ana Rivero y Paulina Bravo Irena Ortega, Dominique Díaz, Octavio Sotomayor y Mina Namdar ÑAM92 FIA 20 AÑOS 93 innova+agro WWW.FIA.CLTendencias que marcan el camino LOS DESAFÍOS DE LA INDUSTRIA ANTE UN CONSUMIDOR EXIGENTE DE \"ETIQUETA LIMPIA\" A \"ETIQUETA CLARA\" En la actualidad las normativas que regulan los merca - dos de alimentos tienden a poner gran énfasis en las etiquetas. El consumidor espera transparencia de parte de la industria: saber qué ingredientes componen lo que está ingiriendo y las condiciones en que se procesan los alimentos (presencia de trazas, alérgenos, etc.).Según estudios de la agencia Datamonitor, hoy exis-te desconfianza en los denominados \"claims\", aque-llas frases que hacen referencia a las cualidades de un producto, como \"natural\" o \"sin aditivos o preservan-tes\", que más parecen una estrategia de marketing que información nutricionalmente relevante.Cada vez son más los consumidores que exigen certezas, lo cual representa una oportunidad para los ingredientes funcionales y aditivos especializados, que se perfilan como los compuestos más idóneos para conquistar a estos segmentos, pues muchas veces la innovación en la formulación irá de la mano de la sustitución de ingre-dientes y aditivos sintéticos por otros naturales, benefi-ciosos e inocuos para nuestro organismo.EL MUNDO DE LOS MILLENNIALS Un tercio de los consumidores de hoy son los llama - dos \"millennials\" o \"Generación Y\", aquellos nacidos entre 1980 y 1994, segmento que se consolida como un consumidor bien informado, que valora lo local, los productos con historia, así como también la innovación y nuevas experiencias sensitivas. Son promotores de los productos con \"conciencia ambiental\" y se mues-tran preocupados por la trazabilidad del desarrollo de un alimento. Un claro ejemplo del impacto comercial de este tipo de consumidor, es la fuerte incorporación de granos ancestrales como la chía a una gran cantidad de nuevos productos alimenticios, así como la proliferación de tiendas y restoranes que hacen alusión a tradiciones como las \"picadas de barrio\" y la revalorización de las cocinas locales. Su fuente de información por excelen - cia es Internet, donde además comparten sus experien - cias con los productos que consumen.ciosos e inocuos para nuestro organismo. HEDONISMO ALIMENTARIO Por último existe un factor que no está vinculado con la nutrición pero que puede resultar determinante en el éxito o fracaso de un producto alimenticio: el hedonis-mo, es decir el conjunto de factores que determinan la compra, los cuales en su mayoría están vinculados con el sabor, el aroma, la apariencia y el placer general que produce su consumo. La motivación de llevar una dieta saludable puede diluirse si un consumidor altamente hedonista no está dispuesto a renunciar a, por ejemplo, un sabor agradable. Por esta razón, la innovación en alimentos saludables no sólo tiene el desafío de ofrecer ingredientes funcionales e inocuos, sino también rega-larle momentos de placer a los consumidores. LAS OTRAS PROTEÍNAS Asociadas a dietas bajas en azúcar y carbohidratos refi- nados, las proteínas son la base de la pirámide nutricio - nal de muchos consumidores que ven en ellas el bene-ficio de tonificar rápidamente su cuerpo si se combinan con ejercicios, dado su efecto en la disminución de los índices glicémicos asociados al control del apetito. Si antes una dieta alta en proteína equivalía a comer mucha carne o leche, hoy existen sustitutos aptos para todo tipo de régimen alimenticio, como la proteína de arveja. En el marco de esta tendencia, una de las materias primas menos explotadas son las algas. Su eficiencia fotosintética, su alta tasa de crecimiento y sus abundan-tes y excepcionales ingredientes naturales representan un enorme potencial en la industria de ingredientes funcionales y aditivos especializados, especialmente para países como Chile. Tendencias92 FIA 20 AÑOS 93 Responsable del intenso color rojo de frutas y verduras, el licopeno es un poderoso antioxidante capaz de neutralizar la acción de los radicales libres, siendo eficaz en la prevención de enfermedades cardíacas, hipertensión arterial y arteriosclerosis. Su abundante presencia en distintas variedades de tomate, representa una interesante oportunidad para los productores de esta hortaliza, quienes articulados con entidades tecnológicas y empresas transformadoras podrían dar origen a un polo territorial de desarrollo estratégico en torno a la extracción y comercialización de este extraordinario ingrediente funcional.94 FIA 20 "}