{"title": "Acetaminophen Intoxication: A Critical-Care Emergency", "author": "Manouchehr Saljoughian; PharmD; PhD Department; Alta Bates Summit Medical Center Berkeley; California", "url": "https://www.uspharmacist.com/article/acetaminophen-intoxication-a-criticalcare-emergency", "hostname": "uspharmacist.com", "description": null, "sitename": "Uspharmacist", "date": "2016-12-16", "cleaned_text": "US Pharm. 2016;41(12):38-41. Acetaminophen (known as paracetamol in Europe) is one of the most commonly used oral medications for pain and fever reduction. Unlike typical nonsteroidal anti-inflammatory drugs, acetaminophen has only a minor effect on tissue cyclooxygenase activity and appears to produce analgesia by increasing pain thresholds, perhaps through inhibition of the nitric oxide pathway that is activated by many pain neurotransmitter receptors. If used in proper therapeutic doses, acetaminophen has an excellent safety profile; however, its major side effect is hepatotoxicity, which can occur after overdose or misuse. This is because acetaminophen is metabolized in the liver. In the United States, acetaminophen toxicity is the most common cause of acute liver failure and the second most common cause of liver failure requiring transplantation.1 Acetaminophen overdose is also known as acetaminophen poisoning. The American Association of Poison Control Centers calls acetaminophen one of the most common pharmaceuticals associated with both intentional and unintentional poisoning and toxicity.1 For most people, it is safe to take 4,000 mg (4 g) of acetaminophen within a 24-hour period. Accidental overdose may occur when a person takes too much acetaminophen because the pain or fever does not diminish after the recommended dose, or when a person takes too many different medications containing acetaminophen. These include sleeping pills and medications for the common cold, flu, and allergies. Additionally, with extended-release pills, acetaminophen remains in the body for a longer period of time.2 The 2014 annual report of the American Association of Poison Control Centers' National Poison Data System noted 50,396 single exposures to acetaminophen alone and 22,951 single exposures to acetaminophen in combination with other drugs. Acetaminophen exposure alone resulted in 65 deaths, and acetaminophen combinations resulted in 42 deaths.1 This article will briefly review the history, safety profile, clinical presentation, and treatment of acetaminophen intoxication. Acetaminophen History and Profile When acetaminophen was introduced to the U.S. market in 1947, it was available only by prescription. In 1960, its status was changed to OTC. In 2011, an IV formulation of acetaminophen was approved in the U.S. for inpatient adults and children aged >2 years.1 Acetaminophen, or N-acetyl-p-aminophenol (APAP), is available in more than 200 OTC and prescription medications under different brand or trade names. Acetaminophen is available in a variety of forms, such as elixirs, suspensions, tablets (dissolvable and chewable), caplets, capsules, and paraffin-base rectal suppositories. In the U.S., >25 billion doses are sold yearly in the form of 325-mg and 500-mg immediate-release tablets and 650-mg extended-release products marketed for the treatment of arthritis. Combination formulations such as hydrocodone-acetaminophen and oxycodone-acetaminophen are considered controlled substances and require a prescription.3 Acetaminophen is one of the most commonly used medications for pain and fever reduction in children. This is partly due to the contraindication of aspirin in pediatric patients (Reye syndrome). Acetaminophen is rapidly and completely absorbed from the gastrointestinal (GI) tract. Acetaminophen overdose can occur at any age. In children aged <1 year, it can result when a caregiver administers incorrect doses of medications containing acetaminophen. Accidental poisoning can also occur in toddlers and young children with unsupervised access to medications. Although acetaminophen toxicity is particularly common in children, most of the serious and fatal cases have occurred in adults.3-5 In an attempt to reduce the potential for acetaminophen toxicity in the U.S., a number of pharmaceutical regulatory changes have been introduced. In 2009, the FDA required that information regarding the risk of acetaminophen-induced hepatotoxicity be provided with nonprescription and prescription APAP-containing medications. In addition, the FDA has considered decreasing the recommended maximum daily dose.3 Finally, in January 2014, the FDA issued a statement advising that combination prescription pain relievers containing >325 mg of acetaminophen per tablet, capsule, or other dosage form no longer be prescribed because of the risk of liver damage.5 Research shows that acetaminophen may also cause potentially fatal skin disorders, such as Stevens-Johnson syndrome, toxic epidermal necrolysis, and acute generalized exanthematous pustulosis. For this reason, the FDA advised in August 2013 that anyone who has a skin reaction, such as the development of a rash or blister, while taking acetaminophen should stop using the drug and seek immediate medical care.3,5 Standard and Toxic Acetaminophen Dosages For children aged <12 years and/or weighing <50 kg, the maximum daily dose is 75 mg/kg, with a recommended dosage of 10 to 15 mg/kg every 4 to 6 hours as needed and no more than five doses per 24-hour period. Because of absorption differences, weight-based rectal-suppository dosing for children is higher (15-20 mg/kg per dose) and uses the same time interval as for oral acetaminophen.5 In adults, the minimum toxic dose of acetaminophen as a single ingestion is 7.5 to 10 g; acute ingestion of >150 mg/kg or 12 g of acetaminophen in adults is considered a toxic dose and carries a high risk of liver damage. In healthy children aged 1 to 6 years, the minimum toxic dose of acetaminophen as a single ingestion is 150 mg/kg, and acute ingestion of 250 mg/kg poses a significant risk for acetaminophen-induced hepatotoxicity.5 Children who ingest >350 mg/kg and are not appropriately treated are at high risk for severe hepatotoxicity.5 Clinical Presentation and Laboratory Findings Because clinical symptoms of end-organ toxicity do not manifest until 24 to 48 hours after acute ingestion, most patients with acetaminophen overdose will be asymptomatic initially. This makes the time of ingestion, the quantity, and the formulation of acetaminophen ingested extremely important for diagnosis of liver toxicity.3,5 The clinical manifestations of acetaminophen toxicity are typically divided into four stages. See TABLE 1 for a summary of these stages. Laboratory findings may vary according to the degree of hepatotoxicity.3,5 Pathophysiology Acetaminophen is metabolized primarily by conjugation in the liver to nontoxic, water-soluble compounds that are eliminated in the urine. In acute overdose or when the maximum daily dose is exceeded over a prolonged period, metabolism by conjugation becomes saturated, and excess APAP is oxidatively metabolized by the CYP is rapidly conjugated with glutathione, a sulfhydryl donor, and then excreted renally. Under conditions of excessive NAPQI formation or an approximate 70% reduction in glutathione stores, NAPQI covalently binds to sulfhydryl groups hepatocellular proteins, forming NAPQI-protein adducts. A cascade of oxidative damage and mitochondrial dysfunction ensues, and the subsequent inflammatory response propagates hepatocellular injury and death.6 Therefore, the production of NAPQI, in excess of an adequate store of conjugating glutathione in the liver tissue, is associated with hepatocellular damage, necrosis, and hepatic failure.5 The antidote for acetaminophen poisoning, N-acetylcysteine (NAC), is theorized to work through a number of protective mechanisms. Since NAC is a precursor of glutathione, it increases the concentration of glutathione available for the conjugation of NAPQI. NAC also enhances sulfate conjugation of unmetabolized APAP, functions as an anti-inflammatory and antioxidant, and has positive inotropic effects.6 In addition, NAC increases local nitric oxide concentrations and promotes microcirculatory blood flow, enhancing local oxygen delivery to peripheral tissues. The microvascular effects of NAC therapy are associated with a decrease in morbidity and mortality, even when NAC is administered in the setting of established hepatotoxicity.5 NAC is maximally hepatoprotective when administered within 8 hours of acute acetaminophen ingestion. When indicated, however, NAC should be administered regardless of the time elapsed since the overdose. Therapy with NAC has been shown to decrease mortality rates in late-presenting patients with hepatic failure, even in the absence of measurable serum APAP levels.6 Diagnosis The evaluation of an IV acetaminophen overdose is similar to that of an oral overdose.1 Because antidotal therapy is most effective when initiated within 8 hours after an ingestion, it is important to obtain an accurate history of the time(s) of ingestion, the quantity of acetaminophen, and the formulation of acetaminophen ingested. This will reduce the risk of hepatotoxicity.2 The basis for diagnosis and treatment of acetaminophen overdose is the serum acetaminophen concentration. This is helpful even in the absence of clinical symptoms, because these symptoms are delayed. The Rumack-Matthew nomogram is predictive of possible hepatotoxicity after single, acute ingestions of acetaminophen.7 In addition to the laboratory findings discussed in TABLE 1, the following analyses are recommended to facilitate diagnosis: Alkaline phosphatase Prothrombin time and international normalized ratio Glucose levels Renal-function studies (blood urea nitrogen, creatinine) Lipase and amylase (in abdominal pain) Salicylate level (in patients with suspected coingestants) Arterial blood gas and ammonia (in clinically compromised patients) Serum ammonia levels and CT scan of the brain in patients with mental-status changes Pharmacokinetics: Ingested acetaminophen is rapidly absorbed from the stomach and small intestine. The serum concentration peaks 1 to 2 hours post ingestion. Therapeutic levels are 5 to 20 mcg/mL (33-132 µmol/L). Peak plasma levels occur within 4 hours after ingestion of an overdose of an immediate-release preparation. Ingestion of an acetaminophen extended-release formulation may result in the achievement of peak serum levels >4 hours post ingestion.8 Generally, the elimination half-life of acetaminophen is 2 hours (range 0.9-3.25 hours). In patients with underlying hepatic dysfunction, the half-life may last as long as 17 hours post ingestion. Treatment The evaluation and treatment approach for an IV acetaminophen overdose are similar to those for an oral overdose.1 Most emergency departments start with GI decontamination agents immediately post ingestion. Activated charcoal is administered if the patient is alert and presents within 1 hour post ingestion. Oral activated charcoal quickly adsorbs acetaminophen.9 This GI decontaminant can yield a significant treatment benefit if administered within 1 hour post ingestion, or later if the ingestion involves an agent that delays gastric emptying or slows GI motility. Patients with acetaminophen concentrations below the \"possible\" line for hepatotoxicity on the Rumack-Matthew nomogram may be discharged after being medically cleared.9 nomogram (or, acetaminophen-toxicity nomogram) plots the serum acetaminophen concentration against the time since ingestion to predict possible liver toxicity, as well as allow the clinician to decide whether to proceed with NAC treatment. It is a logarithmic graph starting not directly from ingestion, but from 4 hours post ingestion, after absorption is considered likely to be complete. This nomogram allows for the timely management of acetaminophen overdose. Generally, a serum plasma APAP concentration of 140-150 mcg/mL at 4 hours post ingestion indicates the need for NAC treatment.7,10 NAC is approximately 100% hepatoprotective when it is given within 8 hours after an acute acetaminophen ingestion. NAC is approved for both oral and IV administration. Oral NAC: The FDA-approved regimen for oral administration of NAC (Mucomyst) is as follows: Dilute the 20% solution 1:3 with cola, orange juice, or another soft drink to prepare a 5% solution. Use within 1 hour of preparation for a total treatment of 72 hours. IV NAC: The IV formulation of NAC (Acetadote) is currently used in many emergency departments for the treatment of acetaminophen ingestion. Use of the IV formulation of NAC is preferred if the patient is unable to tolerate oral NAC because of emesis refractory to proper use of antiemetics.11 Solution for IV Injection: For the loading dose, dilute 150 mg/kg (maximum 15 g) in 5% dextrose in water (D5W) 200 mL and infuse over 60 minutes. For the second dose, dilute 50 mg/kg (maximum 5 g) in D5W 500 mL and infuse over 4 hours. For the third dose, dilute 100 mg/kg (maximum 10 g) in D5W 1,000 mL and infuse over 16 hours. To avoid fluid overload in patients weighing <40 kg and in those requiring fluid restriction, decrease the volume of D5W proportionally and discard the unused portion.11 Liver Transplantation: In severe hepatotoxicity leading to progression to liver failure, liver transplantation is the last resort. Conclusion Acetaminophen can be fatal in overdose, but many people underestimate the potential dangers of this medication. The therapeutic dosage is 10 to 15 mg/kg per dose in children and 325 to 1,000 mg per dose in adults, with a maximum recommended daily dosage of 80 mg/kg in children or 4 g in adults. The toxic dose varies among individuals, but toxicity is unlikely to result from a single dose of <150 mg/kg in a child or 7.5 g to 10 g in an adult. The initial manifestations of acetaminophen poisoning are often mild and nonspecific, and they do not reliably predict subsequent hepatotoxicity. Acetaminophen is rapidly and completely absorbed from the GI tract. Serum concentrations peak between 30 minutes and 2 hours after an oral therapeutic dose. Acetaminophen-induced hepatitis is acute in onset and progresses rapidly. Therefore, measurement of the serum acetaminophen concentration is critical whenever overdose is suspected. The risk of toxicity is best predicted by relating the time of ingestion to the serum acetaminophen concentration. Therapeutic serum concentrations range from 10 mcg/mL to 20 mcg/mL. Following a single acute overdose of an immediate-release preparation, a serum acetaminophen concentration should be drawn 4 hours after reported ingestion. If the ingestion occurred >4 hours prior to presentation, the concentration should be drawn immediately. The level should be evaluated, according to the Rumack-Matthew nomogram, to determine the need for treatment with NAC. REFERENCES 1. Mowry JB, Spyker DA, Brooks DE, et al. 2014 annual report of the American Association of Poison Control Centers' National Poison Data System (NPDS): 32nd annual Gasteroenterol. 2009;43:342-349. 3. Ferner RE, Dear JW, Bateman DN. paracetamol poisoning. BMJ. 2011;342:d2218. 4. James EV, Acetaminophen-associated hepatic injury: evaluation of acetaminophen protein Accessed November 15, 2016. 6. Sztajnkrycer MJ, Bond GR. Chronic acetaminophen overdosing in children: risk 2001;13:177-182. 7. 2002;40:3-20. 8. Heard K, Bui A, Mlynarchek SL, et al. Toxicity from repeated doses of acetaminophen in children: assessment of causality and dose in reported cases. Am J Ther. 201;21:174-183. 9. Hinson JA. Mechanism of Kaplowitz N, DeLeve LD, eds. London, England: Press; 2013:305-330. 10. Gosselin S, N-acetylcysteine in the treatment of acetaminophen overdose. Analysis of the national multicenter study (1976 to 1985). N Engl J Med. 1988;319:1557-1562. To comment on "}