{"title": "PDF", "author": "PDF", "url": "health.mo.gov/living/wellness/immunizations/pdf/VaccineHesitancyFeemster4-21-16.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Vaccine Hesitancy and Alternative Vaccine Schedules Kristen A. Feemster, MD MPH MSHP Assistant Professor of Pediatrics, Division of Infectious Diseases Research Director, Vaccine Education Center The Children's Hospital of Philadelphia; U. of Pennsylvania School of Medicine April 21, 2016 Presenter Disclosures Consultant/ Speakers bureaus No Disclosures Research funding Agency for Healthcare Research and Quality National Institutes of Health Stock ownership/Corporate boards -employment No Disclosures Off-label uses No Disclosures Objectives Explore factors that contribute to vaccine hesitancy Review evidence related to the safety of the currently recommended vaccine schedule Review common questions and misperceptions among parents that contribute to requests for 'alternative' vaccine schedules Explore strategies for addressing vaccine concerns 2016 Vaccine Schedule Impact of Vaccines www.immunize.org/catg.d/p4037.p df Item #P4037 (12/14) MMWR August 28, 2015 / 64(33) Epidemiology of Vaccine Refusal Majority of physicians report >1 vaccine refusal / month >90% report request to spread out vaccines 1 out of 5 report that at least 10% of parents make request 13% children under -vaccinated Pediatrics. 2015 Epidemiology of Vaccine Refusal HPV Vaccine Rates Low Compared to Other Adolescent Vaccines National Estimated Vaccination Coverage Levels among Adolescents 13 -17 Years, NIS - Teen 2006 -2014 MMWR July 2015 Pediatricians and Delayed Schedules Growing number of pediatricians always / often accept requests for delay (13 37%) -But... <10% agree with parents who make requests Likelihood of accepting requests associated with beliefs about the vaccine schedule Providers may overestimate parental concerns about # of shots Kempe A. Pediatrics, 2015; Wallace etal, Vaccine 2014 A consequence of success Low perceived risk of VPD's and underappreciation of transmission risks Underappreciation of disease severity Easy access to misinformation persistent vaccine safety concerns Concerns about disease risk Concerns about vaccine safety A consequence of success and changing times Distrust and scientific denialism Rapid dissemination of information Naturalism Changes in Decision - making Distortion of risk Defining Vaccine Hesitancy WHO Strategic Advisory Group of Experts on Immunization and the National Vaccine Advisory Committee established vaccine hesitancy working groups Define Vaccine Hesitancy Model Determinants of Vaccine Hesitancy Identify Strategies to Measure and Address Hesitancy SAGE Model CONFIDENCE Contextual Influences Media History Politics Individual / Group Influences Health beliefs Social Norms Perceived Risk Vaccine Specific Issues Cost Schedule Delivery Adapted from MacDonald NE, SAGE Working Group on Vaccine Hesitancy; Vaccine 33 (2015). The spectrum of vaccine acceptance Worried (2.6%) Fence Sitter (13%) Go along to get along (26%) Health advocate (25%) Immunization Advocate (33%) Gust DA, et al. Am J Health Behavior, 2005,29; Leask J, etal. BMC Pediatrics. 2012, 12. Refuser (<2%) / Selective Vaccinator (2 - 27%) (20-30%) Cautious Acceptor (25 - 35%) Unquestioning Acceptor (30 - 40%) WHY PARENTS REFUSE OR DELAY VACCINES FOR THEIR CHILDREN: ADDRESSING COMMON MISPERCEPTIONS Too many shots Isn't natural immunity better? Pharmaceutical companies are just pushing vaccines to make money Too many preservatives We never see this disease anymore I want to decide what is best for my child That vaccine hasn't been around long enough yet Why do parents request alternative vaccine schedules? Vaccine safety concerns about long term side effects or specific outcomes like autism Low perceived risk of child contracting a vaccine preventable disease Concern that vaccination will affect immune system Parents' desire to be involved in child's medical care Concerns about vaccine additives Concerns about fever, pain associated with vaccination Are all of these vaccines too much for the immune system, especially in babies? The schedule has changed... Year Vaccines # shots by 2 years of age # shots at one time 1900 Smallpox 1 1 1980 DTwP , Polio (OPV) Pneumococcal conj. and B Influenza, Rotavirus 26 5 Fewer immunologic components are in vaccines today than 100 years ago Number of antigens in vaccines Year Vaccines # shots by age 2 yrs # shots at one time # antigens 1900 Smallpox 1 1 200 1980 Diptheria Tetanus Pertussis (wc) Polio (OPV) Measles Mumps Rubella 5 2 1 1 3,000 15 10 9 5 ~3,041 Year Vaccines # shots by age 2 yrs # shots at one time # antigens 2012 Diptheria Tetanus Pertussis (ac) Polio (IPV) MMR Varicella Hib Pneumococcal conj. Hepatitis A and B Influenza Rotavirus 26 5 1 1 2-5 15 24 69 2 8 5 8 15 ~150 -153 Number of antigens in vaccines That still seems like a lot - can infants handle 150 antigens? From birth, infants are challenged by bacteria in the environment (colonizing bacteria on intestines, skin, and throat; bacteria inhaled on dust). Vigorous sIgA responses within the first week of life keeps colonizing bacteria from invading. Are infants too young to be vaccinated? Excellent immune responses to HBV vaccines given at birth. About 95% of infants will develop protective immune responses to HepB , Hib, DTaP , polio, and pneumococcal vaccines by 6 months of age. Need to be fully immunized against certain infections ( Hib, pertussis , pneumococcus ) by 6 months of age. This just seems like too many shots at one time - why can't I spread them out? Spreading put shots does not reduce stress for infant Study showing that two shots are not more likely to induce cortisol (as a marker for stress) than one shot. Antigen load from vaccine is MUCH smaller than what an infant confronts every day in the environment Ramsay DS, Lewis M. Developmental changes in infant cortisol and behavioral response to inoculation. Child Development 1994;65;1491 -1502. Are alternative vaccine schedules safer? Alternative schedules have NOT been evaluated for safety and efficacy IOM report supports safety of currently recommended schedule What about all of the additives in vaccines? Aluminum? Thimerosal ? \"The alternative schedule suggests only one aluminum containing vaccine at a time in infant years. By spreading out the shots, you spread out the exposure so infants can process the aluminum without it reaching toxic levels.\" Robert Sears, The Vaccine Book , p. 239 Aluminum and Thimerosal Aluminum is the third most abundant element on the earth's surface and the most abundant metal -Occurs naturally in teas, herbs, and spices -Added to foods such as leavening agents, anti -caking agents, and coloring agents Thimerosal contains mercury ( ethylmercury ) which is also everywhere including food and water sources Aluminum and mercury in food Aluminum and mercury are found in breast milk and infant formulas. By 6 months of age infants ingest: - 10mg aluminum from breast milk and 30mg from infant formula compared to 4mg from vaccines -400µg mercury from breast milk compared to <200µg from vaccines Ethylmercury is readily excreted from body - breastmilk , fish and other food sources contain methylmercury which is more likely to accumulate \"The dose makes the poison\" Aluminum can cause encephalopathy, osteomalacia and anemia in severely premature infants and patients on chronic dialysis. Circulating levels of aluminum in those with symptoms between 100 -1,000 ng/ml. -Typically, children and adults have between 1-5 ng/ml of aluminum in blood. Injected vaccines do not raise that level. \"The dose makes the poison\" Thimerosal removed from vaccines in 2001 -Now only in multidose preparations of inactivated influenza vaccines No evidence of mercury toxicity among children who received thimerosal -containing vaccines in multiple studies Everyone has small quantities heavy metals in body Can you really be sure that vaccines don't cause autism? Vaccines and autism Sparked by 1998 publication in The Lancet by Wakefield, etal linking autism and MMR -Vaccine causes bowel inflammation letting brain - damaging proteins circulate Study retracted and findings refuted by multiple studies that have shown no evidence of this link1 Concern shifted to thimerosal and mercury No link found in multiple studies AND even after thimerosal removed from vaccines, autism rates have Lancet 1999. Has evidence removed concern? Why do parents refuse or delay HPV vaccines? Reasons for not vaccinating (females), NIS -Teen 2008 -131 2008 2009 2010 2013 Not recommended 10.8% 8.5% 9.0% Not needed / child doesn't need HPV vaccine yet No benefit in waiting to initiate or complete the HPV vaccine series...early vaccination ensures protection before exposure HPV vaccines work most effectively when given prior to exposure No matter when your child becomes sexually active, young adults are at highest risk of HPV infection HPV vaccines give strongest immune response in younger adolescents HPV vaccination can be administered as part of the adolescent vaccine platform 1Pedersen C, JAH 2007, Reisinger KS etal, PIDJ 2007 Addressing parental concerns: Let's talk about sex? The \"HPV vaccine is cancer prevention\" message resonates strongly with parents HPV vaccination has not been associated with increase in sexual activity I've heard that HPV vaccines haven't been studied enough and aren't safe HPV vaccine was tested for 7 years in about 30,000 women pre -licensure. Post -licensure, the vaccine has been tested in studies of more than 1 million people -GBS, seizures, syncope, appendicitis, stroke, VTE, autoimmune disorders, anaphylaxis, or congenital abnormalities . Known side effects -1 in 60 will develop mild fever -1 in 30 will develop discomfort around injection site Only syncope (0.1%) was found to correlate with vaccine administration ADDRESSING HESITANCY Communication and Policy General Principles: A Multi -Faceted Approach Majority of parents look to their health care provider for reliable information and recommendations regarding vaccines Health care providers may also have questions and concerns about vaccines Parents also receive information from a wide range of sources Parents want to make the best decision to keep their child safe and healthy -Health care providers also want to keep children safe and healthy Provider recommendation is one the most important predictors of vaccine acceptance Media, Politics and Vaccines Provider recommendation matters Be proactive Know the disease Find a common ground Use numbers to communicate risk and provide perspective Use personal stories Know the vaccine - acknowledge known side effects but also emphasize evidence supporting safety and benefit Know about additional resources Make recommendation strong and consistent Healy CM, etal Pediatrics 2011;127 Suppl ; Daley MF, etal. Sci Am 2011;305:32, 4. A Strong Recommendation Can Drive Acceptance Parents whose provider used a participatory approach were significantly more likely to resist vaccine recommendation compared to a presumptive approach Opel DJ, etal. Pediatrics 2013 Targeted Messaging Worried (2.6%) Fence Sitter (13%) Go along to get along (26%) Health advocate (25%) Immunization Advocate (33%) Each group requires a different approach. Gust DA, etal. Am J Health Behavior, 2005,29; Leask J, etal. BMC Pediatrics. 2012, 12. Refuser (<2%) / Selective Vaccinator (2 - 27%) (20-30%) Cautious Acceptor (25 - 35%) Unquestioning Acceptor (30 - 40%) 4 approaches for different types of hesitancy Confidence Most difficult to convince Focus on trust Convenience Remove barriers to access Reminder / Recall Calculation Address concerns Reliable information Complacent Use a firm recommend ation Raise awareness about disease outbreaks Betsch C, etal , Policy Insights from the Behav Brain Sci. 2015, 2(1). Addressing Concerns: Dr. Bob's Message Recommended schedule exposes infants to too much aluminum Vaccine preventable diseases (VPDs) are not that serious It is okay to hide in the herd Natural infection is better than vaccination Suggests vaccines cause chronic diseases Vaccine safety testing is insufficient Offit P , Moser C. Pediatrics 2009 Addressing Concerns: Dr. Bob's Message Everyone has small quantities heavy metals in body injected vaccines do not raise levels Natural infection comes at risk of disease that could be severe Herd immunity has eroded due to delay and refusal Misrepresents risk of VPDs Clear evidence that recommended vaccines are NOT associated with chronic diseases such as diabetes, eczema, or MS Offit P , Moser C. Pediatrics 2009 What communication strategies do providers use? Strategy Always / Often % Very / Somewhat Effective% Tell parents you immunize your own kids on schedule 66 20 / 64 Explain risk of deviating from schedule 68 9 / 55 Tell parents delaying vaccines is against your recommendation 66 7 / 52 Talk about outbreaks 60 14 / 58 Explain that not vaccinating puts other people at risk 49 2 / 32 Involve parents in vaccine administration (hold child for comfort) 49 14 / 36 Refer to another provider 3 4 / 12 Kempe A, Pediatrics 2015 Communication: Is Providing Information Effective? Different types of information about measles did not change beliefs about MMR and side effects or vaccines and autism -Parents who received a narrative about measles disease were more likely to report belief that MMR causes significant side effects -Parents who saw images of a child with measles were more likely to report agreement with the statement that vaccines cause autism \"Arguing unproductively about factual misconceptions only serves to further polarize views. It might feel good to rant and rave, but people rarely change their minds because someone called them stupid or wrong.\" -HO Witteman , Pediatrics 136 (2), 2015. Nyhan B, etal. Pediatrics 2014 Communication: It is both WHAT and HOW In a pilot study among 77 parents of young children, more parents who received a tailored message reported positive MMR vaccine intentions compared to parents who received an untailored message -Name -Content -Experience -Image 'Based upon your answers, it sounds like you may be worried about...' 'You may have heard things in the news...' 'It may seem scary to get Sue vaccinated ' Hendrix, etal. PEDIATRICS, 2014; 134(3) Public health policy and vaccine acceptance Policy Approaches Mandatory Vaccination Programs Incentives or Penalties Optimize Access Reshape Social Norms Social Restriction Liability How can policy influence vaccine decision -making Calculation Convenience Confidence Complacenc y Policy Approaches Mandatory Vaccination Programs Economic Incentives or Penalties Optimize Access Reshape Social Norms Social Restriction Liability How can policy influence vaccine decision -making Mandatory Vaccination: Individual Choice and Public Good Protects those who cannot be vaccinated Beneficence Share public health burden Makes vaccination a default Challenges autonomy Undermines trust Coercive May not address root cause of hesitancy Mandatory Vaccination and Constitutional Law Jacobson v. Massachusetts (1905) -Smallpox outbreak require vaccine or $5 fine \"The liberty secured by the Constitution of the United States...does not import an absolute right...to be wholly freed from restraint. There are manifold restraints to which every person is necessarily subject for the common good ....\" Prince v. Massachusetts (1944) -Jehovah's Witness claims right to have young children distribute pamphlets religious freedom did not trump child labor laws \"[A parent] cannot claim freedom from compulsory vaccination for the child any more than for himself on religious grounds. The right to practice religion freely does not include the liberty to expose the community to infectious disease ...' Mandatory vaccination as state policy All 50 states in U.S. have school entry requirements for childhood vaccines but states may allow exemptions -First amendment 47 states allow religious exemptions In 2013, CDC identifies about 30,000 children whose parents had chosen not to vaccinate for religious reasons - 17 states allow personal belief / philosophical exemptions Ease of obtaining an exemption significantly differs across states Easy Medium Difficult # of Administrative Requirements (i.e. notarization, specific forms) How do Exemption Policies Influence Hesitancy refusal can influence likelihood of refusal Between 2009 -12, none of the 31 bills introduced in 18 states to expand exemptions passed; 3 of 5 to restrict exemptions did pass Vaccine Exemption Rates for Children Entering Kindergarten: 2014 -2015 School Year MMWR August 28, 2015 / 64(33) Policy Approaches Mandatory Vaccination Programs Economic Incentives or Penalties Optimize Access Reshape Social Norms Social Restriction Liability How can policy influence vaccine decision -making Public Policy to Influence Social Norms: Social Marketing Social marketing principles: Product, Price, Place, Promotion to change how vaccines are valued Policy Approaches Mandatory Vaccination Programs Economic Incentives or Penalties Optimize Access Reshape Social Norms Social Restriction Liability How can policy influence vaccine decision -making Removing system and cost barriers to improve access http:// www.hkpr.on.ca /portals/0/Images%20 -%20Youth/ immunization_sked.jpg Vaccine hesitancy is a complex challenge that will require a multifaceted approach Policy Approaches Mandatory Vaccination Programs Economic Incentives or Penalties Optimize Access Reshape Social Norms Social Restriction Liability Distrust and scientific denialism Rapid dissemination of misinformation Naturalism Changes in Decision - making Distortion of risk A strong consistent message is crucial CONFIDENCE Resources Resources Offit PA, Moser, CA. Vaccines and Your Child: What Every Parent Should Know. New York, NY: Columbia University Press; 2011 Vaccine Education Center at The Children's Hospital of Philadelphia (http://www.chop.edu/service/vaccine -education -center/home.html ) National Safety Datalink Project http://www.cdc.gov/vaccines/vpd Action (WHO): http://www.who.int/immunization/diseases/measles/en/ Thank you! Parents of Kids with Infectious Diseases \"I'm Immunized\" Campaign "}