{"title": "Manual de acupuntura / Pao-Cheng Niu de Liebenthal", "author": "Por Niu de Liebenthal; Pao-Cheng", "url": null, "hostname": null, "description": null, "sitename": null, "date": "2004-01-01", "cleaned_text": "de Liebenthal Por: Tipo de material: Libro - Colección General Editor: Buenos Aires : [Niu de Liebenthal, Pao-Cheng.](/cgi-bin/koha/opac-search.pl?q=an:%2217196%22) [El Ateneo,](/cgi-bin/koha/opac-search.pl?q=Provider:El%20Ateneo,%20)1976Edición: 2 edición.Descripción: 179 páginas : ilustraciones a blanco y negro.Materia(s): [TERAPIAS COMPLEMENTARIAS -- TERAPIA POR ACUPUNTURA -- ACUPUNTURA](/cgi-bin/koha/opac-search.pl?q=an:17185) [|](/cgi-bin/koha/opac-authoritiesdetail.pl?authid=17185) [TERAPIA POR ACUPUNTURA -- MERIDIANOS -- PUNTOS DE ACUPUNTURA](/cgi-bin/koha/opac-search.pl?q=an:17188) [|](/cgi-bin/koha/opac-authoritiesdetail.pl?authid=17188) [MEDICINAS ALTERNATIVAS -- MEDICINA CHINA Medicina Natural|| MN-400-N733 ( | Navegando Centro de Información y Consulta Estantes, Ubicación: Estantería cerrada, Código de colección: Colección Medicina Natural [Cerrar el navegador de estanterías](/cgi-bin/koha/opac-detail.pl?biblionumber=424) Contiene : Apéndice, índice terapéutico Incluye referencias bibliográficas En el verano de 1973, estando en Peking donde realizaba es tudios sobre Acupuntura en el Instituto de Investigaciones de Medicina Tradicional con el profesor Li Chih Ming, éste me sugirió que escribiera un libro sobre el tema en castellano. No me consideré lo suficientemente preparada como para hacerlo, pero me ofrecí a traducir un Manual. (Chen Chiu [Acupuntura], Departamento de Salud Pública de la Provincia de Hopei. Ediciones Jen Min Wei Sheng, Peking, 1970.) Al repasarlo conmigo el profesor Li propuso muchos cambios, ampliaciones y actualizaciones que fueron incorporados. Al volver a Buenos Aires me dediqué a esta tarea y advertí que no era tan fácil como parecía. El idioma fue el primer escollo, dado que no conseguí diccionario chino-castellano, ni diccionarios técnico-médicos-chinos en ninguna lengua europea (en Peking me informaron que están en preparación). "}