{"title": "The role of nanoemulsions in vaccines, adjuvants, anti-infectives and dermatological treatments", "author": "Susan Ciotti; Robert Hagan", "url": "https://www.drugdiscoverynews.com/the-role-of-nanoemulsions-in-vaccines-adjuvants-anti-infectives-and-dermatological-treatments-4063", "hostname": "drugdiscoverynews.com", "description": "The pharmaceutical industry continues to struggle with bringing new, commercially viable therapies to market.", "sitename": "Drug Discovery News Magazine", "date": "2010-08-09", "cleaned_text": "The role of nanoemulsions in vaccines, adjuvants, anti-infectives and dermatological treatments The pharmaceutical industry continues to struggle with bringing new, commercially viable therapies to market. By Drs. Susan Ciotti and Robert L. Hagan The pharmaceutical industry continues to struggle withbringing new, commercially viable therapies to market. As with otherindustries, there is a pressing need to differentiate new products and improveexisting product lines. Healthcare providers and consumers continue to demandnew, more effective therapies, while at the same time focusing on cost containmentand reducing time-to-market. Ground-up development of new chemical entities with standarddelivery systems, such as tablets and capsules for oral drugs and lotions andcreams for topical indications, represents the traditional pathway for new products.Employing novel technologies to deliver new chemical entities is worthevaluating during the discovery phase and at the onset of new productdevelopment. Likewise, older products can be revitalized by employingnovel formulations and delivery systems. Delivering the required amount ofactive compound in a unique, cost-effective, commercially viable andconsumer-friendly fashion is one thing; achieving the same efficacy andenhanced safety with an even lower dose of the active compound is particularlyappealing. New drug delivery technologies can bring new life to oldertherapies, and even make new molecules with challenging physicochemicalcharacteristics attractive, both commercially and therapeutically. One relatively new means of enhancing delivery is employmentof therapeutic nanoemulsions during discovery and formulation development. Therapeutic nanoemulsions are oil-in-water emulsions with average droplet sizesof 400 nanometers. There should be no confusion of nanoemulsions with nanoparticlesused in other realms of nanotechnology. Nanoemulsions are composed of safe,well-characterized ingredients, combined in a proprietary manner to yield astable emulsion. The unique size range of therapeutic nanoemulsions allows thedroplets to traverse the pores and hair follicles of the skin and mucosalmembranes, without disrupting normal tissues. Nanoemulsions are effective in their own right againstcertain bacteria, fungi and viruses. These droplets accumulate in the epidermis and dermis, where theyinteract directly with and disrupt organisms at the site of the infection.Nanoemulsions can also act as mucosal vaccine adjuvants. As with adjuvants ingeneral, nanoemulsion adjuvants offer the possibility of achieving immunitywith less antigen. Clinical studies are ongoing to further assess theapplicability of nanoemulsion as topical anti-infectives and mucosal vaccineadjuvants. The dermal/topical route of administration is particularlyattractive for employing nanoemulsion-based delivery systems. Encapsulationusing nanoemulsion systems is an increasingly implemented strategy in drugtargeting and delivery. Such systems have also been proposed for topicaladministration to enhance percutaneous transport into and across the skinbarrier. However, the mechanism by which such particulate formulationsfacilitate skin transport remains ambiguous. Studies using fluorescent microscopy were used to visualizethe distribution of fluorescent nanoemulsions across human and porcine skin.The images revealed that nanoemulsions accumulated preferentially in the hairfollicle openings and traverse these openings to penetrate the surroundingtissues. This unique, translateral delivery of topical agents will potentiallyenhance the efficacy of many drugs, particularly those with a mechanism ofaction that requires the active compound be localized to certain parts of theskin. Treatment benefits may be realized in acne, for example. Retinoids andother compounds that target acne treatment, would benefit from nanoemulsion-baseddelivery. Nanoemulsion-based delivery systems could be superior toconventional topical dosage forms, such as ointment and gels, in severalrespects. Nanoemulsions typically exhibit a low potential for skin irritation.Nanoemulsions can increase the solubility of drugs exhibiting poor watersolubility through entrapment in the core of the nanoemulsion droplets. Drugstability is always a concern in product development. Drugs that show promiseat the discovery stage can be problematic to develop into commercially viableproducts due to stability concerns. Nanoemulsions could enhance the stabilityof chemically unstable compounds by protecting them from oxidative degradationand degradation by light, for example. Nanoemulsions can aid in transporting agents to the targetarea. Liposomes have been investigated extensively for their ability totransport drugs to target areas. Lipososmes also have utility in reducingdermal side effects and in improving photostability of light-sensitivecompounds. However, the cost associated with these complex liposome systems andtheir inherent physical instability can limit their utility andcommercialization. Topical delivery using nanoemulsions may achieve the samebenefits as liposomes, such as reduced side effects and improved physicalstability, but at a much lower cost compared to liposomes due to the relativeease of scale-up and manufacturing of nanoemulsion-based formulations. Nanoemulsions can possess inherent anti-infectiveproperties, with the ability to kill pathogens, such as those present inwounds. The process by which nanoemulsions kill pathogens is not chemical, aswith other types of antibiotic treatments, but by physical disruption of thecell wall and subsequent lysis of the organism. When nanoemulsion dropletsencounter lipids on a bacterial cell wall or a virus envelope, for example, thesurface tension of the nanoemulsion droplets forces the lipids of the organismand oil contained in the nanoemulsion droplets to merge. On a mass scale, thismerging effectively disintegrates the membrane and kills the pathogen. Combining this inherent ability of nanoemulsions to kill certain pathogens byphysical disruption with anti-infective compounds possessing other mechanismsof action may result in products with unique anti-infective properties,enhanced efficacy and greater safety. Adjuvants in general are substances that enhance the effectof vaccines. Nanoemulsion-based adjuvants offer the possibility ofnon-irritating, needle-free vaccines, administered as nose drops or by a simplenasal sprayer. The nanoemulsion is uniquely capable of permeating the nasalmucosa, where it loads vaccine antigen into immune-presenting cells. Thesecells then carry the antigen to areas of the body that initiate an immuneresponse, including the lymph nodes, thymus and spleen producing both mucosalimmunity and systemic immune response. As with adjuvants in general, nanoemulsion adjuvants offerthe possibility of achieving immunity with less antigen. However, nanoemulsionadjuvants take the antigen-sparing concept a step further. Recent experimentsconducted in ferrets with a nasally administered nanoemulsion-adjuvantedvaccine for seasonal influenza elicited a robust immune response with onlyabout one-fifteenth the antigen used in a typical injected dose. This animalstudy also demonstrated an important distinction between traditional vaccinesand nanoemulsion-adjuvanted vaccines. Traditional injectable vaccines affordone type of immunity, commonly called systemic immunity. Results indicate thatnanoemulsion adjuvant-based vaccines can impart a second type of immunity,known as mucosal immunity, in addition to the systemic response. The end resultis a more robust immune response following vaccination, and therefore enhanceddisease protection, particularly in cases where the route of infection is viathe nose. Nanoemulsion-based, intranasal vaccines have elicited robust immuneresponses in animals vaccinated against influenza, pneumoncoccal, hepatitis B,HIV, RSV, anthrax, smallpox, cancer and other diseases. In some cases, theimmune response is exponentially higher than what is required to provideadequate protection against infection. Large pharmaceutical companies have recognized the benefitsof nanoemulsions and are licensing proprietary therapeutic nanoemulsion-basedformulations to create novel treatments. Nanoemulsion-based delivery platformscan increase the effectiveness of new compounds, or bring new life to existingproduct lines. Enhanced safety margins and reduced cost are potentialadditional benefits of nanoemulsion-based formulations. A change is needed inthe current drug discovery and development paradigms. Nanoemulsions represent an important opportunity forcompanies to make a change and bring new, viable, consumer-friendly products tomarket. Dr. Susan Ciotti is director of formulation R&D at [NanoBio Corp.](http://www.nanobio.com/)Prior to joining NanoBio in [Pfizer Inc.](http://www.pfizer.com/home/)and [Johnson & Johnson.](http://www.jnj.com/connect/)Ciotti currently serves asan adjunct professor at the [University of Michigan College of Pharmacy.](http://www.umich.edu/%7Epharmacy/) Dr. Robert Hagan is senior manager of supply chain at NanoBio Corp.Before joining the company, Hagan held numerous positions within Pfizer,Pharmacia Corp. and Warner-Lambert/Parke-Davis. He also served as an officerwith the U.S. "}