{"title": "Teresa Pons", "author": null, "url": "https://www.saludteresapons.com/marcas/teresa-pons/", "hostname": "saludteresapons.com", "description": "Comprar online remedios naturales para cuidar la salud con productos naturales baratos y cosmética natural ecológica Descubre las mejores ofertas en productos de la marca Teresa Pons en Teresa Pons.", "sitename": "Teresa Pons", "date": "2023-04-22", "cleaned_text": "Somos una empresa familiar que hace más de 40 años que trabajamos desde nuestra Herboristería, convencidos de la importancia del mundo natural para cuidar de la salud y te proponemos remedios naturales para que puedas vivir saludablemente. Los suplementos alimenticios de nuestra marca Teresa Pons están elaborados a base de plantas y productos naturales que te ayudaran a mejorar tu calidad de vida. Teresa Pons te ofrece formulas artesanales de remedios y productos naturales para mejorar las defensas, reforzar el sistema inmunológico para enfrentarse a los virus y enfermedades. Remedios y soluciones para el control de peso, para adelgazar y para reducir la ansiedad y las ganas de comer y poder perder peso sin risegos para la salud. Productos Teresa Pons para el tratamiento de la artrosis, osteoporosis, artritis y el dolor de huesos y articulaciones. Podrás controlar el colesterol sin tomar medicamentos, el azúcar y la tensión. Nuestra oferta para mejorar la ansiedad y el cansancio te ayudan a superar las crisis y a controlar tus emociones. También encontraras remedios naturales de Teresa Pons para TDA y TDAH para niños y adolescentes, con hiperactividad y falta de atención y memoria. Solo ofrecemos los mejores productos del mercado nacional, con garantía utilizar productos nacionales de alta calidad, elaborados con materias primas de la mejor calidad, fabricados en nuestro país, en laboratorios a menos de 20km de nuestro almacén de distribución por lo que controlamos directamente el proceso de producción. ¡Te atendemos directamente! Nuestro equipo de profesionales naturópatas y dietistas están cerca de ti para asesorarte y responder tus preguntas por teléfono y si lo prefieres puedes escribirnos un correo a info@saludteresapons.com. Dirígete a nuestro departamento de Atención al cliente para resolver todas tus dudas. Si necesitas indicaciones o más información, nuestros expertos te ayudarán. Queremos que comprar en nuestra tienda online www.saludteresapons.com sea una experiencia tan agradable y gratificante como cuando nos visites en nuestra tienda física. Estamos comprometidos con el respeto al medio ambiente, con la naturaleza y las personas, y dedicamos parte de nuestros beneficios a la protección de animales abandonados y a diferentes proyectos de atención a personas vulnerables. ¿Por qué elegir los productos de nuestra marca Teresa Pons? Porque somos una marca autentica, que trabajamos con materias de proximidad, siempre que es posible de Km 0. Los productos naturales Teresa Pons son remedios naturales para un estilo de vida más natural. Os invitamos a descubrir nuestra amplia y completa gama de complementos a base de plantas de cultivo biológico, materias naturales y remedios y terapias para una vida más saludable. Nos preocupamos por tu salud y bienestar y tenemos también productos de Cosmética natural sin parabenos a los mejores precios porque no tenemos intermediarios. Cremas, serum, jabones, anticeluliticaos, para el acné y champús para que te cuides, con ingredientes 100% naturales. Tenemos productos artesanales de mucha calidad y al mejor precio para cuidar la piel, para la caída del cabello, para tener uñas fuertes y manos bonitas y para la higiene íntima femenina y para eliminar la psoriasis y otros problemas de la piel atopica. Trabajamos con ingredientes naturales y plantas como el Aloe vera de cultivo biológico, aceites esenciales de Caléndula, de Rosa mosqueta y Argán. Hemos incorporado el colágeno y ácido hialurónico para quitar las arrugas de la frente y de los ojos. Nuestros productos Teresa Pons no han estado testados con animales ni contienen derivados del petróleo. Teresa Pons es una mujer apasionada por su oficio como pionera en la formulación de complementos dietéticos de salud, tiene una amplia formación, ha participado en múltiples ferias y congresos, a la vez que ha impartido conferencias, cursos y talleres y ha colaborado en diversos medios de comunicación (radio, prensa escrita y digital). Fitoterapeuta y asesora en Dietética y nutrición. Diplomada como Maestra Artesana en Herboristería y Cosmética natural, por el CCAM del Departamento de Empresa y Ocupación de la Generalitat de Cataluña. A lo largo de su vida profesional ha obtenido un nivel respetable de prestigio como consultora y orientadora en temas de salud propios de su oficio, utilizando siempre materias primas de origen biológico para la obtención de productos 100% ecológicos. Teresa Pons ha conseguido crear con su marca una gran familia con todas las personas que confían en nuestros productos desde hace muchos años y nos regalan comentarios y valoraciones que nos animan a continuar. Queremos ayudarte a mejorar tu día a día con lo más natural y asegurar la mejor calidad para conseguir la excelencia, atentos siempre a ofrecerte los productos naturales más nuevos que te faciliten dar un paso más en tus hábitos saludables. "}