{"title": "PDF", "author": "PDF", "url": "www.argentina.gob.ar/sites/default/files/2.04.03_bovine_brucell.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "en la Asamblea Mundial de Delegados de la OIE en mayo de 2009 Manual de la OIE sobre animales terrestres 2012 1 CAPÍTULO 2.4.3. BRUCELOSIS BOVINA RESUMEN La brucelosis bovina suele estar causada por Brucella abortus , menos frecuentemente por B. melitensis y en ocasiones por B. suis . La infección está muy extendida por el mundo, aunque algunos países del norte y del centro de Europa, así como Canadá, Japón, Australia y Nueva Zelanda se consideran libres de este agente etiológico. La enfermedad se caracteriza clínicamente por uno o más de los siguientes signos: aborto, retención de placenta, orqui tis, epididimitis y, en ocasiones muy infrecuentes, artritis, con excreción de los microorganismos en las secreciones uterinas y en la leche. El diagnóstico se basa en el aislamiento de Brucella a partir de los abortos, de las secreciones de la ubre y de los tejidos tomados en el examen postmortem. Se puede rea lizar un diagnóstico preliminar determinando la respuesta específica celular o humoral frente a los antígenos de Brucella . Brucella abortus, B. melitensis y B. suis son muy patógenos para el hombre y por lo tanto, todos los tejidos infectados, como los cultivos y el ma terial potencialmente cont aminado, deben manipularse en condiciones apropiadas de contención. Identificación del agente: La evidencia preliminar de Brucella la proporciona la observación de la morfología de Brucella mediante la tinción de microorganism os ácido alcohol resistentes en material abortado o secreción vaginal, sobre todo si está respaldada por pruebas serológicas. La reacción en cadena de la polimerasa constituye ot ro medio de detección. Cuando sea posible, se debe aislar Brucella spp. en medios normales o selectivos cultivando secreciones uterinas, los fetos abortados, las secreciones de las ubres o lo s tejidos escogidos, como ganglios linfáticos u órganos reproductores masculinos o femeninos. Las especies y biovari edades deben identificarse mediante fagolisis y según criter ios de cultivo, bioquímicos y se rológicos. La reacción en cadena de la polimerasa (PCR) puede constituir un método tanto complem entario como de biotipificación basado en secuencias específicas del genoma. Pruebas serológicas y de alergias cutáneas: Las pruebas con el antígeno tamponado de Brucella , es decir, la prueba con rosa de bengala y la prueba de aglutinación tamponada en placa, así como la fijación del complemento, el enzimoinmunoanálisis (ELISA ) o el ensayo de polarización de la fluorescencia, son pruebas adecuadas t anto para analizar rebaños como animales individuales. Sin embargo, ninguna prueba serológica es adecuada por sí mi sma para todas y cada una de las situaciones epidemiológica s. Por tanto, la reactividad de las muestras que son positivas en las pruebas de análisis debe evaluarse ut ilizando una estrategia confirmativa y/o complementaria establecida. La prueba de ELISA indirecto o la del anillo de leche, realizadas con muestras de leche de tanque colectiv o, son eficaces para analizar y controlar la brucelosis en las vacas lecheras, pero la prueba del anillo de le che es menos fiable en los grandes rebaños. Otra prueba inmunológica es la prueba cutánea de la brucelina, que puede utilizarse como prueba de detección o confirmativa en los rebaños cuando aparecen casos serológicamente positivos en ausencia de factores evidentes de riesgo en rebaños no vacunados. Requisitos para las vacunas y el material biológico de diagnóstico: La cepa 19 de Brucella abortus continúa siendo la vacuna de referencia c on la que se comparan otras vacunas. Debe prepararse a partir de cultivos de inóculo de EE.UU. con virulencia e inmunogenicidad residual suficientes para proteger a los ratones fr ente a la exposición a una cepa virulenta de B. abortus. Además, cada lote debe cumplir las exigencia s mínimas de viabilidad, fase lisa y UFC (unidades formadoras de colonias ) designadas por dosis. La vacuna con la cepa RB51 de Brucella abortus se Capítulo 2.4.3. Brucelosis bovina 2 Manual de la OIE sobre animales terrestres 2012 produjo a partir de una cepa mutante rugosa de laboratorio, derivada de la cepa lisa 2308 de B. abortus . Se ha convertido en la vacuna oficial para la prevención de la brucelosis en el ganado bovino en ciertos países. Las preparaciones de brucelina para la prueba intradérmica deben estar libres de lipopolisacárido liso y no deben producir reacci ones inflamatorias inespecíficas ni interferir con pruebas serológicas. Los antígenos para el diagnóstico deben prepararse a partir de cepas lisas de B. abortus , las cepas 1119-3 o 99, y bien cump lir un estándar mí nimo de pureza, sensibilidad y especificidad. A. INTRODUCCIÓN En el ganado bovino, la brucelosis s uele estar causada por biovariedades de Brucella abortus . En algunos países, en concreto en el sur de Europa y en el oeste de Asia, donde el ganado bovino se cría junto a ovejas o cabras, la infección también puede estar causada por B. melitensis (38, 87). En ocasiones, B. suis puede causar una infección crónica de la glándula mamaria en el ganado bov ino, pero no se ha descrito que origine abortos ni se transmita a otros animales (24). En las hembras no gestantes la enfermedad suele ser asintomática. Después de la infección por B. abortus o por B. melitensis , las hembras adultas gestantes desarrollan una placentitis que, por lo general, provoca el aborto entre el quinto y el noveno mes de gestación. Incluso en ausencia de aborto se produce una gran excreción de microorganism os a través de la placenta, los líquidos fetales y las secreciones vaginales. Las glándulas mamarias y los ganglios linfáticos regionales también pueden infectarse y pueden aparecer microorganismos en la leche. Las gestaciones posteriores llegan, por lo general, a término, pero la infección uterina y la mamaria se repiten con un númer o reducido de microorganismos en los productos del parto y en la leche. En las infecciones agudas, el microor ganismo está presente en la mayoría de los ganglios linfáticos. Los machos adultos pueden desarrollar orquitis, y la brucelosis puede causar la esterilidad en ambos sexos. Los higromas, normalmente en articulaciones de las extremidades, son un si gno frecuente de brucelosis en algunos países tropicales y podrían ser el único indi cio obvio de infección; el líquido del higroma suele infectarse con Brucella . La brucelosis se ha descrito también en el camello de una joroba ( Camelus dromedarius ) y en el de dos jorobas bactrianus ), así como en los siguientes de la llama como consecuencia de contactos con rumiantes grandes y pequeños infectados con B. abortus o B. melitensis . Además, se ha observado en el búfalo doméstico ( Bubalus bubalus ), el bisonte americano y europeo (Bison bison, Bison bonasus ), el yak ( caffer ) y en varias especies de antílopes africanos. Los signos clínicos de la brucelosis en estos animales son similares a los del ganado bovino. En el manual de bioseguridad para los laboratorios elabor ado por la Organización Mundial de la Salud (OMS) se clasifica a los microorganismos del género Brucella en el Grupo de Riesgo III. La brucelosis se transmite fácilmente al hombre y causa una enfermedad febril aguda, la fiebre ondulante, que puede convertirse en una forma más crónica y producir complicaciones graves que af ectan al sistema musculoes quelético y cardiovascular, y al sistema nervioso central. Deben tomarse precauciones para prev enir la infección humana. A menudo la infección se debe a una exposición profesional y se contrae por vía oral, respir atoria o conjuntival, pero el riesgo mayor para la población general es la ingestión de produc tos lácteos contaminados en las zonas en las que la enfermedad es endémica. Los veteri narios y los ganaderos que manejan animales infectados, fetos abortados o placentas, están expuestos a este riesgo laboral. La brucelosis es una de las enfermedades que con mayor facilidad se contraen en el laboratorio , y se deben observar precauciones de s eguridad muy estrictas al manipular cultivos y muestras intensam ente infectadas, como lo son los productos del aborto. Existen recomendaciones específicas que han de seguirse con el material infectado por Brucella (para más detalles, véanse las referencias 1, 39, 94 y el capítulo 1.1.2. Bi oprotección y seguridad humana en los laborat orios veterinarios de microbiología y en las instalaciones de los animales). La manipulación de lo s cultivos vivos o del material animal contaminado en el laboratorio es peligrosa y debe realizarse en un nivel de contención 3 o superior, como se indica en el capítulo 1.1.2, para reducir la expos ición ocupacional. Es esencial que se utilice un nivel de contención 3 en los lugares en los que se realicen cultivos de Brucella a gran escala (por ejemplo, para la producción de antígeno o de vacunas). La evidencia genética e inmunológica indi ca que todos los miembros del género Brucella están estrechamente relacionados. Sin embargo, teniendo en cuent a que existen diferencias relevantes entre las principales variantes en cuanto a la preferencia por el hospedador y a la epidemiología, así como evidencias moleculares de variaciones genómicas, el Comité Internacional de Si stemática de Procariotas, Subcomité de Taxonomía de Brucella , adoptó en 2005 una decisión firme sobre la vuelta a la s posiciones anteriores a 1986 en lo relativo a la taxonomía de Brucella ; la consecuencia de ese posicionamiento es la reaprobación de las seis especies tipo de Brucella con sus biovariedades reconocidas. Los nombres cl ásicos relacionadas con las seis especies tipo de Brucella están publicados en las Listas Autorizadas de No mbres de Bacterias de 1980, y las cepas típicas Capítulo 2.4.3. Brucelosis bovina Manual de la OIE sobre animales terrestres 2012 3 designadas aparecen asociadas a es os nombres válidos publicados: Brucella abortus, B. melitensis, B. suis, B. neotomae, B. ovis y B. canis (http://www.the-icsp.org/subcoms/Brucella.h tm). Las tres primeras se subdividen en biovariedades por sus características de cultivo y sero lógicas (véanse las Tablas 1 y 2). En la última década se han aislado cepas de Brucella de mamíferos marinos que no pueden adscribirse a ninguna de las anteriores especies reconocidas. Hay estudios en curso destinados a establecer su posición correcta en la taxonomía de ese género y se ha propuesto que podrían clas ificarse en dos nuev as especies, B. ceti y B. pinnipedialis (26). Recientemente se ha aisl ado una nueva cepa, denominada Brucella microti, en el topillo campesino ( Microtus arvalis ) en Europa Central (76, 77). Por último, Brucella muestra una estrecha rela ción genética con patógenos y simbiontes de plantas de los géneros Agrobacterium y Rhizobium , así como con patógenos animales ( Bartonella ) y con bacterias oportunistas o del suelo ( Ochrobactrum ). Capítulo 2.4.3. Brucelosis bovina 4 Manual de la OIE sobre animales terrestres 2012 Tabla 1. Caracteres diferenciales de especies del género Brucella Lisis por fagosa Tb Wb Iz1 R/C RTD Oxidasa Actividad ureasa Hospedador preferido B. abortus S -d + + + + - +e +f Vacas y otros bóvidos Biovariedad 1: cerdo Biovariedad liebre B. B. melitensis S - - - -i + - + +j Ovejas y cabras B. neotomae S - -k + + + - - +h Rata lanuda del desiertol B. ovis R + - - - - + - - Carneros B. canis R - - - - - + + +h Perros B.ceti S +m - + + Pinípedos B.microti S - - + + + - + + Topillo campesino Tomado de las ref. 1 y 39. a Fagos: Tbilisi (Tb), Weybridge (Wb), Izatnagar1(Iz1) y S: lisa, R: c RTD: dilución problema sistemática d B. abortus biovariedad 2 requiere general mente suero para crecer en aislamiento primario e Algunas cepas africanas de B. abortus biovariedad 3 son negativas f Velocidad intermedia, excepto la cepa 544 y algunas cepas de campo que son negativas g Algunas cepas de B. suis biovariedad 2 no son lisadas por el fago Wb o Iz 1 o solo lo son parcialmente h Velocidad rápida i Algunas cepas se lisan por el fago Wb j Velocidad lenta, excepto algunas cepas que son rápidas k Placas pequeñas l Neotoma lepida m Algunas cepas son lisadas por Tb n La mayoría de cepas son lisadas por Wb o La mayoría de cepas son lisadas por Iz Capítulo 2.4.3. Brucelosis bovina Manual de la OIE sobre animales terrestres 2012 5 Tabla 2. Caracteres diferenciales de la s biovariedades de especies de Brucella Especies Biovariedad Requisito de CO 2 Producción de H 2S Crecimiento con colorantes a Aglutinación con sueros monoespecíficos Tionina Fucsina básica A M R 1 - - + + - + - B. melitensis 2 - - + + + - - 3 - - + + + + - 1 +b + - + + - - 2 +b + - - + - - 3 +b + + + + - - B. abortus 4 +b + - +c - + - 5 - - + + - + - 6 - - + + + - - 9 + o - + + + - + - 1 - + + -d + - - 2 - - + - + - - B. suis 3 - - + + + - - 4 - - + -e + + - 5 - - - - + - B. neotomae - - + -f - + - - B. ovis - + - + -e - - + B. canis - - - + -e - - + B.ceti - - - + + + -e - B.pinnipedialis - + - + + + -e - B.microti - - - + + - + - Tomado de las ref. 1 y 39. a Concentración del colorante en medi o de dextrosa con suero: 20 µg/ml b Normalmente positivo en ai slamiento primario c Se han aislado algunas cepas sensibles a la fucsina básica d Se han aislado algunas cepas resistentes a la fucsina básica e Negativo en la mayoría de las cepas f Crecimiento a una concent ración de 10 µg/ml de tionina Capítulo 2.4.3. Brucelosis bovina 6 Manual de la OIE sobre animales terrestres 2012 B. TÉCNICAS DE DIAGNÓSTICO Todos los abortos del ganado bovino en fases tardías de la gestación, a partir del quinto mes, deben tratarse como sospechosos de brucelosis y deben estudiarse. El cuadro clínico no es patognomónico, aunque el historial del rebaño puede servir de ayuda. El diagnóstico inequívoco de una infección por Brucella solo puede hacerse mediante el aislamiento y la identificación de Brucella , pero en situaciones en las que no es posible el análisis bacteriológico, el diagnóstico puede basarse en los métodos serológicos. No existe una prueba única que permita la identificación de Brucella . Normalmente se necesita una combinación de las características de crecimiento y métodos serológicos, bacteri ológicos y/o moleculares. 1. Identificación del agente (1, 17, 18, 39) a) Métodos de tinción El género Brucella está formado por cocobacilos o bacilos co rtos que miden 0,6-1,5 µm de largo por 0,5- 0,7 µm de ancho. Normalmente apar ecen aislados, y con menos fr ecuencia en pares o en grupos pequeños. La morfología de los microorganismos del género Brucella es bastante c onstante, aunque en cultivos viejos se pueden observar formas pleomórficas. Brucella no es una bacteria móvil. No forma esporas ni flagelos, ni fimbrias ni cáps ulas verdaderas. Los microorganismos del género Brucella son gramnegativos y no suelen mostrar tinción bipolar. No son verdaderamente bac terias ácido-alcohol resistentes, pero resisten a la decol oración por ácidos débiles y se tiñen de rojo mediante el método de Ziehl-Neelsen modificado por Stamp. Este método constituye el pr ocedimiento normal para el examen de frotis de órganos o de líquidos biológi cos fijados previamente con calo r o con etanol, y por este método Brucella se tiñe de rojo sobre un fondo azul. Tambi én puede utilizarse una técn ica basada en anticuerpos conjugados a un fluorocromo o marcados con perox idasa (72). La presencia de microorganismos intracelulares un indicio preliminar de bruc elosis. Sin embargo, esto s métodos presentan una baja sensibilidad en la leche y en productos lá cteos, donde los microorganismos del género Brucella se presentan a menudo en escaso número, y donde la pr esencia de glóbulos de grasa a menudo impide una interpretación correcta. En la in terpretación de los resultados positiv os por el método de Stamp hay que proceder con prudencia, puesto que otros micr oorganismos que también causan aborto, psittaci ) de diferenciar de Brucella . Los resultados, tanto positivos como negativos, deben confirma rse por cultivo. Para poner de manifiesto el agente en diversas mues tras biológicas, también se pueden utilizar métodos basados en sondas de ADN o en la reacción en cadena de la polimerasa (PCR) (9). b) Cultivo i) Medios basales El aislamiento y cultivo directo de Brucella se realizan normalmente en un medio sólido. En general, este representa el método más sati sfactorio porque permite aislar y re conocer claramente las colonias que se desarrollan. Los medios sólidos también limitan el establecimiento de los mutantes no lisos y el desarrollo excesivo de contaminantes. Sin embar go, para muestras voluminosas o con fines de enriquecimiento puede recomendarse el empleo de medios líquidos. Existe una gran variedad de medios basales deshidratados a nivel co mercial, como la base de medio para Brucella , o el agar triptosa (o tripticasa)-soja (TSA). Es necesario añadir un 2-5% de suero bovino o equino para el cultivo de algunas cepas, como la biovariedad 2 de B. abortus , y muchos laboratorios lo añaden sistemáticamente al medio basal c on resultados excelentes, como en el caso del agar sangre (Oxoid) o agar Columbia (BioMérieux). También pueden utilizarse otros medios satisfactorios, como el agar de suero-dextrosa (SDA) o el agar de g licerol dextrosa (1). El medio SDA es normalmente el de elección para la observación de la morfología de la s colonias. Para el aislamiento de Brucella de la sangre o de la leche, y de otros líquidos del cuerpo, donde se aconseja un cu ltivo de enriquecimiento, se recomienda un medio bifásico no selectivo conoc ido como medio de Castañeda. Este medio se emplea porque las brucelas tienden a disociarse en medio líquido y esto interfiere con la biotipificación llevada a cabo mediante las técnicas bacteriológicas convencionales. ii) Medios selectivos Todos los medios base indicados anteriormente se pueden utilizar para la preparación de medios selectivos, añadiendo los antibióticos apropiados para ev itar el crecimiento de organismos distintos de Brucella . El medio selectivo más difundido es el de Farrell (25), que se prepara añadiendo seis antibióticos a un medio base. Se añaden las siguient es cantidades por cada litro de agar: sulfato de polimixina B (5.000 unidades = 5 mg); bacitracina (25.000 unidades = 25 mg); natamicina (50 (5 mg); vanc omicina (20 mg). Capítulo 2.4.3. Brucelosis bovina Manual de la OIE sobre animales terrestres 2012 7 Se ha comercializado un suplemento de antibióti cos liofilizado (Oxoid). Sin embargo, a las concentraciones utilizadas en el m edio de Farrell, el ácido nalidíx ico y la bacitracina pueden tener efectos inhibidores sobre algunas cepas de B. abortus y B. melitensis (49). Por ello, la sensibilidad del cultivo aumenta cuando se utilizan simultáneamente el medio de Farrell como el medio de Thayer- Martin modificado. En esencia, el medio de T hayer-Martin modificado se puede preparar con medio base GC (38 g/litro; Biolife Laborat ories, Milán, Italia) y metanosulfonato de colistina (7,5 nistatina onales [UI]/litro = 17,7 mg) y anfot ericina B (2,5 mg/litro) (todos los productos de Sigma Chemical, St Louis, EE. UU. ) (49). A diferencia de otras biovariedades de B. abortus , el crecimiento de B. melitensis no es dependiente de la presenc ia de una atmósfera con un 5-10% de CO2 (Tabla 2). Como el número de microorganismos de Brucella en la leche, en el calostro y en algunas muestras tisulares es probablemente menor que en material de abortos, se recomienda un enriquecimiento. En el caso de la leche, los resultados también mejor an mediante centrifugación y cultivo de la crema y el precipitado, pero deben aplicarse estrictas medidas de seguridad para evitar aerosoles. El enriquecimiento se puede realizar en medio líquido formado por caldo de suero-dextrosa, con caldo de triptosa o caldo de (tripticasa)-soja (TSA) o con caldo para Brucella suplementado con una mezcla de antibióticos que lleve al menos anfotericina B (1 µg/ml) y vancomicina ( 20 µg/ml) (concentraciones El medio de enriquecim iento debe incubarse a 37°C en aire suplementado con un 5-10% (v/v) de CO 2 hasta 6 semanas, realizando subcultivos semanales a un medio sólido selectivo. Si se prefiere, se puede utilizar un sistema bifásico con un medio selectivo líquido y sólido en el mismo frasco (técnica de Castañeda) para reducir el subcultivo. Para el aislamiento de Brucella de la leche a veces se recomienda un medio selectivo bifásico fo rmado por el medio base de Castañeda al que se añaden los siguientes antibióticos en la fase líquida (las cantidades que se indican son por litro de medio): sulfato de polimixina B (6.000 uni dades = 6 mh); bacitracina (25. 000 unidades = natamicina nalidíxico (5 mg); vancomicina (20 mg) y D-cicloserina (100 mg). Todos los medios de cultivo deben someterse a un control de calidad y deben permitir el cultivo de cepas de Brucella de pequeños inóculos o cepas exigentes, como B. abortus biovariedad 2. En medios sólidos adecuados, pueden observarse colonias visibles de Brucella después de 2-3 días de incubación. A los 4 días de incubación, las colonias de Brucella son redondas, de 1-2 mm de diámetro, con los bordes lisos. Son translúcidas y de color miel pálido a la luz del día en medio transparente. Vistas desde arriba s on convexas y de color blanco perla . Posteriormente, las colonias crecen y se oscurecen ligeramente. Los cultivos en fase lisa (S) de Brucella presentan tendencia a sufrir variaciones durante el crecimiento, especialmente en el caso de los subcultivos, y aparec en formas rugosas (R). Las colonias son entonces mucho menos transpar entes, presentan una superficie mate más granular y el color varía de blanco mate a marrón con luz reflejada o tr asmitida. La comprobación de esta transición se realiza fácilmente por tinción con cris tal violeta: las colonias rugosas se tiñen de rojo/violeta y las lisas no captan colorante o bien se tiñen de color amar illo claro. Si las colonias son lisas deben comprobarse con un antisuero anti- B. abortus en fase lisa, o prefer iblemente con antisueros monoespecíficos contra los antígenos de superficie A y M. En cuanto a las colonias rugosas, deben comprobarse con antisuero contra el antígeno R de Brucella . Por lo general, los cambios de morfología de las colonias se asocian a cambios en la virulencia, en las propiedades serológicas y/o en la sensibilidad a los fagos. La morfología típica de la s colonias y un resultado positivo en la prueba de aglutinación con un antisuero anti Brucella proporcionan una identificación pr ovisional de la cepa como Brucella . La identificación posterior completa se r ealiza mejor en un laboratorio de referencia. iii) Toma y cultivo de muestras Para el diagnóstico de la brucelosis animal medi ante cultivo, la elecci ón de las muestras depende en general de los signos clínicos observados. Las muestras más adecuadas incluyen fetos abortados (contenido gástrico, bazo y pulmones), membranas fetales, secreciones vaginales (hisopos), leche, semen y líquidos de las artritis o de los higromas. Los tejidos preferidos par a cultivo de las canales animales son los del sistema retículoendotelial (ganglio s linfáticos de la cabeza, mamarios y genitales, y el bazo), el útero inmediatament e antes o después del parto, y las ubres. Suele aparecer crecimiento pasados 3 a 4 días, pero los cultivos no deben c onsiderarse negativos hasta que hayan pasado 8 a 10 días. Tejidos: Las muestras se toman asépticam ente con instrumentos estérile s. Las muestras de tejido se preparan retirando el material irrelevante (c omo la grasa), cortándolas en pequeños trozos y macerándolas con un digestor (\"Stomacher\") o en un homogeneizador de tejidos con una pequeña cantidad de solución salina estéril tamponada con fo sfato (PBS), antes de i nocularlas en medios sólidos. Secreciones vaginales: Una fuente excelente para recoger Brucella es un hisopo vaginal tomado después del aborto o del parto, y es menos arriesgado para el personal que el material del aborto. El hisopo se siembra directamente en medios sólidos. Capítulo 2.4.3. Brucelosis bovina 8 Manual de la OIE sobre animales terrestres 2012 Leche : Las muestras de leche deben recogerse de forma limpia después de lavar y secar toda la ubre y desinfectar los pezones. Es esencial que las mues tras contengan leche de t odos los cuarterones, y se deben tomar 10-20 ml de cada pezón. Los primeros chorros se desechan y la muestra se recoge directamente en un recipiente estéril. Se ha de tener cuidado para evitar el contacto entre la leche y las manos del ordeñador. La leche se c entrifuga en condiciones que eviten el riesgo de contaminación del personal por aerosol, y la crema y la parte depos itada se esparcen en medio selectivo sólido, por separado o mezclados. Si hay brucelas en la leche completa, su número suele ser muy bajo y es improbable el aislamiento a partir de tales muestras. Derivados lácteos: Los productos lácteos, como los quesos, deben cultivarse en los medios descritos arriba. Como es probable que estos materi ales contengan un número pequeño de microorganismos, se recomiendan cultivos de enriquecimiento. Se necesita que las muestr as estén homogenizadas cuidadosamente antes del cultiv o, después de haberlas sometido a un triturador de tejidos, a un digestor (\"Stomacher\") o a una batidora eléctr ica con un volumen adecuado de PBS estéril. Deben cultivarse las capas superficiales (corteza y parte s adyacentes) y el interior del producto. Como las brucelas crecen, sobreviven y des aparecen rápidamente, su distribución por las diferentes partes del producto varía en función de las condiciones físico- químicas locales relacionadas con la tecnología específica del proceso. Después de la toma, todas las muestras deben enfriar se rápidamente y transporta rse al laboratorio lo antes posible A su llegada al laboratorio, la leche y las muestras de tejidos deben congelarse si no van a cultivarse de inmediato. El empleo de animales de laboratorio debe evitar se a menos que sean absol utamente necesarios, aunque a veces constituyen el único medio para detectar la presencia de Brucella , sobre todo cuando las muestras están muy contaminadas o es probable que contengan un número bajo de microorganismos del género Brucella. La inoculaci ón en los animales puede ser subcutánea o a través de la piel afeitada de cobayas o, preferiblemente, intr avenosa o intraperitoneal en ratones. Este trabajo debe realizarse en condiciones adecuadas de bioseguridad co mo se indica en el Capítulo 1.1.2. Los bazos de los ratones se cultivan durante 7 días después de la inoc ulación y, en el caso de los cobayas, se somete una muestra de suero a pr uebas específicas a las 3 y 6 semanas de la inoculación, y a continuac ión se cultivan los bazos. c) Identificación y tipificación Cualquier colonia con una morfología similar a la de Brucella debe analizarse por la tinción de Gram (o por la de Stamp). Como en las fases no lisas se alteran las propiedades serológicas, tintoriales y de sensibilidad a los fagos, la morfología colonial resulta esencia l para las pruebas de tipificación que se describen más abajo. Los métodos recomendados para observar la mo rfología de las colonias son el método de Henry mediante luz reflejada oblicua, la prueba de la acrifl avina descrita por Braun & Bonestell, o el método de White & Wilson de tinción de coloni as con cristal violeta (1). La identificación de Brucella se puede realizar mediante una comb inación de las siguientes pruebas: morfología celular mediante la tinción de Gram o de Stamp, morfología de la s colonias, propiedades de crecimiento, pruebas de ureas a, oxidasa y catalasa, y la prueba de la aglutinación en porta con un suero policlonal anti- Brucella . La identificación de especies y de biov ariedades requiere pruebas elaboradas (como la lisis por fagos y la aglutinaci ón con sueros monoespecíficos anti-A, ant i-M o anti-R), cuya realización se lleva a cabo en laboratorios de referencia con exper iencia en estos métodos. La utilización simultánea de varios fagos, como Tbilissi (Tb), Weybridge (Wb), Izat nagar represent a un sistema de tipificación fágica que, con suficiente experiencia, permite identificar las especies lisas y las rugosas de Brucella. No obstante, algunas propiedades, co mo el requerimiento de CO 2 para crecer, la producción de H 2S (detectada mediante papeles con acetato de plomo) y el crecimi ento en presencia de fucsina básica y tionina a concentraciones finales de 20 µg/ml, se detectan mediante pruebas sistemáticas que pueden realizarse en laboratorios no especializados m oderadamente equipados (véanse las Tablas 1 y 2). Cuando se envían cepas de Brucella a un laboratorio de referencia par a su tipificación, es esencial seleccionar las cepas lisas. Los cultivos se liofiliz an y se cierran en ampollas dentro de tubos con tapón de rosca o se subcultivan en un agar inclinado con lo s nutrientes adecuados en tubos con tapón de rosca. Las cepas también pueden enviarse suspendidas en medios de transporte (como el medio Amies), aunque este puede proporcionar la oportunidad de que se establezcan mutantes rugosas. i) Brucella está considerada entre las bacterias más pe ligrosas con las que se trabaja en cuanto a riesgo de infecciones contraídas en el laborat orio. Para transportar cultivos de Brucella , los tapones de los recipientes deben estar bien enroscados y sell ados con cintas de PVC. Los recipientes deben envolverse con papel adsorbente o con algodón, se llarse en bolsas de polietileno y empaquetarse en un contenedor rígido de acuerdo con las exigencias de la Asociación Internacional de Transporte Aéreo (IATA) para el envío de muestras peligrosas ( 36). Estas regulaciones se resumen en el Capítulo 1.1.1. Recogida y envío de muestras de diagnóstico, y deben respetarse. Como los cultivos de Brucella son infecciosos, se designan como UN2814 y se debe realizar una Declaración de Muestras Capítulo 2.4.3. Brucelosis bovina Manual de la OIE sobre animales terrestres 2012 9 Peligrosas . También existen restricciones para enviar mues tras sospechosas de brucelosis y se deben tener en cuenta las regulaciones de la IATA antes de su envío (36). También deben seguirse otras directrices nacionales e internacionales (95). ii) Antes de enviar cultivos o muestras de diagnóstico para cultivo, se debe de cont actar con el laboratorio receptor para determinar si se nec esita algún permiso especial y si el laboratorio tiene la capacidad de realizar las pruebas solicitadas. Si las muestras traspasan fronteras nac ionales, probablemente se necesitará un permiso de importación que debe obtenerse antes de despachar la muestra (capítulo 1.1.2). d) Métodos de reconocimie nto de ácidos nucleicos La PCR, incluido el formato en tiempo real, consti tuye otro medio de dete cción e identificación de Brucella sp. (9, 11-13, 29, 35, 65). Pese al alto grado de homología del ADN dentro del género Brucella , se han desarrollado varios métodos moleculares que permiten, has ta cierto punto, la diferenciación entre especies de Brucella y algunas de sus biovariedades, como la PCR, el análisis del polimorfismo en la longitud de fragmentos de restricción ampliados m ediante PCR (RFLP) y la transfer encia Southern (para una revisión, ver las referencias 9 y 51). Se ha desarrollado tamb ién una electroforesis en gel de campo pulsante que permite la diferenciación entre varias especies de Brucella (37, 50). Mediante el empleo de la PCR puede biotipificarse Brucella y pueden diferenciarse las cepas vacunales , pero la PCR se ha validado poco para el diagnóstico primario. La primera prueba de PCR múltiple específica de especie para la diferenciación de Brucella fue descrita por Bricker & Halling (12). La prueba, denominada PCR AMOS , se basaba en el polimorfismo resultante de la localización, específica de especie, de la se cuencia de inserción IS711 en el cromosoma de Brucella e incluía cinco cebadores oligonucleóti dos que podían identificar sin diferenc iar las biovariedades 1, 2 y 4 de B. abortus , pero no podían identificar las biovariedades 3, 5, 6 y 9 de B. abortus . Con el tiempo se han introducido modificaciones de la prueba para mejorar el rendimiento, y se han in corporado otros cebadores específicos de cepa para la identific ación de las cepas vacunales de B. abortus , y de otras biovariedades y especies (11, 13, 22, 23, 65). Se ha propuesto una nueva prueba de PCR múltiple ( Bruce -ladder) para la identificación rápida y en un solo paso de Brucella (29). La principal ventaja de esta prueba res pecto a las PCR descritas previamente es que permite identificar y diferenciar en un solo paso la mayoría de especies de Brucella , así como las cepas vacunales abortus RB51 y B. melitensis Rev.1. Contrariamente a lo que ocurre con otras PCR, Bruce -ladder permite detectar también ADN de B. neotomae, B pinnipedialis y B ceti . Además, mediante esta nueva PCR múltiple se pueden detec tar las biovariedades 3, 5, 6, 7, 9 de B. abortus y las biovariedades 2, 3, 4, 5 de B. suis . El único pequeño inconveniente de Br uce-ladder es que algunas cepas de B. canis pueden identificarse erróneamente como B. suis (46). Además, esta prueba no permite identificar positivament e las nuevas especies de B. microti . Procedimiento de la prueba (PCR múltiple Bruce -ladder) i) Preparación del ADN de Brucella Preparación de las bacterias tomadas de placas de agar: con un asa estéril de inoculación, se transfieren bacterias de una colonia a 200 µl de solu ción salina. Se extrae el ADN bacteriano hirviendo durante 10 minutos y, después de la centrifugación (a 12.000 g durante 20 segundos), se utiliza 1,0 µl del sobrenadante como ADN molde para la amplific ación mediante PCR (ent re 0,1 y 0,05 µg/µl de ADN, aproximadamente). ii) Preparación de la mezcla de la PCR Bruce -ladder (por cada reacción, con un volumen final de 25 µl) Reactivos Concentración final Volumen Tampón de PCR 10× 1× 2,5 µl dNTPs (2 mM) 400 µM de cada 5,0 µl Mg2+ (50 mM) 3,0 mM 1,5 µl Cóctel de ocho pares de cebadores para Bruce - ladder (12,5 µM) 6,25 pmol de cada 7,6 µl H2O (de grado PCR) - 7,1 µl ADN polimerasa* 1,5 U 0,3 µl *Dado que esta prueba es una PCR múltiple con ocho par es de cebadores en la misma reacción en tubo, los resultados se optimizan cuando se utiliza ADN polimerasa de alta calidad (por ejemplo, la Immolase DNA polymerase [Bioline], la Titanium polymerase [Biotools B&M Labs.]). NOTA : se debe incluir siempre un control negativo sin ADN y un control positivo con ADN de B. suis Se añade 1,0 µl de ADN molde Capítulo 2.4.3. Brucelosis bovina 10 Manual de la OIE sobre animales terrestres 2012 iii) Amplificación mediante PCR Desnaturalización inicia l a 95°C durante 7 minutos 35 segundos de desnaturalización del molde a 95ºC 45 segundos de hibridación del cebador a 64º C durante un total de 25 ciclos 3 minutos de extensión del cebador a 72ºC Extensión final a 72º C durante 6 minutos iv) Detección de producto amplificado e interpretación de los resultados Se analizan los productos de la PCR (7 µl) mediant e electroforesis (120 V durante 1 hora) en gel de agarosa al 1,5% en tampón TBE (89 mM de Tris /HCl, 89 mM de ácido bór ico, 2,0 mM de ácido etilendiaminotetraacético [EDTA], pH 8,0). Se utiliza la escala de ADN 1kb plus como marcador del tamaño molecular. Se visualizan las bandas con luz UV tras teñir con bromuro de etidio. Para la interpretación de los resultados, véase la referencia 29. Capítulo 2.4.3. Brucelosis bovina Manual de la OIE sobre animales terrestres 2012 11 Tabla 3. Oligonucleótidos utilizados en la prueba de PCR múltiple Bruce -ladder Cebador a Secuencia (5'-3') Amplicón seis (pb) Dianas en el ADN Origen de las diferencias genéticas BMEI0998f ATC-CTA-TTG-CCC-CGA-T AA-GG 1682 Glicosiltransferasa, gen wboA 711 en BMEI0535-BMEI0536 en: cepas de aisladas de mamíferos marinos BMEI0536r CGC-AGG-CGA- AAA-CAG-CTA-TAA BMEII0843f TTT-ACA-CAG-GCA-ATC-CAG-CA Proteína de BMEII0988 en: B. neotomas BMEII0987r GTA-TTC-AGC-CCC-CGT-TAC-CT aLas denominaciones se basan en las secuencias del genoma de B. melitensis (BME) o B. suis . f: directa; r: inversa. una inserción de ADN en el gen bp26 , el tamaño del amplicón en las cepas de Brucella aisladas de mamíferos marinos es de 1.320 pb Existen otras pruebas, como la PCR/RFLP omp25, 2a y 2b (14, 15) que pueden ut ilizarse para identificar especies de Brucella . Recientemente se han descrito otros procedimientos que permiten la ident ificación de todas las especies de Brucella, basados en la discriminación por polimorfismo de nuc leótido único (SNP) mediante la extensión de cebador o PCR en tiempo real (32, 79). Estas pruebas s on rápidas, sencillas e inequívocas y, al basarse en un análisis filogenético robusto, resuelven al gunos de los problemas observados con la Bruce -ladder, como la identificación errónea de cepas de B. canis . Recientemente se han descrito otro s métodos que pueden añadir información epidemiológica útil. Estos son un esquema de secuenciación multilocus (92) y varios esquemas de tipificación basados en la utilización de análisis de repeticiones en tándem de un número variable de locus mú ltiples (MLVA) (10, 11, 42, 93). Capítulo 2.4.3. Brucelosis bovina 12 Manual de la OIE sobre animales terrestres 2012 Dependiendo de los marcadores concretos escogidos, estos métodos permiten diferenciar las cepas a nivel de especie o incluso subclasificarlas pudiendo llegar a obtener información epidemiológica útil a nivel de subespecie. e) Identificación de cepas vacunales La identificación de las cepas vacunales B. abortus S19, B. abortus RB51 y B. melitensis cepa Rev.1, se basa en pruebas adicionales. La cepa S19 de Brucella abortus presenta las propiedades normales de una biovariedad 1 de B. abortus , pero no requiere CO 2 para crecer, ni crece en presencia de bencilpeni cilina (3 µg/ml = 5 UI/ml), azul i-eritritol mg/ml) (todas ellas conc entraciones finales), y pres enta una elevada utilización de L- glutamato (1). En algunos casos la cepa 19 crecer á en presencia de i-eritritol pero sin usarlo. La cepa Rev. 1 de Brucella melitensis tiene las propiedades normales de una biovariedad 1 de B. melitensis , pero crece más lentamente en medios ordinarios, no crece en presencia de fucsina básica, ni con tionina (1 µg/ml) ni bencilpenicilina (3 µg/ml) (concentraciones final es), pero sí en presencia de estreptomicina a 2,5 o 5 µg/ml (5 UI/ml) (17, 20, 18, 21). La cepa RB51 de Brucella abortus se identifica por las siguientes ca racterísticas: morfología rugosa y crecimiento en presencia de rifamp icina (250 µg por ml de medio). Las cepas vacunales S19, Rev.1 y RB51 también se pueden identificar utilizando las PCR específicas (13, 29, 75, 86, 88). 2. Pruebas serológicas No existe ninguna prueba serológica que sea adecuada en t odas las situaciones epidem iológicas; todas tienen limitaciones, sobre todo cuando se trat a de detectar la enfermedad en animale s aislados (31, 64). Se deben tener en cuenta todos los factores que infl uyen en la relevancia del método analítico y en los resultados de la prueba para una interpretación o aplicación diagnóstica concreta . En unidades epidemiológicas en las que se practique la vacunación con Brucella lisa, pueden esperarse falsos positivos en animales va cunados, porque los anticuerpos presentan reacción cruzada con la infección por la cepa natural. Los métodos serológicos que se describen en este capítulo son métodos estandar izados y validados, con característi cas de realización adecuadas para ser consideradas pruebas obligadas o alternat ivas para el comercio internacional. Esto no impide el uso de pruebas modificadas o similares ni la utilización de reactivos bi ológicos diferentes. Sin embargo, los métodos y reactivos descritos en este capítulo suponen un estándar de com paración en cuanto al rendi miento diagnóstico esperado. Debe resaltarse que la prueba de la seroaglutinaci ón en tubo (SAT) se considera en general inadecuada a efectos del comercio internacional. La prueba de la fijaci ón del complemento (FC) es más específica que la SAT para el diagnóstico, y además posee un sistema estandarizado de unidades. Las características de rendimiento diagnóstico de algunos enzimoinmunoanálisis (ELISA) y la prueba de la polariz ación de fluorescencia (FPA) son similares o superiores a la CF y, como son técnic amente más fáciles de realizar y más robustas, pueden ser preferibles a otras (60, 97). Se ha compar ado el rendimiento de varias de estas pruebas. Para el control de la brucelosis en un país o regi ón, son adecuadas para el anális is las pruebas con antígeno tamponado de Brucella , es decir, la prueba con rosa de bengala (R BT) y la prueba de aglutinación tamponada en placa (BPAT), así como el ELISA y la FPA. Las r eacciones positivas deben volver se a comprobar utilizando una estrategia confirmativa adecuada y/o complementaria. En otras especies, como por ejemplo en búfalos ( Bubalus bubalus ), bisonte americano y camélidos sudamericanos, la infección por Brucella sp. sigue un curso similar que en el ganado bovino. Para estos animales pueden utilizarse los mi smos procedimientos serológicos (56), pero cada uno debe ser validado para la especie de animal estudiada (27, 28). Sueros de referencia Los estándares de referencia de la OIE son aquellos con los que se comparan y calibran todos los demás estándares. Estos estándares de refer encia están a disposición de los l aboratorios nacionales de referencia y deben utilizarse para establecer estándares secundarios o nacionales frente a los que pueden prepararse otros de trabajo para ser utilizados en el diagnósti co diario sistemático de laboratorio. Capítulo 2.4.3. Brucelosis bovina Manual de la OIE sobre animales terrestres 2012 13 Estos sueros se han desarrollado y designado por la OIE como Sueros Internacionales Estándar1. Su empleo favorece la armonización internacional de las pruebas de diagnóstico y la estandarización de antígenos (97): Para la RBT y la FC, se utiliza el Suero Es tándar Internacional (OIE ISS, anterio rmente denominado Segundo Suero anti Brucella abortus Internacional de la OMS). Este suero es de origen bovino y contiene 1000 ICFTU (unidades internacionales de la prueba de fijación del complemento). Además, se dispone de tres suer os estándar de la OIE para ELISA. También son de origen bovino y contienen un estándar fuerte mente positivo (OIEELISA SPSS), uno débilmente positivo (OIEELISA WPSS) y uno negativo (OIEELISA NSS). Deben revisarse las condiciones de estandarización de la FPA con estos Estándares. Producción de células La cepa 99 de Brucella abortus (Weybridge) (S99) (véase la nota 1 al pie para la dirección) o la cepa 1119-3 (USDA) (S1119-3) de B. abortus2 deben utilizarse siempre para la producción de antígeno para el diagnóstico. Es importante destacar que el antígeno preparado con una de estas cepas de B. abortus también se utiliza en las pruebas de detección de la infección por B. melitensis o B. suis . Las cepas deben ser completamente lisas y no autoaglutinables en solu ción salina con un 0,1% (p/v) de acriflavina. Tienen que ser cultivos puros y cumplir las propiedades de las cepas de B. abortus biovariedad 1 que no necesitan CO 2. Los cultivos de inóculo original deben propagarse para producir un lote de inóculo que debe cumplir las propiedades de estas cepas, y deben conservarse por liofilización o por congelación en nitrógeno líquido. Para la producción de antígeno, el cultivo del inóculo se utiliza para sembrar varios tubos de agar inclinado con medio de infusión de patata que se incuban a 37°C dur ante 48 horas. Los medios sólidos SDA y TSA, a los cuales se puede añadir un 5% de suero equino o s uero de ternero neonato y un 0,1% de extracto de levadura, son satisfactorios con tal de que se utilice un inóculo adecuado, como se ha recomendado anteriormente. Se comprueba la pureza del crecimiento, se resuspende la cepa en PBS estéril, pH 6,4, y se utiliza para sembrar capas de frascos Roux con medio sólido de infusión de patata o con glicerol-dextrosa. Estos se incuban luego a 37°C durante 72 horas con la superficie inoculada hacia abajo. La pureza del crecimiento se comprueba en cada fr asco mediante la tinción de Gram, y los microorganismos se recogen añadiendo a cada frasco 50 - 60 ml de solución salina con fenol (con un 0,5% de fenol en una solución de cloruro sódico al 0,85%). Los frascos se agit an suavemente, se decanta la suspensión, y los microorganismos se inactivan por calentamient o a 80°C durante 90 minutos . Después de una prueba de viabilidad, el antígeno se conserva a 4°C . Como alternativa, las células se pueden producir en medio líquido o por cultiv o continuo en un fermentador (34), en un medio que contenga (por litro de agua destilada) D-gluc osa (30 g), peptona de grado elevado (30 g), extracto de levadura (Difco) ( 10 g), fosfato de sodio (9 g) y orto fosfato monosódico (3,3 g). El pH inicial es 6,6 pero tiende a subir a 7,2 - 7,4 durante el crec imiento. Debe comprobarse la capacidad de los lotes de peptona y de extracto de levadura para produc ir un buen crecimiento sin formación de células anormales o disociadas. Durante el crecimiento se puede necesitar una aireación y agitación vigorosas y el ajuste del pH a 7,2 - 7,4 mediante la adición de HCl 0, 1 M. El inóculo de siembra se prepara como se ha descrito anteriormente. El cultivo se incuba a 37 °C durante 48 hor as. El cultivo continuo puede mantenerse más tiempo, pero se necesita más experiencia. D eben realizarse controles durante el proceso del crecimiento tanto en medi os sólidos como líquidos para garant izar la pureza, un recuento de los microorganismos viables que sea suficiente y compr obar que no hay disociación a formas rugosas. Debe comprobarse que las células que vayan a ser utilizadas en la preparación de todos los antígenos sean puras y lisas en la fase de recogida. El cultivo se recoge mediante c entrifugación para precipitar los microorganismos, que se resuspenden en solución salina con fenol. Los microorganismos se inac tivan por calentamiento a 80°C durante 90 minutos y se guardan a 4°C . Deben formar suspensiones estables en solución salina fisiológica sin evidencia alguna de autoaglutinación. Con las suspensiones se debe r ealizar una prueba de viabilidad sin que se evidencie crecimiento alguno después de una incubac ión de 10 días a 37°C. El volu men de las células concentradas (PCV) en las suspensiones inactivadas puede determi narse centrifugando volúm enes de 1 ml en tubos Wintrobe a 3.000 g durante 75 minutos. a) Pruebas de antígeno tamponado de Brucella (Prueba prescrita para el comercio internacional) Prueba del rosa de bengala 1 Se pueden obtener en el Laboratorio de Referencia de la OI E para la brucelosis de la Veterinary Laboratories Agency (VLA) Weybridge, New Haw, Addlest one, Surrey KT15 3NB, Reino Unido. 2 Se pueden obtener en los Laboratorios de los Servicios Veteri narios Nacionales (NVSL) del Departamento de Agricultura de EE.UU. (USDA), 1800 Dayton Road, Ames, Iowa 50010, EE.UU. Capítulo 2.4.3. Brucelosis bovina 14 Manual de la OIE sobre animales terrestres 2012 Esta es una prueba sencilla de agl utinación puntual que utiliza antí geno coloreado con rosa de bengala y tamponado a pH bajo, norma lmente 3,65 + 0,05 (52). Producción de antígeno El antígeno para la RBT se prepara depos itando células muertas de las cepas de B. abortus S99 o S1119-3, recogidas por cent rifugación a 23.000 g durante 10 minutos a 4°C, y resuspendiéndolas uniformemente en una solución salina fenicada estéril (0,5%) a raz ón de 1 g por cada 22,5 ml. (Nota: si se utiliza carboximetilcelulosa sódica como agente sedimentador durante la preparación del concentrado celular, los residuos insolubles deben eliminarse antes de la tinc ión filtrando por un prefiltro AMF-CUNO Zeta-plus [Tipo CPR 01A]). A cada 35 ml de esta suspensión se añade 1 ml de rosa de bengala al 1% (p/v) (CI Nº 45440) en agua destilada estéril, y la mezcla se agita durante 2 horas a temperatura ambiente. La mezcla se filtra a través de una gas a estéril y se centrifuga a 10.000 g para depositar las células teñidas, que a continuación se resuspenden uniformemente a razón de 1 g de células por 7 ml de diluyente (21,1 g de hidróxido de sodio disueltos en 353 ml de solución sa lina fenicada estéril más 95 ml de ácido láctico, que se ajusta a 1.056 ml con solución salina fenicada es téril). El color de esta suspensión debe ser un rosa intenso y el sobrenadante de una mues tra centrifugada debe carecer de colo rante; el pH debe ser 3,65 + 0,05. Después de la filtraci ón a través de una gasa, la suspensión se f iltra dos veces a través de un prefiltro de fibra de vidrio Sartorius Nº 13430, se ajus ta a un PCV de aproximadamente el 8%, dependiendo de la estandarización final frente a un suer o calibrado contra el OIEISS, y se guarda a 4 °C en la oscuridad. El antígeno debe almacenarse siguiendo las recomendaci ones de los fabricantes , pero normalmente no debe congelarse. Cuando se utiliza en la prueba estándar , el antígeno para la RBT debe dar una reacción positiva clara con dilución 1/45 del OIEISS diluido en solución salina con fenol al 0,5%, pero no a una dilución de 1/55. También se aconseja comparar la reactividad de lo s lotes de los antígenos nuevos con los estandarizados previamente utilizando un juego de sueros definidos. Procedimiento de la prueba i) Se colocan las muestras de suero y el antígeno a temperatura ambiente (22 ± 4°C). Debe sacarse de la nevera solo el antígeno necesar io para las pruebas del día. ii) Se colocan 25-30 µl de cada muestra de suero en una baldosa blanca, placa esmaltada o de plástico, o en una placa para hemaglutinación de la OMS. iii) Se agita bien el frasco de antígeno, pero suav emente, y se coloca el mismo volumen de antígeno próximo a cada gota de suero. iv) Inmediatamente después de añadir la última gota de antígeno en la placa, se mezclan cuidadosamente el suero y el antígeno (usando un por ta limpio o una varilla de plástico para cada prueba) hasta producir una zona circular u ov al de aproximadamente 2 cm de diámetro. v) La mezcla se agita suavemente durante 4 minutos a tem peratura ambiente en un agitador circular o tridimensional (si la zona de reacción es oval o circular, respectivamente) vi Se comprueba la aglutinación, justo a los 4 minutos . Cualquier reacción visible se considera positiva. Debe analizarse un suero control que dé una reacción positiva mínima antes de comenzar las pruebas de cada día para comprobar la sensib ilidad de las condiciones de la prueba. La RBT es muy sensible. Sin embargo, como toda prueba serológica, a veces puede originar una reacción positiva debido a vacunación con S19 o a reacciones sero lógicas positivas falsas (FPSR). Por tanto, las reacciones positivas deben confirmars e con estrategias confirmativas y/o complementarias (que incluyan tanto la realización de otra s pruebas como la investigación epidemiol ógica). En ocasiones muy infrecuentes se producen falsos negativos, s obre todo debido a los fenómenos de prozona, y en ocasiones se pueden detectar diluyendo la muestra de suero o volviendo a analizarla después de 4-6 semanas. Sin embargo, la RBT parece adecuada como prueba para detectar rebaños infectados o par a garantizar la ausencia de infección en rebaños libres de brucelosis. Prueba de aglutinación tamponada en placa Producción de antígeno El antígeno para la BPAT se prepara a partir de la cepa S1119-3 de B. abortus siguiendo el procedimiento descrito por Angus & Barton (2). Se requieren dos soluciones de colorant e: verde brillante (2 g/100 ml) y cr istal violeta (1 g/100 ml) de calidad garantizada disueltos en agua destilada. Una vez pr eparadas, las dos soluciones se almacenan por separado durante 24 horas, y luego se mezclan en volú menes iguales en una botella opaca y se guardan en una nevera durante no menos de 6 meses antes de uso. La mezcla de color antes solo puede utilizarse entre 6 y 12 meses después de su preparación inicial. Capítulo 2.4.3. Brucelosis bovina Manual de la OIE sobre animales terrestres 2012 15 El diluyente tamponado se prepara disolviendo lentam ente hidróxido de sodio (150 g) en 3 - 4 litros de solución salina estéril con fenol. A esta solución se añade ácido láctico (675 ml) y el volumen final se ajusta a 6 litros añadiendo solución salina estéril con fenol. El pH de la solución debe estar comprendido entre 3,63 y 3,67. Las células concentradas de B. abortus S1119-3 se diluyen a una concent ración de 250 g/litro en solución salina con fenol; se añaden 6 ml de colorante por litro de suspensión celular, y la mezcla se agita antes de ser filtrada por algodón absor bente estéril. Las célula s se centrifugan a 10.000 g a 4°C y las células concentradas se resuspenden a c ontinuación a una concentración de 50 g/100 ml en diluyente tamponado (como se ha descrito anteriormente). La mezcla se agita vigorosamente durante 2 hor as y después se diluye añadiendo 300 ml de diluyente tamponado por cada 100 ml de células resuspendidas (es decir, a una concentración final de 50 g de células concentradas/ 400 ml de diluyente tamponado). La mezcla se agita a temperatura ambiente durante 20 - 24 horas antes de que la concentración celular se ajuste al 11% (p/v) con diluyente tamponado. Esta suspensión se agi ta durante toda la noche antes de ser analizada. Pendiente de las pruebas de control final de calidad, el antígeno se guarda a 4°C has ta su utilización. El antígeno tiene un periodo de validez de 1 año y no se debe congelar. El pH del antígeno tamponado en placa debe ser de 3,70 ± 0,03, y el pH de una mezcla de suero/antígeno a una proporción de 8:3 debe ser de 4,02 ± 0,04. La suspensión al 11% de células teñidas debe ser azul- verdosa. Cada lote de antígeno tamponado en placa debe comprobarse con al menos 10 sueros de reactividad débil, y los resultados deben compararse con uno o más lotes previos de antígeno. Si es posible, los lotes de antígeno deben compararse con el antígeno estándar preparado por el N VSL, USDA (ver nota 2 a pie de página para la dirección). Sin embargo, no se dispone de ningún procedimiento establecido de estandarización internacional para uso con el OIEISS. Procedimiento de la prueba i) Se colocan las muestras de suero y el antígeno a temperatura ambiente ( 22 ± 4°C); Debe sacarse de la nevera solo el antígeno neces ario para las pruebas del día. ii) Se agita bien la muestra. Se colocan 80 µl de cada muestra de suero en una placa de vidrio marcada con cuadros de 4 × 4 cm. iii) Se agita bien la botella de antígeno, pero con s uavidad, y se colocan 30 µl de antígeno cerca de cada gota de suero. iv) Inmediatamente después de añadir la última gota de antígeno a la placa, se mezclan completamente el suero y el antígeno (utilizando un vaso limpio o una varilla de plástico para cada prueba) hasta producir una zona circular de unos 3 cm de diámetro. v) Después de la mezcla inicial, la placa se m ueve tres veces para asegur ar la dispersión homogénea de los reactivos y se incuba 4 minutos a temperatura ambiente en una cámara húmeda. vi) Se extrae la placa y se mueve como ant es, y se vuelve a incubar otros 4 minutos. vii) Se lee de inmediato la aglutinación una vez tr anscurridos 8 minutos. Cualquier reacción visible se considera positiva. Debe analizar se un suero control que dé una rea cción positiva mínima antes de comenzar las pruebas de cada día para comprobar la sensibilidad de las condiciones de la prueba. Como la RBT, esta prueba es muy sensible, especia lmente para la detección de anticuerpos inducidos por la vacuna, y las muestras positivas deben volv erse a analizar con pruebas confirmativas y/o complementarias. Pueden producirse falsos negativos, debidos por lo general a fenómenos de prozona, la cual puede eliminarse diluyendo el suero o volv iendo a analizarlo después de cierto tiempo. b) Prueba de la fijación del complemento (prueba prescrita para el comercio internacional) La FC está ampliamente aplicada y aceptada como prueba confirmativa pese a la complejidad de su ejecución y a la necesidad de unas buenas instalaciones y de personal formado para titular y mantener los reactivos adecuadamente. Existen muc has variaciones de la FC, pero esta prueba se suele realizar de forma más cómoda en formato de microtitulación. Para la incubación de suero, an tígeno y complemento, se puede utilizar la fijación en caliente o en frío: 37 °C dur ante 30 minutos o 4 °C dur ante 14 - 18 horas. Varios factores influyen en la elección del método: la ac tividad anticomplementaria de muestras de suero de baja calidad es más evidente con la fijación en frío, mient ras que a 37 °C aumenta la frecuencia e intensidad de las prozonas, y se deben probar varias diluciones para cada muestra. Se han propuesto varios métodos para la FC en los que se utilizan diferentes conc entraciones de eritrocitos de oveja (SRBC) frescos o conserv ados (normalmente se recomienda una su spensión al 2, 2,5 o 3%). Los SRBC están sensibilizados con un volumen igual de s uero de conejo anti-SRBC diluido hasta contener varias veces (en general de dos a cinco) la concent ración mínima necesaria par a producir un 100% de lisis de SRBC en presencia de una solución titulada de complemento de cobaya. El último se titula independientemente (en presencia o aus encia de antígeno, según el método) para determinar la cantidad Capítulo 2.4.3. Brucelosis bovina 16 Manual de la OIE sobre animales terrestres 2012 de complemento necesaria para produc ir el 50% o el 100% de lisis de los SRBC sensibilizados por unidad de volumen de una suspensión estándar; estas se defi nen como la unidad hemolítica de complemento al 50% o al 100%/ dosis hemolítica mínima (C'H o MHD 50 o C'H o MHD 100), respectivamente. Se suele recomendar titular el complemento antes de cada serie de pruebas, siendo prefer ible un micrométodo para la determinación óptima de C'H 50. Normalmente se utilizan en la prueba 1,25 - 2 C'H 100 o 5-6 C'H50. El diluyente estándar para la FC es una solución salina tamponada con barbital (veronal). Se prepara con comprimidos comerciales; como alternativa, se puede preparar a partir de una solución madre de cloruro sódico (42,5 g), ácido barbitúrico (2 ,875 g), dietil barbiturato sódico (1 ,875 g), sulfato m agnésico (1,018 g) y cloruro cálcico (0,147 g) en 1 lit ro de agua destilada, y se diluye antes de utilizarla añadiendo cuatro volúmenes de una solución de gelatina al 0,04%. Producción de antígeno Existen numerosas variaciones de la prueba, pero sea cual sea el procedimiento debe emplearse un antígeno preparado a partir de una cepa lisa aprobada de B. abortus , como la S99 o la S1119-3, y que esté estandarizado frente al OIEISS. El antígeno para la FC puede prepar arse mediante procedimientos especiales (1, 34), o bien deben utilizarse células ent eras diluyendo la suspensión madre de modo que el PCV de la suspensión de antígeno c oncentrado para la FC sea aprox imadamente del 2% antes de la estandarización frente al OIEISS. El antígeno debe estandarizarse par a dar una fijación del 50% a una dilución 1/200 del OIEISS y debe mostrar también una fija ción completa a diluciones más bajas de suero, porque una concentración demasiado baja (o demas iado alta) de antígeno puede no producir un 100% de fijación a diluciones de suero más bajas. C uando son adecuadas dos diluciones de antígeno, debe escogerse la suspensión de antígeno más conc entrada para evitar el fenómeno de prozona. El aspecto del antígeno a una dilución de 1/10 debe ser el de una suspensión blanca, uniforme y densa, sin agregación visible ni formación de depósito después de incubar a 37°C durante 18 horas. No debe producir efectos anticomplementarios a la concentración de trabajo utilizada para la prueba. El antígeno se guarda a 4 °C y no debe congelarse. Procedimiento de la prueba (ejemplo) Los sueros problema sin diluir y los estándares de trabajo adecuados se inactivan durante 30 minutos en un baño de agua a 60°C ± 2°C. Si previamente se han d iluido a la mitad con una solución salina tamponada con veronal, se pueden inactivar a 58°C ± 2°C dur ante 50 minutos. En general, solo se analiza sistemáticamente una dilución del suero (generalmente a 1/4 o 1/5, dependiendo del procedimiento de CF escogido), pero se recomiendan diluciones seriadas a efectos de detectar la ex istencia de prozona. Con el empleo de placas de microtitulación est ándar de 96 pocillos de fondo redondeado (en U), la técnica se suele realizar del siguiente modo: i) En el pocillo de la primera, segunda y tercera f ilas, se colocan 25 µl de suero problema inactivado diluido. La primera fila es un control anticomplementar io para cada suero. Se añaden a los pocillos de la primera fila 25 µl de tampón de FC (controles anticomplementarios) para compensar la falta de antígeno. A todos los otros pocillos se añaden 25 µl de tampón de FC excepto a los de la segunda fila. A continuación se hacen diluciones seriadas a la mi tad transfiriendo volúmenes de 25 µl de suero de la tercera fila en adelante. Se descartan 25 µl de la mezcla resultante en la última fila. ii) A cada pocillo, excepto en la primera fila, se añaden 25 µl de antígeno, diluido a la concentración de trabajo. iii) Se añaden a cada pocillo volúmenes de 25 µl de co mplemento diluido hasta el número de unidades exigido. iv) Se establecen controles con diluyente solo, complemento + diluyente, antígeno + complemento + diluyente, que contengan en cada caso 75 µl de volumen total. En cada serie de pruebas debe analizarse un suero control que dé una reacción positiva mínima para comprobar la sensibilidad en las condiciones de la prueba. v) Las placas se incuban a 37°C durante 30 minut os o durante toda la noc he a 4°C y se añade a cada pocillo un volumen de SRBC sensibilizados (25 o 50 µl dependiendo de la técnica). Las placas se reincuban a 37 °C durante 30 minutos. vi) Los resultados se leen después de centrifugar las placas a 1.000 g durante 10 minutos a 4°C o de dejarlas en reposo a 4°C durante 2-3 horas para permitir que sedimenten las células no lisadas. El grado de hemólisis se compara c on los estándares que correspondan a una lisis del 0, 25, 50, 75 y 100% de lisis. La ausencia de activi dad anticomplementaria se compr ueba en la primera fila para cada suero. vii) Estandarización de los resultados de la CF: Capítulo 2.4.3. Brucelosis bovina Manual de la OIE sobre animales terrestres 2012 17 Existe un sistema de unidades basado en el OIEI SS. Este suero cont iene 1000 UIFC (unidades internacionales de la prueba de fijación de complement o) por ml. Si este suero se analiza mediante un método determinado y origina un título de, por ejemplo, 200 (50% de hemólisis), entonces el factor de un suero problema analizado por el mismo método se deduce de la fórmula: 1000 × 1/200 × título del suero problema = número de UIFC de anticuerpos en el suero problem a por ml. El OIEISS contiene IgG específica; los sueros estándar nacionales también deben depender de este isotipo para su actividad específica de fijación de complemento. Surgen dificultades en la estandarización porque diferentes técnicas favorecen selectivamente la CF mediante diferentes isotipos de las inmunoglobulinas. Se recomienda que cualquier país que use la CF a escala nacional acuerde un método concreto entre los diversos laboratorios que realizan la prueba, para obtener el mismo nivel de sensibilidad. Para facilitar la comparación entre países, los re sultados deben expresarse siempre en UIFC, calculadas en relación con las obtenidas en una titulación paralela con un suero estándar, que a su vez se puede calibrar frente al OIEISS. viii) Interpretación de los resultados: Los sueros con un título equival ente a 20 UIFC/ml o más, se consideran positivos. Este procedimiento es un ejemplo y se pueden escoger otros volúmenes y cantidades de reactivos con tal de que la prueba se calibre frente al OIEISS como se ha descrito anteriormente, y que los resultados se expresen en UIFC /ml. La prueba de la CF suele ser muy específica. Sin embargo, como todas las pruebas serológicas, a veces da resultados positivos debido a vacunac ión con S19 o como consecuencia de la FPSR. En consecuencia, las reacciones positivas deben investigar se mediante estrategias confirma tivas y/o complementarias. Las hembras que se han vacunado con B. abortus S19 entre los 3 y 6 meses se consideran generalmente positivas si los sueros dan una f ijación positiva con un título de 30 o más UIFC/ml cuando los animales se diagnostican a una edad de 18 meses o superior. c) Enzimoinmunoanálisis (pruebas prescr itas para el comercio internacional) ELISA indirecto Se han descrito muchas variaciones de ELISA indi recto (I-ELISA) utilizando di ferentes preparaciones antigénicas, diversos conjugados de antiglobulinas con enzimas, y vari os sustratos/cromógenos. Se dispone de varios I-ELISA comerciales en los que se utiliza cé lula entera, lipopolisacárido liso (sLPS) o el O- polisacárido (OPS) como antígenos que han sido validados en extensos ensayos de campo, y se utilizan mucho. A efectos de una armonización internacional, lo s laboratorios nacionales de referencia deben utilizar los tres Sueros Estándar de la OIE para ELISA con el fin de comprobar o calibrar el método de la prueba en cuestión. La prueba debe calibrarse de modo que la densidad óptica (D O) del Suero Estándar de la OIE para ELISA fuertemente positivo repr esente un punto de la parte lineal de una cu rva típica de dosis-respuesta, justo por debajo de la meseta. El Suero Estándar débilmente positivo de la OIE para ELISA debe dar siempre una reacción positiva que esté situada en la parte lineal de la misma curva dosis-respuesta, justo por encima del umbral positivo/negativ o. El suero negativo y el control de tampón deben originar reacciones que estén siempre por debajo del umbral positiv o/negativo (96). Por último, debe est ablecerse el punto de corte de la prueba con técnicas adecuadas de validación (ver Capítulo 1.1.4. Principios de validación para las pruebas de diagnóstico de enfermedades infecciosas). El I-ELISA que utiliza sLPS u OPS como antígenos es muy sensible para la det ección de anticuerpos anti Brucella , pero no permite resolver por completo el pr oblema de diferenciación respecto a anticuerpos originados por la vacunación con S19. El problema con las FPSR podría resolverse en parte llevando a cabo un I- ELISA utilizando LPS rugoso (rLPS) o antígenos del citosol. La mayor parte de la s FPSR son resultado de la reacción cruzada con la porción del polisacárido OPS de la molécula sLPS; sin embargo, son menos fr ecuentes las reacciones cruzadas entre las regiones centrales del PLS (63, 64). Para el I-ELISA de detección si stemática, deben utilizar se preparaciones ricas en sLPS u OPS como antígeno óptimo. Hay varios protoc olos para preparar un antígeno adecuado. En función de la disponibilidad y de las necesidades de rendimiento, se pueden emplear antiglobulinas mono o policlonales o proteína A /G conjugadas con enzimas. Un MAb específico para la cadena pesada de la IgG1 bovina puede mejorar la especificidad aún a costa de perder sensibilidad, mientras que una proteína A o AG conjugada con enzimas puede proporcionar un reactivo útil para las pruebas con diferentes especies de mamíferos (55, 63). Capítulo 2.4.3. Brucelosis bovina 18 Manual de la OIE sobre animales terrestres 2012 El método analítico que se describe a continuación es un ejemplo que ha sido validado internacionalmente y utilizado por todo el mundo en proyecto s de cooperación técnica e investigación científica con financiación internacional. El tampón para antigenar es el ca rbonato/bicarbonato 0,05 M, pH 9,6, formado por bicarbonato de sodio (2,93 g) y carbonato de sodio (1,59 g) en 1 litro de agua (la azida sódica [0,20 g/litro] es opcional). El tampón de dilución del conjugado y de los sueros problem a es PBS 0,01 M, pH 7,2, que contiene ortofosfato bisódico (1,4 g), fosfato monopotásic o (0,20 g), cloruro sódico (8,50 g) y Tween 20 al 0,05% disuelto en 1 litro de agua destilada (PBST). Este tampón ta mbién se usa como tampón de lavado. El conjugado utilizado en este ejemplo es un MA b específico para la cadena pesada de la IgG1 conjugado a peroxidasa de rábano (HRPO). La solución base de sust rato es peróxido de hidrógeno al 3%. La solución base de cromógeno es 0,16 M de 2,2 '-az ino-bis-(3-etilbenzotiazolina-6-su lfónico) citr ato, pH 4,5, compuesto por citrato trisódico hidratado (7,6 g) y ácido cítrico (4,6 g) disueltos en 1 litro de agua destilada. La solución para detener la reacción enzimática es dodecil sulfato sodio (SDS) al 4%. Producción de antígeno (ejemplo) El sLPS de B. abortus S1119-3 o S99 se extrae calentando 5 g de peso seco (o 50 g de peso húmedo) de células suspendidas a 66°C en 170 ml de agua destilada y añadiendo 190 ml de fenol al 90% (v/v) a 66°C. La mezcla se agita continuamente a 66 °C durante 15 minutos, se enfría y se centrifuga a 10.000 g durante 15 minutos a 4°C. El fenol parduzco de la capa inferior se extrae con una cánula larga y los restos celulares grandes pueden eliminarse por filtraci ón (utilizando un filtro de papel What man Nº 1) si es necesario. El sLPS se precipita añadiendo 500 ml de metanol frío que contenga 5 ml de metanol saturado con acetato de sodio. Después de 2 horas de incubación a 4 °C, el precipitado se recoge por centrifugación a 10.000 g durante 10 minutos. El precipitado se agita con 80 ml de agua destilada durante 18 hor as y se centrifuga a 10.000 g durante 10 minutos. La solución de sobrenadante se mantiene a 4°C. El precipitado se resuspende en 80 ml de agua destilada y se agita otras 2 horas a 4°C. El sobr enadante se recoge mediante centrifugación como antes y se mezcla c on el sobrenadante recogi do previamente. A continuación, se añaden 8 g de áci do tricloroacético a los 160 ml del LPS crudo. Después de agitar durante 10 minutos, el precipitado se elimina por centrifugación y la so lución traslúcida que constituye el sobrenadante se dializa frente a agua destilada (dos cambios de al menos 4000 ml cada uno) y luego se liofiliza. El LPS liofilizado se pesa y se reconstituye a 1 mg/m l en tampón carbonato 0,05 M, pH 9,6, y se sonica en un baño de hielo aplicando unos 6 vatios tres veces durant e 1 minuto cada vez. A continuación, el LPS se liofiliza en fracciones de 1 ml y se guarda a temperat ura ambiente. Procedimiento de la prueba (ejemplo) i) El sLPS liofilizado se reconstituye hasta 1 ml de agua destilada y se diluye a 1/1000 con tampón carbonato 0,05 M, pH 9,6 (o a una dilución predeterminada por titulación frente al Suero Estándar de la OIE para ELISA). Para antigenizar las micropl acas, se añaden a todos los pocillos 100 µl de la solución de sLPS, se cubren las placas y se incuban durante 18 horas a 4°C. Después de la incubación, las placas se pueden usar o mantener selladas y c ongeladas a -20°C hasta un año. Las placas congeladas se descongelan antes de su uso sometiéndolas durante 30 - 45 minutos a 37°C. ii) El antígeno no unido se elimina lavando todos los pocillos de la microplaca cuatro veces con PBST. A los pocillos especificados se añaden 100 µl de suero diluido a 1/50 a 1/200 con PBST, pH 6,3, que contiene 7,5 mM de EDTA y 7,5 mM de ácido etiléng licoltetraacético (EGTA) (PBST/EDTA), y se incuban a temperatura am biente durante 30 minutos. iii) Se añaden a las placas los sueros problem a y se analizan por separado o de dos en dos. Los controles, calibrados con Sueros Estándar de la OIE para ELISA, se disponen en pocillos duplicados e incluyen un suero control fuertem ente positivo, otro déb ilmente positivo, un suer o control negativo y un control del tampón. iv) El suero no unido se elimina lavando cuat ro veces con PBST (no debe usarse PBS que contenga EDTA/EGTA con HRPO, ya que inactiva el enzima). A cada pocillo se añaden 100 µl de conjugado (MAb M23) específico para un epítopo de la cadena pesada de la IgG 1 bovina conjugado con HRPO y diluido en PBST (predeterminado por titulación) y las placas se incuban a temperatura ambiente durante 30 minutos. v) El conjugado no unido se elimina con cuat ro lavados. A cada pocillo se añaden 100 µl de sustrato/cromógeno (1,0 mM 2O2 [100 µl/20 [500 ml de tampón citrato]), las placas se agitan durante 10 minutos y el color que aparece se valora en un Capítulo 2.4.3. Brucelosis bovina Manual de la OIE sobre animales terrestres 2012 19 espectrofotómetro a 414 o 405 nm . Si se desea, se pueden añadir di rectamente a todos los pocillos 100 µl de SDS al 4% como agente de parada de la reacción. vi) Los pocillos control que contienen el suero f uertemente positivo se considera que son un 100% positivos y todos los datos se ca lculan a partir de estas lecturas de absorbancia (ent re 1,000 y 1,800) empleando la ecuación: Porcentaje de positividad (%P) = absorbancia (muestra problema)/abs orbancia (control fuertemente positivo) × 100. Con fines de estandarización y de investigación se encuentran disponibles el antígeno sLPS, pequeñas cantidades del MAb específico para la cadena pesada del la IgG1 bovina, programas para la generación de datos empleando espectrofot ómetros particulares y un protocol o estandarizado para la prueba I-ELISA3. Utilizando este u otro I-ELISA simila r calibrado contra los Sueros Est ándar de la OIE para ELISA descritos anteriormente, la sensib ilidad diagnóstica debe ser igual o superior a la de las pruebas BBAT (RBT/BPAT) en el análisis del ganado bovino infectado. Sin embargo, como todas las pruebas serológicas, puede dar resultados positivos debido a vac unación con S19 o como consecuencia de la FPSR. Las reacciones positivas deben estudiarse utilizando estrategias confirmativas y/ o complementarias adecuadas, igual que para la FC. ELISA de competición Se ha observado que el ELISA de competición (C-ELI SA) en el que se emplea un MAb específico para uno de los epítopos del OPS de Brucella tiene mayor especificidad pero menor sensibilidad que el I-ELISA (47, 55, 60, 80, 89). Esto se lleva a cabo escogi endo un MAb que tenga mayor afinidad que el anticuerpo que presenta reacción cruzada. No obstante, se ha comprobado que el C-ELISA elimina algunas, aunque no todas, las reacciones (FPSR) debidas a bacterias con reacción cruzada (55, 57). El C-ELISA es también capaz de eliminar la mayoría de las reacciones debi das a los anticuerpos residuales que se producen como respuesta a la vacunación con S19. La elección del MA b y su singular especificidad y afinidad influirán de forma clara en el rendimiento diagnóstico de la pr ueba. Como en cualquier pr ueba basada en el MAb, para determinar su aceptación internacional y su utiliz ación generalizadas también se debe tener en cuenta la disponibilidad general del MAb o del hibridoma. Se han descrito algunas variaciones de C-ELISA, como antígenos preparados a parti r de otras cepas lisas de Brucella . El C-ELISA también está disponible comercia lmente. Algunos protocolos son menos sensibles que otros, y por tanto los result ados obtenidos mediante pr uebas distintas no siempre son comparables. Con vistas a una unificación internacional, los laborat orios nacionales de referencia deben utilizar los tres Sueros Estándar de la OIE para el ELISA a fin de co mprobar o calibrar el método analítico en cuestión. La prueba debe calibrarse de tal modo que la densidad óptic a del Suero Estándar de la OIE fuertemente positivo represente un punto en la parte lineal de una curva típica de dosis-respuesta justo por encima de la meseta (es decir, próximo a la máxima inhibición) . El Suero Estándar de la OIE débilmente positivo para ELISA debe dar una reacción que caiga en la parte lineal de la misma curva de dosis-respuesta justo por encima del umbral positiv o/negativo (es decir, inhibición moderada) . El suero negativo y el control de tampón/MAb deben dar reacciones siem pre menores que el umbral posit ivo/negativo (es decir, inhibición mínima). Además, el punto de corte debe establecerse en la población pr oblema con técnicas de validación adecuadas (Capítulo 1.1.4. Principios de validac ión para las pruebas de diagnóstico de enfermedades infecciosas). El método analítico que se describe a conti nuación es un ejemplo de prueba que se ha validado internacionalmente y utilizado con a nivel mundial en proyectos de cooperación técnica y colaboración científica con financiación internacional. Los sistemas de tampón son los mismos que los descritos para la prueba I-ELISA. Producción de antígeno (ejemplo) El sLPS de la cepa S1119-3 de B. abortus se prepara y se utiliza como para el I-ELISA. Procedimiento de la prueba i) El sLPS liofilizado se reconstituye hasta 1 ml de agua destilada y se diluye a 1/1000 con tampón carbonato 0,05 M a pH 9,6. Para antigenizar las microplacas, se añaden a todos los pocillos 100 µl de la solución de LPS, se cubren las placas y se incuban durante 18 horas a 4°C. Después de la incubación, las placas se pueden usar o mantener selladas y c ongeladas a -20°C hasta 1 año. Las placas congeladas se descongelan antes de su us o sometiéndolas durante 30 - 45 minutos a 37°C. 3 Se puede obtener en el Laboratorio de Referencia de la OIE para la Brucelosis, en el Animal Di seases Research Institute, 3851 Nepean, Ontario K2H 8P9, Canadá. Capítulo 2.4.3. Brucelosis bovina 20 Manual de la OIE sobre animales terrestres 2012 ii) El antígeno no unido se elimina lavando todos lo s pocillos cuatro veces con PBST. A cada pocillo se añaden 50 µl de MAb (M84 en este caso) adecuadament e diluido en PBST/EDTA e inmediatamente otros 50 µl de suero diluido a 1/10 en PBST/EDTA. Las placas se incuban a temperatura ambiente durante 30 minutos con agitación, por lo m enos durante los 3 minutos iniciales. iii) Se añaden a las placas los sueros problem a y se analizan por separado o de dos en dos. Los controles, calibrados con Sueros Estándar de la OIE para ELISA, se disponen en pocillos duplicados e incluyen un suero control fuertem ente positivo, otro déb ilmente positivo, un suer o control negativo y un control del tampón. iv) El suero no unido y los MAb se eliminan lavando la placa de microtitulación cuatro veces con PBST. A cada pocillo se añaden 100 µl de suero comercial de cabra anti IgG de ratón (cadena H y L) conjugado con HRPO y diluido en PBST (predeterminado por titula ción) y las placas se incuban a temperatura ambiente durante 30 minutos. v) El conjugado no unido se elimina con cuat ro lavados. A cada pocillo se añaden 100 µl de substrato/cromógeno (1,0 mM de H 2O2 y 4 mM de ABTS), se agitan las placas durante 10 minutos y el color desarrollado se evalúa con un espectrofotóm etro a 414 o 405 nm. Si se desea, se pueden añadir directamente a todos los pocillos 100 µl de SDS al 4% como agente de parada de la reacción. vi) Los pocillos control que contienen el suero f uertemente positivo se considera que dan un 0% de inhibición y todos los datos se calculan a partir de estas lecturas de absorbanc ia (entre 1.000 y 1.800) empleando la siguiente ecuación: Porcentaje de inhibición (%I) = 100 problema]/ tampón] × 100). Con fines de estandarización y de investigación se encuentran disponibles el antígeno sLPS, pequeñas cantidades del MAb, programas par a la generación de datos empleando es pectrofotómetros particulares y un protocolo estandariz ado para la prueba C-ELISA (ver dirección en nota 3 a pie de página). Mediante este protocolo de scrito para C-ELISA, u otro similar calib rado frente a los Sueros Estándar de la OIE para ELISA, la sensibilidad diagnóstica podría ser equivalente a las pruebas BBAT y el I-ELISA en pruebas con ganado bovino infectado (59, 60, 62). Sin embargo, como t odas las pruebas serológicas, puede dar resultados positivos debido a va cunación con S19 o como consecuencia de la FPSR. Las reacciones positivas deben estudiarse utilizando estrategias confirmativas y/ o complementarias adecuadas, igual que para la FC. d) Prueba de polarización de la fluorescencia (pru eba prescrita para el comercio internacional) La FPA es una técnica sencilla para determinar la interacción antígeno/antic uerpo y puede realizarse en instalaciones de laboratorio o en el campo. Es una prueba homogénea que no requiere la separación de los compuestos analizados y que, por tanto, es muy rápida. El mecanismo de la prueba se basa en la rotación aleatoria de las moléculas en solución. El tamaño molecular es el factor que más influye en la velocidad de rotación, con una relación de proporcionalidad inversa. Así, una molécula pequeña gira más deprisa que una grande. Si una molécula se marca con un fluorocromo, se puede determinar el tiempo de rotaci ón por un ángulo de 68,5 °C midiendo la intensidad de la luz polarizada en planos vertical es y horizontales. Una molécula grande emite más luz en un único plano (más polarizada) que una pequeña que gira más depr isa y emite luz más despolarizada. En la mayoría de las FPA, se marca con un fluor ocromo un antígeno de pequeño peso molecular, inferior a 50 kD, y se añade al suero u otro líquido problem a en el que tenga que detectarse la presencia de anticuerpos. Si hay anticuerpos, la unión con el an tígeno marcado provocará un descenso en su velocidad rotacional que puede medirse. Para el diagnóstico de la brucelosis, se emplea como antígeno un fragmento de bajo peso molecular (de 22 kD de media) del OPS del sLPS de la cepa 1119-3 de B. abortus y se marca con isotiocianato de fluoresceína (FITC). Este antígeno se añade a suero dilui do o a sangre completa y 2 minutos (en el caso del suero) o 15 segundos (en el caso de la sangre) después de añadir el antígeno se obtiene una medida del contenido de anticuerpos m ediante un analizador de la polarizaci ón de la fluorescencia (58, 62). La FPA se puede realizar en tubos de vidrio o en formato de placa de 96 pocillos. El suero bovino se diluye a 1/10 en el caso de la prueba en placa o a 1/100 en el caso de la prueba en tubo; si se emplea sangre tratada con EDTA, la dilución para la prueba en tubo es de 1/50, y de 1/5 para la prueba en placa (la sangre tratada con heparina aumenta la variab ilidad de la prueba). El diluyente ut ilizado es Tris 0,01 M (1,21 g) que contiene 0,15 M de cloruro sódico (8,5 g), 0,05% de Igepal CA630 (500 µl) ( antes denominado NP40) y 10 mM de EDTA (3,73 g) por litro de agua destilada, pH 7,2 (t ampón Tris). Después de mezclar, se obtiene una lectura inicial para determinar la dispersión de la luz con un analizador de polarización de fluorescencia (FPM). Se añade un antígeno titulado marcado adecuadament e (que por lo general origine una intensidad de 250.000 - 300.000), se mezcla y se obtiene con el FP M una segunda lectura a los 2 minutos en el caso Capítulo 2.4.3. Brucelosis bovina Manual de la OIE sobre animales terrestres 2012 21 del suero y a los 15 segundos en el caso de la sangre. U na lectura superior al nive l del umbral establecido (en miliunidades de polarización, mP ) indica una reacción positiva. Un nivel umbral típico es 90-100 mP, aunque la prueba debe calibrarse localmente contra un Suer o Estándar de Referencia Internacional (los valores esperados no están confirm ados). Deben incluirse controles de suero fuertem ente positivo, débilmente positivo, y negativ o, así como un suero de animal vacunado con S19. Producción de antígeno (ejemplo) El OPS se prepara a partir de 5 g de peso seco (o 50 g de peso húmedo) de B. abortus S1119-3 añadiendo 400 ml de ácido acético al 2% (v/v ), esterilizando en autoclave la su spensión durante 15 minutos a 121°C y eliminando los restos celulares mediante centri fugación a 10.000 g durante 10 minutos a 4°C. A continuación, la solución de sobrenadant e se trata con 20 g de ácido tric loroacético para precipitar las proteínas y los ácidos nucleicos . El precipitado se elimina de nuev o mediante centri fugación a 10.000 g durante 10 minutos a 4°C. El sobrenadante se dializa frente a un mínimo de 100 volúmenes de agua destilada y se liofiliza. Se disuelven 3 mg de OPS en 0,6 ml de hidróxido de sodio 0,1 M (4 g NaOH/litro) y se incuban a 37 °C durante 1 hora. Después se añaden 0,3 ml de isómero 1 de FICT a una concentración de 100 mg/ml en dimetilsulfóxido y se incuban otra vez durante 1 hor a a 37°C. El OPS conjugado se aplica a una columna de 1 × 10 cm de DEAE (dietilaminoetil) Sephadex A con tampón fosfat o 0,01 M, pH 7,4. La primera fracción (después de 10 - 15 ml de elución con tampón) es verde fuerte, y después se cambia el tampón a fosfato 0,1 M, pH 7,4. Esto da lugar a la elución de 10 - 15 ml de tampón seguidos de 25 - 40 ml de material verde fluorescente. Este último materi al es el antígeno utilizado en la FPA. La preparación de antígeno se puede aumentar proporcionalmente. La cantidad de antígeno utilizada por prueba se determina diluyendo el ma terial antes obtenido hasta lograr una intensidad de fluorescencia de 250.000 - 300.000 utilizando el FPM. El antígeno se guarda como un líquido durante varios años a 4°C en un frasco opaco o se puede liofilizar en frascos opacos. Se puede disponer de pequeñas cantidades de antígeno marc ado para la investigaci ón y estandarización de procedimientos operativos relacionados con la obtención de antígeno y la realización de la FPA (para conocer la dirección, véase la nota 3 a pie de página). Procedimiento de la prueba i) Se añade 1 ml de tampón Tris a tubos de vidr io de borosilicato de 10 × 75 mm y después 10 µl de suero o 20 µl de sangre tratada con EDTA. Para el formato de 96 pocillos, se añaden 20 µl de suero a 180 µl de tampón. Es importante me zclar bien. Se obtiene una lectur a en el FPM para determinar la dispersión de la luz. ii) Se añade al tubo un volumen de antígeno que corre sponda a una intensidad total de fluorescencia de 250-300 × 103 y se mezcla bien. Este volumen puede variar de un lote a otro, pero en general es de unos 10 µl. Se obtiene una segunda lectura en el FPM después de una incubación a temperatura ambiente de 2 minutos para suero y de 15 segundos para sangre tratada con EDTA. iii) Una lectura superior al umbral pr edeterminado indica una reacción positiva. iv) En cada lote de pruebas se incluye lo sigui ente: un suero estándar f uertemente positivo, uno débilmente positivo y uno de trabajo negat ivo (calibrados contra los S ueros Estándar de la OIE para ELISA). La sensibilidad y la especificidad diagnóstica de la FPA en la brucelosis bovina son casi idénticas a las de C-ELISA. La especificidad diagnós tica en ganado bovino recientemente vacunado con la cepa S19 supera el 99% (58). Sin embargo se desconoce en la act ualidad la especificidad de la FPA en condiciones de FPSR. Como en otras pruebas serológicas, las reacci ones positivas deben estudiar se mediante estrategias adecuadas confirmativas y/o complementarias. La FPA debe estandarizarse de modo que los sueros fuertemente positivos y débilmente positivos de la OIE den siempr e resultados positivos. Además, en la población problema debe establecerse el punto de corte con técnicas de validación adecuadas (Capítulo 1.1.4. Principios de validaci ón para las pruebas de diagnóstico de enfermedades infecciosas). 3. Otras pruebas a) Prueba cutánea de la brucelina Una prueba inmunológica alternativa es la prueba cu tánea de la brucelina, que puede utilizarse para el diagnóstico en rebaños no vacunados siempre que se ut ilice una preparación antigéni ca purificada (libre de LPS) y estandarizada (como la brucelina INRA). Capítulo 2.4.3. Brucelosis bovina 22 Manual de la OIE sobre animales terrestres 2012 La prueba cutánea de la brucelina tiene una especific idad muy elevada, de modo que los animales sin vacunar que son serológicamente negativos y reaccionan pos itivamente en la prueba de la brucelina deben considerarse animales infectados (70, 73). A demás, los resultados de esta prueba pueden ayudar a interpretar reacciones serológicas que se consider an como FPSR debidas a una infección por bacterias que presentan una reacción cruzada, es pecialmente en áreas libres de brucelosis (20, 70, 73). No todos los animales infectados reaccionan, por lo que esta no es recomendable como prueba única a efectos del comercio internacional. Es esencial utilizar una preparaci ón estandarizada y definida de bruc elina que no contenga antígeno sLPS, ya que este puede producir reacciones inflamatorias i nespecíficas o interferir con pruebas serológicas posteriores. Una preparación de ese tipo es la br ucelina INRA preparada a partir de una cepa rugosa de B. melitensis que está comercializada4. Procedimiento de la prueba i) Se inyecta por vía intradérmica 0,1 ml de bruceli na en el pliegue caudal, en la piel del flanco, o en la de un lado del cuello. ii) La prueba se lee después de 48-72 horas. iii) El grosor de la piel en el sitio de la inyección se mide con un calibrador Vernier antes de la inyección y en el momento de volver a examinar al animal. iv) Una reacción positiva fuerte se reconoce fácilm ente porque es una hinchazón lo cal con induración. No obstante, las reacciones dudosas r equieren una interpretación cuidadosa. Un engrosamiento de la piel de 1,5 - 2 mm debe considerarse como una reacción positiva. Aunque la prueba intradérmica de la brucelina es una de las más específicas de la brucelosis (en animales no vacunados) el diagnóstico no puede basarse solament e en reacciones intradérmicas positivas en unos cuantos animales del rebaño, sino en una prueba serológi ca fiable. La inoculación intradérmica de la brucelina puede originar una anergia temporal de la respues ta inmunitaria celular. Por tanto, en general se recomienda un intervalo de 6 semanas entre dos pruebas realizadas en el mismo animal. b) Prueba de aglutinación del suero Aunque no se considera una prueba obligada ni alternativ a, la SAT se ha utiliz ado con eficacia durante muchos años en programas de vigilanc ia y control de la brucelosis bovina. Su especificidad mejora notablemente si se añade EDTA al antígeno (30, 45, 61). El antígeno es una suspensión bacteriana en solución sali na fenolada (NaCl al 0,85% [p/v] y fenol al 0,5% [v/v]). No debe usarse formaldehído. Los antígenos pueden presentarse en forma concentrada siempre que el factor de dilución a utilizar se i ndique en la etiqueta del frasco. Para reducir los falsos positivos se puede añadir EDTA a la suspensión antigénica a una concent ración final en la prueba de 5 mM. En consecuencia, el pH de 7,2 debe reajustarse en la suspensión de antígeno. El OIEISS contiene 1000 UI de agluti nación. El antígeno debe prepararse si n referencia a la concentración celular, pero su sensibilidad debe es tandarizarse con relación al OIE ISS de modo que el antígeno produzca el 50% de aglutinación con una dilución sérica final de 1/600 a 1/1000, o el 75% con una dilución sérica final de 1/500 a 1/750. También se aconsej a comparar la reactividad de los lotes de los antígenos nuevos con los estandarizados previamente, ut ilizando un juego de sueros definidos. La prueba se realiza en tubo o en microplaca. La mezcla de antígeno con las diluciones de suero debe incubarse 16 - 24 horas a 37 °C. Si la prueba se realiza en microplaca, el tiempo de incubación puede acortarse a 6 horas. Para cada suer o debe prepararse un mínimo de tres diluciones para evitar respuestas negativas debidas a los fenómenos de prozona. La dilución de sueros so spechosos debe llevarse a cabo de modo que la lectura de la reacción al límite de la positividad se haga en un tubo medio (o pocillo en el método de microplaca). Interpretación de los resultados: El grado de aglutinación de Brucella en un suero debe expresarse en UI por ml. Un suero con 30 UI o má s, se considera positivo. c) Pruebas basadas en el hapteno na tivo y en la proteína del citosol 4 Brucellergène OCB®, Synbiotics Europe, 2 rue Alexander Fleming, 69007 Lyon, Francia. Capítulo 2.4.3. Brucelosis bovina Manual de la OIE sobre animales terrestres 2012 23 Las pruebas basadas en el hapteno nativo5 son muy específicas en contexto s de vacunación con S19, y se han utilizado con éxito en un program a de erradicación junto con la RBT como prueba de detección sistemática (3). La sensibili dad óptima (cercana a la de la CF pero infe rior a la de la RBT y la del I-ELISA basado en la sLPS) se obtiene en un sistema de inmunodi fusión radial inversa (RID) en el que el suero difunde hacia un gel hipertónico que c ontiene el polisacárido (21, 40). No obstante, el pr ocedimiento de la doble difusión en gel también resulta útil (43, 44). Los terneros vacunados s ubcutáneamente con la dosis estándar de la cepa S19 a los 3-5 meses de edad son negat ivos a los 2 meses de la vacunación, y el ganado adulto vacunado subcutáneamente 4-5 meses antes con dosis r educida de la cepa S19 no da reacciones positivas a menos que resu lten infectados y excreten la vac una en la leche (40). La vacunación conjuntival (tanto en animales de corta edad como en adultos) reduce el tiempo de obtención de una respuesta negativa en las pruebas c on hapteno nativo. Una característi ca notable de la prueba RID es que un resultado positivo se correlaciona con la excreción de Brucella , como se ha demostrado en ganado bovino infectado experimentalment e y en ganado bovino con infección nat ural sometido a tratamiento antibiótico (39). Se ha demostrado que las pruebas con precipitina o prot eínas del citosol de Brucella también eliminan, en la mayoría de los ca sos, las reacciones FPSR causadas por Yersinia enterocolítica O:9 y las FPSR de origen desconocido (55). d) Pruebas en la leche Un medio eficaz de examinar los rebaños de vacas lec heras es analizar la lec he de los tanques colectivos. Hay que recordar que en la última fase de la gestación, las vacas gestantes se secan y su leche no está incluida en la muestra del tanque colectivo. Por el c ontrario, será más probable que estos animales, en el caso de que estén infectados, den resu ltados positivos en las pruebas de di agnóstico serológico. Por tanto, inmediatamente después del parto debe vo lver a analizarse la leche del tanque colectivo. De estos tanques se puede obtener leche de forma más barata y frecuente que las muestras de sangre, y habitualmente están disponibles en las centrales lecheras. Cuando se obt iene un resultado positivo, deben realizarse análisis de sangre en todas las vacas que aportan le che. La prueba I-ELISA en leche es sensible y específica, y resulta particularmente útil para analizar grandes rebaños. La prueba del anillo de leche (MRT) es una alternativa adecuada cuando no se dispone de ELISA. I-ELISA en leche Como ocurre en el caso del I-ELISA para suero, se utilizan numerosas variaciones del I-ELISA para leche. Se han comercializado varios I-ELISA que se han va lidado en grandes ensayos de campo y que se utilizan mucho. A efectos de una armonización internacional, lo s laboratorios nacionales de referencia deben utilizar los tres Sueros Estándar de la OIE para ELISA para co mprobar o calibrar el método analítico en estudio. El I-ELISA debe estandarizarse de modo que el estándar fuertement e positivo de la OIE para ELISA diluido a 1/125 en suero negativo y diluido des pués a 1/10 en leche negativa dé siem pre resultados positivos. Las muestras de leche de tanque colect ivo se analizan generalmente a diluciones mucho más bajas que el suero, es decir, de 1/2 a 1/10 en tam pón de dilución, y el resto de la prueba es similar a lo descrito para el suero. La prueba C-ELISA no debe utilizarse con leche completa per o puede usarse con muestras de suero lácteo. Prueba del anillo de leche En los animales lactantes, la prueba del anillo de lec he o MRT (siglas en inglés para 'milk ring test') puede utilizarse para el diagnóstico de la brucelosis en r ebaños. En rebaños grandes (>100 terneros lactantes) la sensibilidad de la prueba tiene menos fiabilidad. La MR T puede ajustarse para compensar el factor de dilución de las muestras de leche de tanque colectiv o procedentes de rebaños gr andes. Las muestras se ajustan de acuerdo con la siguiente fórmula: con un ta maño del rebaño <150 animales se usa 1 ml de leche de tanque colectivo, de 150 - 450 anima les, se usa una muestra de leche de 2 ml, y de 451 - 700 animales, se usa una muestra de leche de 3 ml. Pueden obtener se falsos positivos en ganado bovino vacunados 4 meses antes de la prueba, en muestras de leche anorma l (como el calostro) o en casos de mamitis. Por tanto, no se recomienda la utilización de es ta prueba en explotaciones muy pequeñas, donde estos problemas presentan un mayor impacto en los resultados de la prueba. Producción de antígeno El antígeno para MRT se prepara a partir de sus pensiones concentradas de bacterias muertas de B. abortus S99 o S1119-3, cultivadas como se ha descrito con anterioridad. Se centrifugan, por ejemplo a 23.000 g, durante 10 minutos a 4°C y se resuspenden en una solución del colorante hematoxilina. Se emplean varios métodos satisfactorios; un ejemplo es el siguiente: se añaden 100 ml de hematoxilina al 4% (p/v) (Cl Nº 75290), disuelta en etanol al 95%, a una so lución de sulfato amónico alumínico (5 g) en 100 ml de agua destilada y 48 ml de glicerol. A la solución se añaden 2 ml de yodato sódico al 10% (p/v) recién preparado. Después de 30 minutos de r eposo a temperatura ambi ente, la solución de color púrpura oscuro se añade a 940 ml de sulfato amónico alumínico al 10% (p/v) en agua destilada. El pH de la mezcla se 5 El procedimiento detallado se puede c onseguir en el Laboratorio para la Brucel osis del Centro de Investigacion y Tecnologia Agroalimentaria/Gobierno de Aragon, Avenida Monta ana 930, 50059 Zaragoza, España. Capítulo 2.4.3. Brucelosis bovina 24 Manual de la OIE sobre animales terrestres 2012 ajusta a 3,1 y la solución se deja envejecer mant eniéndola a temperatura ambi ente en la oscuridad durante 45 - 90 días. La solución de colorante se agita antes de utilizarla y se filtra a través de una gasa. Las células concentradas se suspenden en la solu ción de colorante a razón de 1 g por cada 30 ml de colorante y se mantienen a temperatura ambi ente durante 48 horas (en vez de esto, al gunos laboratorios pr efieren calentar a 80 °C durante 10 minutos). Las célula s teñidas se concentran por centrif ugación y se lavan tres veces con una solución de cloruro sódico (6,4 g), ácido láctico al 85% (1,5 ml) e hidróxido de sodio al 10% (4,4 ml) en 1,6 litros de agua destilada, a pH final de 3,0. Las células lavadas se resuspenden a razón de 1 g en 27 ml de un diluyente que consiste en solución salina con fenol al 0,5%, ajustada a pH 4,0 por adición de ácido cítrico 0,1 M (aproximadam ente 2,5 ml) y ortofosfato monosódico 0,5 M (aproximadamente 1 ml), y se mantiene a 4 °C durante 24 horas. La mezcla se filtra a través de una gasa, se comprueba el pH, y se determina el PCV ajustándolo aproximadamente al 4%. La sensibilidad del lote nuevo debe compararse con la de un lote previam ente estandariz ado utilizando un juego de muestras de varios grados de reacción pr eparado diluyendo un suero pos itivo en leche. El antígeno debe estandarizarse frente al OIEISS de modo que una diluci ón a 1/500 sea positiva y una dilución a 1/1000 sea negativa. El an tígeno debe almacenarse de acuerdo con las instrucciones del fabricante, pero generalmente debe guardarse a 4 °C. El pH del antígeno debe estar entre 3,3 y 3,7 y su color debe ser azul oscuro. Se permite la existencia de un poco de colorante libre en el s obrenadante de una muestra c entrifugada. Cuando se diluye en leche de un animal sin brucelosis, el antígeno debe producir una co loración uniforme de la capa de leche sin formar depósitos ni coloración en la capa cremosa. Procedimiento de la prueba La prueba se lleva a cabo con las muestras del tanque cole ctivo de leche. Si es necesario, las muestras se pueden pretratar con un conservante (f ormalina al 0,1% o bronopol al 0, 02%) durante 2 - 3 días a 4 °C antes de su utilización. i) Las muestras de leche y el antígeno se deben c onservar a temperatura am biente (20 ± 3°C). Debe sacarse de la nevera solo el antígeno necesario para las pruebas del día. ii) Se agita suavemente la botella de antígeno. iii) La prueba se lleva a cabo añadiendo 30-50 µl de antígeno en un volumen de 1-2 ml de leche completa (el volumen de leche puede aumentarse en el caso de las muestras de rebaños más grandes - véase más arriba la \"prueba del anillo de leche\"). iv) La altura de la columna de leche en el tubo debe ser como mínimo de 25 mm. Las muestras de leche no deben haber sido congeladas, calentadas, sometidas a agitación violenta ni guardadas durante más de 72 horas. v) Normalmente, las mezclas de leche y antígeno se incuban a 37°C durante 1 hora junto con los estándares de trabajo positivos y negativos. Sin embargo, la inc ubación durante la noche a 4 °C aumenta la sensibilidad de la prueba y permite una interpretación más fácil. vi) Una reacción fuertemente positiv a viene indicada por la formación de un anillo azul oscuro por encima de la columna blanca de leche. Cualquier capa azul en la interfase de leche y de crema debe considerarse como positiva y podría ser significa tiva, especialmente en el caso de rebaños grandes. vii) La prueba se considera negativa si el color de la leche, en la parte inferior, supera al de la capa cremosa. viii) Cuando se ajusta la MRT para aplicarla en r ebaños de gran tamaño (utilizándose 2 o 3 ml de leche), se añaden 0,1 ml de una mezcla de nata negativa al tubo de ensayo y a continuación 30-50 µl del antígeno de la prueba del anillo. Después de mezclar, la prueba se incuba y se lee de la misma forma que para la MRT no ajustada. La mezcla de nata negat iva se recoge mediante la separación de la leche compuesta por varias muestras y sin pasteurizar correspondient e a un rebaño de 25 o más vacas que sean negativas a la brucelosis . e) Prueba del interferón gamma A medida que disminuye la prevalencia de la brucelos is, aumenta la importancia de la precisión de las pruebas serológicas. Los falsos positivos conllevan estudios de trazabilidad y epidemiológicos que son caros y requieren mucho tiempo para su aplicación. De ahí que las pruebas que eliminen la FPSR serán cada vez más útiles. En general, la prueba del interfer ón gamma implica la estimulación de los linfocitos en sangre completa con un antígeno adecuado; en este caso, se ha demostrado que la brucelina da buenos resultados, y luego se mide la producción de interfer ón gamma resultante medi ante un ELISA de captura Capítulo 2.4.3. Brucelosis bovina Manual de la OIE sobre animales terrestres 2012 25 (41, 90, 91). Esta prueba podría ser útil en la discrim inación de la FPSR pero se necesitan antígenos más específicos y el protocolo se tiene que estandarizar. C. REQUISITOS PARA LAS VACUNA S Y EL MATERIAL BIOLÓGICO DE DIAGNÓSTICO Como se ha mencionado anteriormente, la brucelosis es una de las infecci ones de laboratorio más fáciles de contraer y deben tomarse estrictas m edidas de seguridad. La manipulación en los laboratorios de cultivos vivos de Brucella , incluidas las cepas vacunales, es peligrosa y debe realizarse bajo un nivel 3 de contención o mayor, tal como se señala en el capítulo 1.1.2, a fi n de minimizar la exposición durante el trabajo. C1. Brucelina La brucelina INRA es un extracto libre de LPS de la cepa B115 de B. melitensis en fase rugosa. Esta preparación no provoca la formación de anticuerpos reacti vos en la BBAT, la CF ni el ELISA. 1. Manejo de inóculos a) Características del inóculo La producción de brucelina INRA se basa en un sistem a de lotes de siembra como el descrito para los antígenos y las vacunas. El inóculo original de la cepa B115 de B. melitensis para producción de brucelina6 debe propagarse para producir un lote de siembra que debe conservarse medi ante liofilización o congelación a temperatura de nitr ógeno líquido. Debe presentar las propiedades de un cultivo puro de una cepa rugosa de B. melitensis y no producir LPS liso de Brucella . Debe producir cantidades razonables de una mezcla de antígenos proteicos reactivos frente a antisueros contra cepas rugosas y lisas de Brucella . b) Método de cultivo (1) La cepa B115 de Brucella melitensis crece mejor en el medio líquido descrito con ant erioridad para el cultivo en fermentador. Puede crecer en ferm entador por el método continuo o discontinuo, o en matraces colocados en un agitador. Debe comprobarse su purez a en cada recogida aislada, y los microorganismos deben encontrase en la fase rugosa. c) Validación como reactivo para el diagnóstico in-vivo Estudios de laboratorio y de campo realizados en Francia, han confirmado que la brucelina INRA es segura, no tóxica y de acción específica. La preparación cont iene un 50 - 75% de proteínas , principalmente de bajo peso molecular, y un 15 - 30% de carbohidratos. No c ontiene antígenos LPS. La br ucelina INRA no provoca repuestas inflamatorias en animales no sensibilizados, y no es por sí misma un agente sensibilizante. No provoca anticuerpos reactivos en la s pruebas serológicas estándar para brucelosis. Más del 90% de los pequeños rumiantes infectados por B. melitensis manifiestan una hipersensibili dad retardada a la brucelina INRA en alguna fase. La preparación no es reco mendable como agente de diagnóstico para animales individuales, pero puede ser útil para el análisis de r ebaños. Se suministra a los pequeños rumiantes en dosis de 100 µg por vía intradérmica que induce una r eacción local de hipersensibilidad retardada que es visible a las 48 - 72 horas en animales sensibilizados. Tanto los animales vacunados como los infectados dan reacciones positivas (70, 73). 2. Método de producción (1) Las células de la cepa B115 de Brucella melitensis se inactivan después del cult ivo elevando la temperatura a 70°C durante 90 minutos, después se enfrían a 4°C, y se rec ogen por centrifugación a 9.000 g durante 15 minutos a 4°C. Las células se lav an con agua destilada estéril y fría y se deshidratan precip itándolas con tres volúmenes de acetona a -20 °C, y luego se dejan reposar a -20 °C durante 24 - 48 horas. Después de lavados repetidos con acetona fría y de un lavado final con dietil éter, las células se secan sobre cloruro de calcio y se mantienen a 4 °C. Las células secas se someten a una prueba de viabilidad. Se resuspenden en cloruro sódico estéril al 2,5% hasta una concentración final del 5% (p/v) y se agitan durante 3 días a 4 °C. Las células bacterianas se eliminan mediante cent rifugación como se ha descrito c on anterioridad, y el sobrenadante se concentra a un cuarto de su volum en mediante ultrafiltración con una me mbrana Diaflo PM10 (Amicon) y se precipita añadiendo tres volúmenes de etanol frío. La mezcla se mantiene a 4 °C durante 24 horas y el 6 Se puede obtener en el Institut National de la Recherche Agronomique 2.4.3. Brucelosis bovina 26 Manual de la OIE sobre animales terrestres 2012 precipitado se recupera mediant e centrifugación, se vuelve a disolver en agua destilada y se dializa para eliminar el etanol. Después de centrifugar a 105.000 g durante 6 horas a 4°C, el sobr enadante, que es la brucelina sin estandarizar, se determinan mediante aná lisis sus proteínas y carbohidratos . Puede liofilizarse en su totalidad o después de distribuirla en sus envases. 3. Control durante el proceso Debe comprobarse la esterilidad del extracto crudo de brucelina después de su extracción con acetona para comprobar la inactivación de las células de Brucella , y una vez más al final del proceso, a fin de comprobar una posible contaminación. Deben determi narse el pH y la concentración de proteína, y rea lizarse pruebas de identidad en la totalidad del material obtenido antes de proceder al llenado de los envases. 4. Control del lote a) Esterilidad La esterilidad de las preparaciones de alérgenos debe compr obarse como se describe en el capítulo 1.1.9 Pruebas de esterilidad y ausencia de contam inación en materiales biológicos. b) Inocuidad Las muestras de brucelina de los recipientes final es deben someterse a la pr ueba estándar de esterilidad. Las preparaciones de brucelina también deben somete rse a pruebas de toxicidad anómala. Se inyectan intraperitonealmente dosis equivalent es a 20 dosis de ganado bovino (2 ml) en un par de cobayas normales que no se hayan expuesto con anterioridad a Brucella ni a sus antígenos. También se inyectan por vía subcutánea cinco ratones normales c on 0,5 ml de la brucelina a exam inar. Los animales se observan durante 7 días, y no debe haber reacción lo cal ni generalizada a la inyección. La capacidad dermonecrótica se examina mediante la inoculación intradérmica de 0,1 ml del producto en cuestión en el flanco previamente afeitado y desinfectado de tres c obayas albinos normales que no se hayan expuesto con anterioridad a Brucella ni a sus antígenos. No debe observarse reacción cutánea alguna. La ausencia de sensibilización alérgica o se rológica se comprueba mediante la inoculación intradérmica de tres cobayas albinos normales, tres veces cada 5 días, con 0,1 ml de una dilución a 1/10 de la preparación que se está evaluando. Se suministra una cuarta inyección similar 15 días después a los mismos tres animales y a un lote control de tr es cobayas del mismo peso que no se hayan inyectado previamente. Los animales no deben convertirse en seropositivos c uando se examinan 24 horas después de la última inyección en las pruebas estándar de bruc elosis (RBT, FC) ni deben desarrollar respuestas de hipersensibilidad retardada. c) Potencia La potencia de las preparaciones de brucelina se det ermina mediante la inyección intradérmica de dosis graduales de brucelina en cobayas que se han sens ibilizado con inoculación subcutánea de 0,5 ml de brucelina de referencia7 con adyuvante completo de Freund de 1 a 6 meses antes (la utilización de una cepa viva de Brucella , como la Rev1, es posible siempre que produzca el mismo nivel de sensibilización). Se determina y mide la reacción erit ematosa a las 24 horas y se calcul a el título por comparación con una brucelina de referencia8. Este método solo es válido para com parar preparaciones de brucelina obtenidas por el mismo protocolo que el aler geno sensibilizante. Se ha descrito la estandarización inicial de un lote de alérgeno y la sensibilización y titulación en rumiantes (1). d) Duración de la sensibilidad La duración de la sensibilidad es dudos a. El grado de hipersensibilidad a la brucelina en los animales varía entre individuos de forma considerable. Los animales que se encuentran en la primera fase de la infección, o con infecciones crónicas, pueden no manifestar hipersensibilidad a la inyección intradérmica. e) Estabilidad La preparación liofilizada mantiene ínt egramente su actividad durante vari os años. La preparación comercial líquida debe mantener su potenc ia durante todo el periodo de validez recomendado. 7 El INRA-PII (F-37380 Nouzilly, France) ha producido una brucelina nacional frances a de referencia que se puede conseguir en el Laboratorio de Referencia de la OIE para la Brucelosis, AFSSA, 23 av enue du Général-de-Gaulle, 94706 Maisons-Alfort Cedex, Francia. 8 El procedimiento estadístico se puede obtener en el Laboratorio de Referencia de la OIE para la Brucelosis, AFSSA, 23 avenue du Général-de-Gaulle, 94706 Ma isons-Alfort Cedex, Francia. Capítulo 2.4.3. Brucelosis bovina Manual de la OIE sobre animales terrestres 2012 27 f) Conservantes Cuando la preparación está liofilizada no se recomienda ut ilizar conservantes. En la forma líquida, se puede utilizar mertiolato de sodio como c onservante (como máximo, 0,1 mg/ml) . Si la preparación está liofilizada no debe reconstituirse hasta inm ediatamente antes de su uso. g) Precauciones (riesgos) La brucelina no es tóxica. Sin embargo, puede prov ocar reacciones graves de hipersensibilidad en individuos sensibilizados que se exponen accidentalment e a ella. Debe tenerse cuidado en evitar la inyección accidental o la contaminación de las muco sas. El equipo de inyección utilizado y los recipientes deben descontaminarse cuidadosament e o eliminarse por inciner ación en contenedores adecuados de desechado. 5. Pruebas en el producto final a) Inocuidad La prueba de la esterilidad se debe llevar a cabo por el método recomendado. Las pruebas de inocuidad in- vivo son las descritas para el control de los lotes (véas e el apartado C1.4.b.). Estas pruebas realizadas en el lote pueden omitirse si se realiza la prueba completa en los lotes finales de llenado. b) Potencia Se realiza por inyección de una única dosis en cobay as según el procedimient o descrito en el apartado C1.4.c. C2. Vacunas Vacuna con la cepa 19 de Brucella abortus La vacuna más ampliamente utilizada par a prevenir la brucelosis en el ganado bovino es la vacuna S19 de B. abortus , que continúa siendo la vacuna de referencia con la que se compara el resto de las vacunas. Se utiliza como una vacuna viva que por lo general se administra a terneras de entre 3 y 6 meses de edad en forma de una dosis única subcutánea de 5 -8 × 1010 microorganismos viables. Se puede administrar al ganado adulto una dosis reducida de 3 × 108 a 3 ×109 microorganismos, pero algunos animales generan títulos duraderos de anticuerpos y pueden abortar y excretar la cepa vacunal por la leche (81). Como alternativa, se puede administrar a ganado de cualquier edad en una o dos dosis de 5 x 109 microorganismos viables por vía conjuntival; esto produce protección sin una respuesta duradera de anticuerpos y reduce los ri esgos de aborto y de la excreción en la leche cuando se vacuna ganado bovino adulto. La vacuna con B. abortus S19 induce una buena inmunidad frente a des afíos moderados por microorganismos virulentos. La vacuna debe prepararse a partir de inóculos der ivados del USDA (la dirección se indica en la nota 2 a pie de página) y en cada lote debe comprobarse la pureza (ausencia de microor ganismos extraños), la viabilidad (bacterias vivas por dosis) y la homogeneidad (det erminación de la fase de disociación). La virulencia residual y la inmunogenicidad de los lotes de inóculo para la producción de vacuna S19 deben comprobarse regularmente en ratones. Los procedimientos de control para es ta vacuna se indican más adelante. Vacuna con la cepa RB51 de Brucella abortus Desde 1996 la cepa RB51 de B. abortus es la vacuna oficial en muchos países para la prevención de la brucelosis en el ganado bovino (78). Sin embargo, la eficacia de la cepa RB 51 en comparación con la protección inducida por la S19 en el ganado bovino, es motivo de controversia (53, 52, 81, 82, 84). Cada país utiliza métodos ligeramente diferentes de administrar la vacuna. En EE.UU. lo s terneros se vacunan por vía subcutánea entre los 4 y 12 meses con 1 -3,4 × 1010 microorganismos viables de la cepa RB51. La vacunación del ganado de más de 12 meses solo se lleva a cabo bajo autorizac ión de organizaciones estatales o federales de Sanidad Animal y la dosis recomendada es de 1-3 × 109 microorganismos viables de la cepa RB51 (66, 83). En otros países se recomienda la vacunación de terner os (4 -12 meses) con dosis de 1-3,4 × 1010, y la revacunación desde los 12 meses en adelante con una dosis similar par a inducir un efecto de recuerdo y aumentar la inmunidad (74, 78). Capítulo 2.4.3. Brucelosis bovina 28 Manual de la OIE sobre animales terrestres 2012 Se ha observado que dosis completas de RB51, admin istradas por vía intrav enosa a ganado bovino, inducen placentitis graves e infecciones placentarias en la mayor parte del ganado vacunado (68), y que se produce excreción con la leche en una parte importante de los animales vacunados . La experiencia de campo también indica que puede inducir aborto en algunos casos si se ap lica a vacas gestantes. Debido a estas observaciones, debe evitarse la vacunación de las vaca s gestantes. Una forma de reducir lo s efectos secundarios de la RB51 es reducir la dosis. Al reducir la dosis de la vacuna (1 x 109 unidades formadoras de colonia [UFC]) en vacas que se encuentran al final de la gestación, no se observan abortos ni lesiones por placentitis en el ganado vacunado por vía subcutánea (69), pero la cepa vacunal puede excretarse en un porc entaje importante de los animales vacunados (81). Sin embargo, esta dosis reducida no protege contra B. abortus cuando se utiliza en terneros (66), mientras que sí protege cuando se utiliza en ganado adulto (67). Debe destacarse que la RB51, así como la S19, pueden in fectar al hombre y causar fiebre ondulante si no se trata (88, 94). Se han realizado poc os estudios con la RB51 en humanos , pero parece que el riesgo de padecer fiebre ondulante después de la exposición es bajo (4, 83, 88). El diagnóstico de la infección por RB51 requiere pruebas especiales que no están disponibles en la mayo ría de los hospitales. Debería informarse a los facultativos que toman decisiones res pecto al tratamiento pr ofiláctico por una exposici ón accidental a la RB51 que la cepa de esta vacuna es muy resistente a la ri fampicina, uno de los antibióticos de elección para el tratamiento de la brucelosis en los seres humanos. Los procedimientos de control para es ta vacuna se indican más adelante. Vacuna con la cepa Rev.1 de Brucella melitensis Es frecuente aislar B. melitensis en ganado bovino en países con una elevada prevalencia de esta infección en pequeños rumiantes (87). Ha habido cierto debate sobre la eficacia de la protección de la S19 contra la infección por B. melitensis en ganado bovino y se ha establecido la hipót esis de que la Rev.1 debe ser una vacuna más eficaz en estas condiciones. No obs tante, hay muy poca información re lacionada con este tema (39, 85). También se dispone de muy pocas evidencia s de que la S19 sea capaz de controlar B. melitensis a nivel de campo (38). No se han realizado pr uebas que muestren la eficacia de Re v.1 en la infección del ganado bovino por B. melitensis . Además, la seguridad de esta vacuna es pr ácticamente desconoci da en este ganado. Hasta que se realicen estudios sobre la segur idad y la eficacia de Rev.1 contra B. melitensis en el ganado bovino en diferentes condiciones fisiológicas y en situaci ones estrictamente contro ladas, esta vacuna no debe recomendarse para esta especie. 1. Manejo de inóculos a) Características del inóculo El inóculo primario de B. abortus S19 para producir vacunas debe obtener se del USDA (la dirección se indica en la nota 2 a pie de página) y utilizarse para pr oducir un lote de inóculos conservado por liofilización o por congelación a temperatura de nitrógeno líquido. Las propiedades de este lote de inóculos deben ser las de un cultivo puro de B. abortus biovariedad 1 no dependiente de CO 2, que sea sensible a la bencilpenicilina, azul de tionina e i-eritritol a las concentraciones recomendadas, y que tenga una patogenicidad mínima en cobayas. El inóculo primario de B. abortus RB51 para la producción de vacuna está comercializado9. Estas empresas tienen derechos legales sobre la vacuna. b) Método de cultivo Brucella abortus S19 para la producción de vacuna se cult iva en un medio libre de suero y de otros productos de origen animal, en unas condiciones si milares a las descrit as anteriormente para B. abortus S99 o S1119-3 (1). Para la cepa RB51 de Brucella abortus se siguen métodos similares de cultivo. c) Validación como vacuna Muchos estudios independientes han confirmado el valor de la cepa S19 como vacuna que protege al ganado bovino de la brucelosis. El microorganism o se comporta como una cepa atenuada cuando se administra a ganado sexualmente inm aduro. En casos raros puede producir una infección localizada en el tracto genital. Con animales adultos, es probable que se produzca una respuesta persistente de anticuerpos 9 Colorado Serum Company, 4950 York Street, P.O. Box 16428, Denver, Colorado 80216-0428, EE.UU.; o Veterinary Technologies Corporation, 1872 Pratt Drive, Suite 1100B, Blacksburg, Virginia 24060, EE.UU. Capítulo 2.4.3. Brucelosis bovina Manual de la OIE sobre animales terrestres 2012 29 durante 6 meses o más en una proporción notable del ganado vacunado por vía s ubcutánea con la dosis estándar. Parte del ganado que es va cunado antes de llegar a la edad adulta puede desarrollar más tarde artropatía, en concreto en las articulaciones femorotibi ales (8, 19). La vacuna es segura para la mayoría de los animales si se administra a terneros de ent re 3 y 6 meses de edad. Puede utilizarse también en animales adultos con dosis reducida. Produce una inmunidad duradera para un desafío moderado con cepas virulentas de B. abortus , pero su duración exacta se desconoce. La duración de la protección frente a B. melitensis tampoco se conoce. La cepa va cunal es estable y su reversión a la forma virulenta es extremadamente infrecuente. Cuando se administra involuntariamente a animales gestantes se ha asociado a la aparición de cepas que utilizan i- eritritol. El microorganismo se comporta como una cepa atenuada en ratones, e incluso grandes inóculos s on rápidamente eliminados de los tejidos. Los informes tanto de estudios de desafío experim ental como de campo siguen en debate en cuanto a la utilidad de la cepa RB51 de B. abortus para proteger al ganado bovino de la brucelosis (véase arriba). El microorganismo se atenúa en terneros pero no siempre en el ganado adulto. La cepa RB51 de Brucella abortus contiene un OPS expresado míni mamente y en animales vacunados no se observa seroconversión ni en la RBT ni en la FC. Además, también se ha observado que la RB 51 no induce anticuerpos detectables, mediante los procedimient os de análisis actuales, frente al antígeno OPS (83). Sin embargo, la presencia de epítopos centrales comunes a las pr eparaciones antigénicas de sLPS y de OPS no permite diferenciar entre la respuesta a la RB51 y la respuesta a las cepas S, sea cual sea el I-ELISA utilizado (48). RB51 produce inmunidad contra un des afío moderado con cepas virulent as, pero la duración precisa de dicha inmunidad se desconoce. La vacuna es estable y no revierte de fase in-vivo ni in-vitro . El microorganismo se comporta como una cepa atenuada en varios tipos de animales, como en ratones, y desaparece rápidamente de los tejidos. Las vacunas de cepas S19 y RB51 tienen cierta virul encia para el hombre, y pueden tener lugar infecciones si se produce la inoculación accidental de las mism as. Se debe tener cuidado en su preparación y manejo, y se debe incluir un aviso de riesgo en la etiqueta de lo s recipientes finales. En cualquier caso, las inoculaciones accidentales deben tratarse con los antibióticos adecuados (véase el apartado C2.4.g). 2. Método de producción Para la producción de la vacuna S19 se pueden utilizar lo s procedimientos descritos anteriormente, excepto que las células se recogen en PBS, pH 6,3, y se depositan por centrifugación o añadiendo car boximetilcelulosa sódica a una concentración final de 1,5 g/lit ro. El producto obtenido de un fermentador o las células agrupadas de un lote de cultivos en frascos de Roux que se hayan inocul ado al mismo tiempo y con el mismo lote de inóculo constituye una cosecha individual. Se puede juntar má s de una cosecha para formar la masa final, que se utilizará para llenar los recipientes def initivos de un lote de vacuna. Antes de mezclarlas, en cada cosecha se ha de comprobar la pureza, la concentraci ón celular, la disociación y la i dentidad. Deben realizarse las mismas pruebas en el producto final, que debe tener un número de microorganismos viables comprendido entre 8 y 24 × 109 UFC /ml. Los ajustes de concentración se lle van a cabo añadiendo PBS a la vacuna presentada en forma líquida, o un estabilizador a la forma liofilizada. Si se emplea un estab ilizador debe tenerse en cuenta la pérdida de viabilidad en la liofilización, y no debe superar el 50%. El producto final desecado no debe someterse a temperaturas superiores a 35 °C dur ante el secado, y el contenido en hum edad residual debe ser del 1 - 2%. Los envases deben cerrarse al vacío o en nitrógeno seco in mediatamente después del se cado, y han de mantenerse a 4 °C. El proceso de producción para la cepa RB51 de B. abortus es muy similar al utilizado para la cepa S19. 3. Control durante el proceso Debe comprobarse la pureza y la fase lis a de la vacuna preparada con la cepa S19 de Brucella abortus durante la preparación de las cosechas individuales. La concentraci ón celular del producto final también debe comprobarse. Esto se puede realizar mediante medición de la opacidad, pero debe llevarse a cabo un recuento de los microorganismos viables en los lotes de llenado final. Ta mbién debe comprobarse su identidad mediante pruebas de aglutinación con antisuer o contra el antígeno A de Brucella . La concentración de microorganismos viables en los recipientes finales no debe ser inferior a 50 × 109 por cada dosis est ándar subcutánea (5 x 109 para la dosis conjuntival) después de la liofiliz ación, si esta va a realizarse, y al menos el 95% de las células deben estar en la fase lisa. Debe comprobarse la pureza y la fase lis a de la vacuna preparada con la cepa RB51 de Brucella abortus durante la preparación de las cosechas individuales. La c oncentración celular del producto final también debe comprobarse. En los lotes finales de llenado debe realiz arse un recuento de los microorganismos viables. Su concentración en los recipientes finales debe ser de 1 - 3,4 × 1010 UFC de RB51 por dosis (dosis de 2 ml aplicadas por vía subcutánea) y el 100% de las células deben estar en fase rugosa. Todas las colonias deben ser negativas en las pruebas de trans ferencia puntual con MAbs específicos del antígeno OPS. Capítulo 2.4.3. Brucelosis bovina 30 Manual de la OIE sobre animales terrestres 2012 4. Control del lote a) Esterilidad En el Capítulo 1.1.9 se detallan las pruebas de este rilidad y ausencia de contaminación de los materiales biológicos. b) Inocuidad La vacuna S19 es per se un producto virulento, aunque debe mantener se con mínima virulencia para que sea eficaz (véase el apartado C2.4.c.). Sin em bargo, no se realiza si stemáticamente una prueba de inocuidad. Si se desea, puede realizarse en ganado bovino cuando se inicia un nuevo proceso de fabricación o cuando se espera alguna modificación de la inocuidad de la vacuna. Este control debe realizarse como sigue: en la prueba se utilizan 12 ter neras de 4 - 6 meses. Se inyectan seis hembras jóvenes con uno o tres volúmenes de la dosis re comendada. Cada lote de seis hembras jóvenes se mantiene separado. Los animales se observan durante 21 días. No deben producirse lesiones locales ni sistémicas significativas. Si para una dosis y una vía de administración dadas la prueba da buenos resultados para un lote repr esentativo de la vacuna, no tiene que repetirse con lotes de inóculo o de vacuna preparados con el mismo inóculo original y con el mismo proceso de fabricac ión. Puede realizarse una prueba de inocuidad con la vacuna S19 también en c obayas. A grupos de 10 animales como mínimo se inyectan por vía intramuscular dosis de vac una diluida en PBS, pH 7,2, que contengan 5 × 109 microorganismos viables. Estos animales no deben pres entar efectos adversos evidentes y no debe haber mortalidad. Si esta prueba de inocuidad ha dado buenos resultados con un lote de inóculo representativo o un lote de la vacuna que se está estudiando, no ti ene que repetirse con otros lotes de inóculo ni de vacuna preparados con el mismo inóculo original y c on el mismo proceso de fabricación. Normalmente, no se realizan pruebas de i nocuidad con la vacuna de la cepa RB51 de B. abortus . Si se desea, se pueden inyectar intraperit onealmente ratones Balb/c hembras de 8 - 10 semanas con 1 × 108 UFC y cultivarse los bazos a las 6 semanas post-i noculación. Los bazos deben estar libres de RB51 y los ratones no deben presentar anticuerpos anti-OPS. c) Potencia Vacuna S19 Una vacuna S19 es eficaz si posee las características de la cepa original S19, es decir, si es satisfactoria respecto a su identidad, fase lisa, inmunogenicidad y vi rulencia residual (7). También debe comprobarse el número de microorganismos viables de los lotes. Identidad La vacuna S19 reconstituida no debe cont ener microorganismos exógenos. La bacteria B. abortus presente en la vacuna se identif ica por pruebas morfológicas, serológicas y bioquímicas adecuadas, y por cultivo: B. abortus S19 tiene las propiedades normales de una cepa de B. abortus biovariedad 1 pero no requiere CO 2 para crecer, ni crece en presencia de benc ilpenicilina (3 µg/ml = 5 UI/ml), azul de tionina (2 µg/ml) ni i-eritritol (1 mg/ml) (concentraciones finales). Fase lisa (determinación de la fase de disociación) La vacuna S19 reconstituida en agua destilada se siem bra en estría en seis placas con medio sólido (agar suero-dextrosa o agar tripticasa-soja (TSA) c on un 5% [v/v] de suero o un 0,1% [p/v] de extracto de levadura) de modo que las colonias estén junt as en algunas zonas mient ras que en otras estén semiseparadas, y en otras, separadas. Las pequeñas di ferencias son más obvias en las colonias adyacentes que en las que están muy separadas. Las placas se inc uban a 37ºC durante 5 días y se examinan mediante luz reflejada oblicua (método de Henr y) antes y después de la tinción (tres placas) con cristal violeta (método de tinción de White & Wilson) Aspecto de las colonias antes de la tinción: Las colonias de tipo S son redondas, brillantes y de color azul a verde-azulado. Las colonias R tienen un aspecto seco, granular y son de color blanco amarillento. Las colonias mucoides (M) son trans parentes y grisáceas y pueden distinguirse por su consistencia pegajosa cuando se las toca con un asa de siembra. Las colonias intermedias (I) son las más difíciles de clasificar y tienen un aspecto inte rmedio entre las formas S y R: son ligeramente opacas y más granulares que las colonias S. Aspecto de las colonias después de teñir con cristal violeta: Las colonias S no capt an el colorante. Las colonias disociadas (I, M o R) se tiñen en vari os tonos de rojizo a púrpura y su superficie puede Capítulo 2.4.3. Brucelosis bovina Manual de la OIE sobre animales terrestres 2012 31 presentar grietas radiales. A veces se observa un film superficial teñido que se despega de una colonia disociada y aparece adyacente a ella. La fase de la colonia puede confirmarse mediante la prueba de aglutinación con acriflavina (1). Las colonias S permanecen en suspensión, mientras que la s R aglutinan rápidamente y, si son mucoides, forman hebras. Las colonias intermedias pueden quedar en suspensión o formar una aglutinación muy fina. Determinación de bacterias vivas Se siembran al menos cinco placas de agar triptosa , de agar suero-dextrosa o de cualquier otro medio sólido adecuado con 0,1 ml de diluciones apropiadas de la vacuna, que se extienden con un asa de vidrio, metal o plástico. Se lleva a cabo un recuento de las UFC por unidad de volumen de la vacuna. Virulencia residual (tiempo de persistencia al 50% o tiempo de recuperación al 50%) (7, 21, 33, 71) i) Se preparan suspensiones adecuadas del lo te de siembra o de vacuna de cepa S19 de B. abortus que se vaya a analizar (vacuna problema) y del cu ltivo original de inóculo de S19 (como cepa de referencia). Para esto, se recoge un cultivo de 24 - 48 horas de cada cepa en solución salina estéril tamponada (BSS: NaCl 8,5 g; 1000 ml de agua dest ilada; pH 6,8) y se ajusta la suspensión con BSS a 109 UFC /ml con un espectrofotómet ro (OD = 0,170 cuando se lee a 600 nm). El número exacto de UFC /ml se dete rmina después mediante la siembra en placa de las diluciones decimales sobre un medio adec uado (se recomienda agar sangre o TSA). ii) Se inyectan subc utáneamente 0,1 ml (108 UFC /ratón) de la suspensión de la vacuna problema en cada una de 32 hembras de ratón CD1 de entre 5 y 6 semanas. Simultáneamente, se realiza una inoculación similar en otros 32 ratones con la su spensión que contiene la c epa de referencia S19. La cepa S19 original de siembra, cuya inmunogenicidad y virulencia residual sean satisfactorias, se puede obtener del USDA (la dirección se indica en la nota 2 a pie de página). iii) A las 3, 6, 9 y 12 semanas, se sacrifican los ratones por dislocación cervical, en grupos de ocho elegidos al azar. iv) Se extraen los bazos y se homogeneizan aséptic a e individualmente en 1 ml de BSS estéril con un desintegrador de vidrio (o con un Stomac her en bolsas estériles adecuadas). v) Se extiende en cada caso la suspensión del bazo entero sobre varias placas con un medio apropiado de cultivo y estas se inc uban en condiciones estándar para Brucella durante 5 - 7 días (límite inferior de detección: 1 bacteria por bazo). Un animal se c onsidera infectado cuando se aísla al menos 1 UFC del bazo. vi) Se calcula el tiempo de persistencia al 50% o el tiempo de recuperación al 50% (RT 50) por el método estadístico SAS®, desarrollado específicamente para calcular el RT 50 (para obtener el archivo SAS® específico, ver la dirección en la nota 5 a pie de pági na). Para ello, se determina el número de ratones curados (de los que no se haya aislado ninguna colonia del bazo) en cada moment o de sacrificio (ocho ratones cada vez) y se calcula el porcentaje de rat ones curados acumulados a lo largo del tiempo, por el método de Reed y Muench (descrito en la ref. 5) . La función de distribuc ión de este porcentaje describe una curva sigmoidea que debe linealizarse para calcular los valores RT 50, mediante el procedimiento computarizado PROB IT del paquete estadístico SAS®. vii) Se compara estadísticament e el paralelismo (corte y pendient e) existente ent re las líneas de distribución obtenidas para la cepa problema y para la cepa S 19 de referencia, utilizando el SAS® diseñado para este fin. Se pueden compar ar estadísticament e dos valores RT 50 solo cuando derivan de líneas de distribución paralelas. Si no existe paral elismo, la virulencia residual de la cepa problema se considera inadecuada y debe rechazarse a efectos de la producción de vacuna. viii) Si se confirma el paralelismo, se comparan estadístic amente los valores RT 50 obtenidos para la cepa problema y de referencia S19 utilizando el SAS® diseñado para este fin. Para ser aceptable para la producción de vacunas, el RT 50 obtenido con la cepa problema no debe diferir significativamente del obtenido con la cepa de referencia S19 (el RT 50 y los límites de confi anza son normalmente 7,0 ± 1,3 semanas). Las bases del procedimiento estadístico para el cálcul o anterior de la virulencia residual se han descrito recientemente con detalle (5-7). Como alternativa, los cálculos estadísticos descritos en los pasos vi) a viii) se pueden evitar con un programa específico de fá cil empleo, HTML-JAVA (Rev2), recientemente desarrollado y disponible sin coste alguno en la dirección: http:// www.afssa.fr/interne/Rev2.html (71). Si la prueba se realiza con buenos resultados en un lo te representativo de inóc ulo o de vacuna problema, no tiene que repetirse sistem áticamente con otros lotes de vacuna pr eparados del mismo lote de inóculo y mediante el mismo proceso de producción. Capítulo 2.4.3. Brucelosis bovina 32 Manual de la OIE sobre animales terrestres 2012 Inmunogenicidad en ratones (5, 6) En esta prueba se utilizan tres grupos de seis rat ones CD1 hembras, de 5 -7 semanas, que se eligen al azar. i) Se preparan y ajustan espectrof otométricamente las suspensiones de vacuna como se ha indicado anteriormente. ii) Se inyecta por vía subc utánea una suspensión de la vacuna en estudio (vacuna problema) que contenga 105 UFC (en un volumen de 0,1 ml/ratón) a cada uno de los seis ratones del primer grupo. iii) Se inyecta por vía subc utánea una suspensión de la vacuna de referencia S19 que contenga 105 UFC de bacterias vivas a cada uno de los seis ratones del segundo grupo. El tercer grupo sirve como grupo control sin vacunar y se inocula por vía subcutánea con 0,1 ml de BSS. iv) El número exacto de UFC inoculado se comp rueba después por siembra en placa de diluciones decimales sobre un medio adecuado (se recomienda agar sangre o TSA). v) Un total de 30 días después de la vacunaci ón (e inmediatamente des pués de 16 horas de ayuno) todos los ratones se someten a una inoculación intraperitoneal de desafío con una suspensión (0,1 ml/ratón) que contenga 2 × 105 UFC de la cepa 544 de B. abortus (dependiente de CO 2), preparada, ajustada y comprobada retrospectivamente como antes. vi) Se sacrifican los ratones 15 días más tarde por dislocación cervical. vii) Cada bazo se corta asépt icamente, se le elimina la grasa, y se pesa y homogeniza. Como alternativa, los bazos pueden congelarse y mantenerse a -20°C de 24 horas a 7 semanas. viii) Cada bazo se homogeniza asépt icamente con un desintegrador de vi drio (o con un Stomacher en bolsas estériles adecuadas) en nueve veces su peso de BSS, pH 6,8, y de cada homogenado se preparan tres diluciones decimales seriadas (1/ 10, 1/100 y 1/1000) en el mismo diluyente. Por cuadruplicado, se extienden 0,2 ml en placas con medio sólido y se incuban dos placas a 37 °C durante 5 días en atmó sfera con un 10% de CO 2 (permite el crecimiento de la cepa vacunal y la de desafío) y otras dos placas en atmósfera normal (se inhibe el crecimiento de la cepa de desafío B. abortus 544, que es dependiente de CO2). ix) Se cuentan las colonias de Brucella en las diluciones correspondient es a placas que contengan menos de 300 UFC. Cuando no se observan colonias en la plac a de la dilución 1/10, se considera que el bazo está infectado con cinco bacterias. Este número de bacterias Brucella por bazo se anota como X y se expresa como Y, después de realizar la siguiente transformación: Y = l og (X/log X). A continuación, se calculan la media y la desviación estándar, que son la respuesta de cada grupo de seis ratones. x) Las condiciones de la prueba c ontrol son adecuadas cuando: i) la respuesta de los ratones no vacunados (media de Y) es por lo menos de 4,5; ii) la respuesta de los ratones vacunados con la vacuna S19 de referencia es menor de 2,5; y iii) la desviación est ándar calculada en cada lote de seis ratones es inferior a 0,8. xi) Se realizan comparaciones est adísticas (se recomienda la prueba de diferencias menos significativas [LSD]) de los valores de inmunogenicidad obtenidos en los ratones vacunados con la cepa S19, que se analiza respecto a los obtenidos en los ratones vacunados con la vacuna de referencia y el grupo control no vacunado. La vacuna pr oblema es apta si el valor de inmunogenicidad obtenido en ratones vacunados con esta vacuna es notablemente inferior al obtenido en los controles sin vacunar y si, además, no difiere significativamente del obtenido en ratones vacunados con la vacuna de referencia. (Para información detallada sobre es te procedimiento, véase la nota 5 a pie de página con la dirección de contacto). Si esta prueba se ha realizado con buenos resultados en un lote representativo de la vacuna problema, no tiene que repetirse sistemáticament e con otros lotes de vacuna preparados a partir del mismo lote de inóculo y mediante el mi smo proceso de producción. Vacuna RB51 Como la dosificación (UFC) del inóculo primario se correlacionó con la protección como parte de la autorización de la RB51 para el ganado bov ino en EE.UU., las pruebas de potencia in vivo no se aplican de forma sistemática para las series de vacunas con RB51. En EE.UU. se han aprobado y utilizado los recuentos de placas de microorganismos viables co mo método para medir la potencia (este enfoque es idéntico al utilizado en las pruebas de potencia para la vacuna con S 19 en EE.UU.). Se ha propuesto una prueba con ratones Balb/c hembras utilizando 1 × 104 microorganismos de la cepa 2308 de B. abortus como cepa de desafío, pero la correlación de la prueba c on la protección de la vacuna en el ganado bovino no Capítulo 2.4.3. Brucelosis bovina Manual de la OIE sobre animales terrestres 2012 33 está completamente determinada. En EE.UU. se ha aprobado y utilizado la determinación en placa de microorganismos viables (82). Se ha discutido con bas tante detalle sobre las vacunas rugosas para la brucelosis (53). d) Duración de la inmunidad Se considera que la vacunación de los terneros con una dosis completa de vacuna S19 confiere inmunidad duradera, y no se recomiendan dosis posteriores. No obstante, no se dispone de pruebas de ello y en las zonas endémicas podría ser aconsejable una revacunación. La duración de la inmunidad inducida por la vacuna RB51 en ganado bovino se desconoce, sea cual sea la dosis aplicada y la edad de vacunación. e) Estabilidad La vacuna S19 de B. abortus preparada a partir de inóculos prim arios de origen adecuado muestra unas características estables siempre que se cumplan los requisitos descritos anterio rmente sobre el control durante el proceso y de los lotes, y no tiene tendencia a revertir a la vi rulenta. La vacuna liofilizada muestra una pérdida gradual de microorganismos viables, pero debe c onservar su potencia hasta el final del período de validez recomendado. Normalmente, este fenómeno se permite si se garantiza que el recuento de microorganismos viables inmediatament e después de la liofilización supera cl aramente el mínimo exigido. El mantenimiento de la cadena de frío durante la dist ribución de la vacuna asegura su viabilidad. La cepa RB51 de B. abortus no muestra tendencia a revertir a la fase lisa virulenta después de muchos pases in vitro o in vivo . Esto probablemente se debe al tipo y ubicación de las mutaciones halladas en esta cepa. La cepa RB51 de Brucella abortus , entre otras mutaciones desconocidas, tiene su gen wboA perturbado por un elemento IS711 que im pide la síntesis de OPS. A pes ar de ello, se ha observado que esta cepa acumula pequeñas cantidades de OPS tipo M citoplasmático (16). f) Conservantes No deben utilizarse conserv antes antibióticos en vacunas vivas S 19 ni en las preparadas con la cepa RB51 de B. abortus . Para la preparación de la vacuna liofiliz ada, se recomienda un es tabilizador que contenga un 2,5% de digesto de caseína, como tone (Oxoid), sacarosa al 5% gl sódico al 1%, disuelto en agua destilada y esteriliz ado por filtración. g) Precauciones (riesgos) Aunque son cepas atenuadas, Brucella abortus S19 y RB51 siguen siendo capac es de causar enfermedad en el hombre. Según esto, los cultivos celulare s y las suspensiones deben manejarse en condiciones apropiadas de contención para bioseguri dad. La reconstitución y el posterior manejo de las vacunas ya reconstituidas deben hacerse con cu idado para evitar una inyección accident al o la contaminación de los ojos o la piel. Los residuos de vacuna y el equipo de inoculación deben descontaminarse con un desinfectante adecuado (de tipo fenólic o, iodóforo o aldehído) a la c oncentración adecuada. En caso de exposición accidental debe buscarse atención médica. La eficacia del tratami ento antibiótico de las infecciones causadas por S19 y RB51 en seres humanos t odavía no está del todo clara. Si tiene lugar una contaminación por S19, puede recom endarse un tratamiento combinado con doxiciclina más rifampicina. En el caso de una contaminación con RB51 (una cepa resi stente a la rifampicina) , el tratamiento con rifampicina debe evitarse y debe utiliz arse una pauta de doxiciclina más estr eptomicina, excepto en mujeres embarazadas, que deberán tratarse con tr imetroprim y sulfa-metoxazol. 5. Pruebas en el producto final a) Inocuidad Véase el apartado C2.4.b. Si esta prueba de inoc uidad ha dado buenos resultados con un lote de inóculo representativo o un lote de la va cuna problema, no tiene que repetirse con otros lotes de inóculo o de vacuna preparados con el mismo inóculo original y con el mismo proceso de fabricación. b) Potencia En el producto final liofilizado también puede determinarse la potencia. El procedimiento es el mismo que el descrito anteriormente en el apart ado C2.4.c. Si esta prueba de potenc ia ha dado buenos resultados con un lote de inóculo representativo o un lote de la vac una problema, no tiene que repet irse con otros lotes de inóculo o de vacuna preparados con el mismo inóculo or iginal y con el mismo pr oceso de fabricación. BIBLIOGRAFÍA Capítulo 2.4.3. Brucelosis bovina 34 Manual de la OIE sobre animales terrestres 2012 1. A LTON G.G., JONES L.M., ANGUS R.D. & VERGER J.M. (1988). Techniques for the Brucellosis Laboratory. Institut National de la Recherc he Agronomique, Paris, France. 2. A NGUS R.D. & BARTON C.E. (1984). The production and evaluation of a buffered pl ate antigen for use in a presumptive test for brucellosis. Dev. Biol. Stand ., 56, 349-356. 3. A SARTA A. (1989). Erradicación de la bruc elosis en el ganado bovino de Navarra. In: Actas del XII Congreso Nacional de Microbiología. Sociedad Española de Microbiología (ed.), SEM, Pamplona, 371-371. 4. A SHFORD D.A., DI PIETRA J., LINGAPPA J., WOODS C., NOLL NEVILLE B., WEYANT R., BRAGG S.L., SPIEGEL R.A., TAPPERRRO J. & PERKINS B.A. (2004). Adverse events in humans associated with accidental exposure to the livestock brucellosis vaccine RB51. Vaccine, 22, 3435-3439. 5. B ONET -MAURY P., J UDE A. & S ERVANT P. (1954). La mesure statistique de la virulence et Application á l'etude la virulence Scientific, Wageningen, The Netherlands, B OSSERAY N. (1993). Control from Vet. Rec., 106, 99. 9. B RICKER B.J. (2002). PCR as a diagnostic tool for Microbiol., 90, 435-446. 10. Brucella EWALT D.R., OLSEN S.C. assay for cattle. (1994). 13. B RICKER B.J. & HALLING S.M. (1995). Enhancement of the Brucella assay differentiation LOECKAERT O. Brucella spp. isolated Lovelock D.W., eds. Academic Press, London, UK and New York, USA, 86-89. 18. C ORBEL M.J. & HENDRY Booklet 2085. Ministry of Agriculture, Fisheries and Food, Lion House, Alnwick, Northumberland, UK. 19. C ORBEL M.J., STUART F.A., BREWER R.A., JEFFREY M. & BRADLEY (1989). Arthropathy associated with Brucella abortus Strain 19 vaccination in cattle. 1. Examination of field cases. Br. Vet. J., 145, 337. 20. D E MASSIS F., GIOVANNINI A., DI EMIDIO B., DI VENTURA M., NANNINI D.& CAPORALE V. (2005). Use of the complement fixation 2.4.3. Brucelosis bovina Manual de la OIE sobre animales terrestres 2012 35 21. D IAZ R., GARATEA P., JONES L.M. & MORIYON I. (1979). Radial & BRICKER B.J. (2000). Validation of the abbreviated AMOS PCR as a rapid screening method for differentiation of Brucella abortus field strain isolates and RB51. J. Clin. Microbiol., 38, 3085-3086. 23. E WALT D.R. (2003). Identificati on and differentiation Pathogens: Methods and Protocols, Sa ches K. & Frey J., eds. Humana Press, Totowa, NJ, USA, 97-108. 24. 10, 417-420. 25. F (1974). development Isolation of Vet. 280-286. 26. F OSTER G., OSTERMAN B.S., GODFROID J., JACQUES I. & CLOECKAERT A. (2007). Brucella ceti sp. nov. and Brucella pinnipedialis sp. nov. for Brucella strains with cetaceans J. Syst. Evol. Microbiol., 57, 2688-2693. 27. G ALL D., NIELSEN K., FORBES L., COOK W., LECLAIR D., BALSEVICIUS S., KELLY L., SMITH P. & MALLORY M. (2001). Evaluation of the fluorescence polariz ation brucellosis in cervids. J. Wildl. Dis., 37, 110-118. 28. G ALL D., NIELSEN K., FORBES L., DAVIS D., ELZER P., OLSEN S., BALSEVICIUS S., KELLY L., SMITH P., TAN S. & JOLY D. (2000). Validation of the ARCIA -YOLDI ARIN IGUEL P.M., & L -GONI I. Multiplex PCR the identificat ion and differentiation T RAP D. & G AUMONT R. (1985). Assessment of the EDTA ser oagglutination test for the diagnosis of bovine brucellosis. Vet. Rec ., 117, 444-445. 31. G ODFROID J., S AEGERMAN C., W ELLEMANS V., W ALRAVENS K., L ETESSON J.J., T IBOR A., M CMILLAN A., S PENCER S., S ANAA M., B AKKER D., P OUILLOT R. & G ARIN-BASTUJI B. (2002). identification of Brucella isolates to the species level by real single nucleotide polymorphism (SNP) analysis. biological activity Agricult ure, Fisheries and Food, Lion House, Alnwick, Northumberland, UK. 35. H INI V., BRODARD I., THOMANN A., CVETNI Z., FREY J. & ABRIL C. (2008). Novel identification and differentiation suitable for and PCR Microbiol. Methods , 75, 375-378. 36. I NTERNATIONAL AIR TRANSPORT ASSOCIATION (2006). Dangerous Goods R egulations, 44th Edition. International Air Transport Association, 800 Place Victoria, P.O. Box 113; Montreal, Quebec H4Z and development of a dendrogram for Brucella spp. isolated from seal s, porpoises, and dolphins. J. Vet. Diagn. Invest ., 11, 152-157. 38. J IMENEZ de ARIN 17-24. Capítulo 2.4.3. Brucelosis bovina 36 Manual de la OIE sobre animales terrestres 2012 39. J OINT FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS /WORLD HEALTH ORGANIZATION EXPERT COMMITTEE ON BRUCELLOSIS (1986). Technical Report Series 740, Sixth Report. WHO, Geneva, Switzerland. 40. J ONES L.M., & P., JACQUES I., GRAYON M., AL DAHOUK S., BOUCHON P., DENOEUD F., NÖCKLER NEUBAUER H., GUILLOTEAU L.A. (2006). GARCÍA -YOLDI D., MARÍN C.M., DE MIGUEL M.J., MUÑOZ P.M., JACQUES I., GRAYON M., CLOECKAERT A., FERREIRA A.C., CARDOSO R., CORRÊA DE SÁ M.I., WALRAVENS K., ALBERT D. & (2008). of a multiplex PCR assay (Bruce-ladder) for molecular typing of all the vaccine strains. J. Clin. 44. immunodiffusion for brucellosis in cattle. Am. J. Vet. Res ., 53, 389-391. 45. L ORD V.R., by agar-gel immunodiffusion test containing a pol ysaccharide antigen. Am. J. Vet. Res ., 50, 1813-1816. 46. M ACMILLAN A.P. addition of EDTA. Res. Vet. Sci ., 38, 288-291. 47. M ACMILLAN A.P., GREISER -WILKE I., MUÑOZ P.M. & BLASCO J.M. (2008). Experi ences on the use of RB51 vaccine in Spain. Proceedings of the Brucellosis 2008 Internat ional Conference, Royal Holloway College, University of London, UK, 10-13 September 2008, p. 40. 49. M ARIN C.M., A LABART contained in media on growth & in genus C LOECKAERT A. & M ORIYON I. (2002). Brucella evolution and taxonomy. Vet. Microbiol MACKINNON LAWSON J.R. & CULLEN G.A. (1969). The rose bengal plate agglutination test in the diagnosis of brucellosis. Vet. Rec., 85, 636-641. 53. M ORIYON I. (2002). Rough vaccines in animal brucellosis. In: Proceedings of the CI HEAM Advanced Seminar - Human and Animal Brucellosis, Pa mplona, Spain, 16-20 September 2002. 54. M ORIYON I., GRILLO M.J, MONREAL D., D., MARIN C.M., LOPEZ -GONI I., MAINAR -JAIME R.C., MORENO E. Rough vaccines in animal brucellosis: structural and genetic bas is and present status. Vet. Res. , 35, 1-38. 55. M UNOZ P., MARIN C., MONREAL D., GONZALES D., GARIN-BASTUJI B., DIAZ R., MAINAR -JAIME R., MORIYON I. & BLASCO J. (2005). Efficacy of several serological tests and antigens for the diagnosis of bovine in the presence 90, 447-459. Capítulo 2.4.3. Brucelosis bovina Manual de la OIE sobre animales terrestres 2012 37 58. N IELSEN K., GALL D., JOLLEY M., LEISHMAN G., BALSEVICIUS S., SMITH P., NICOLETTI P. & THOMAS F. (1996). A homogenous 195, 59. IELSEN KELLY L., GALL D., BALSEVICIUS S., BOSSE J., NICOLETTI P. & KELLY W. (1996). Comparison of immunoassays for the diagnos is of Prev. Vet. Med., 26, 17-32. 60. N IELSEN K., KELLY L., GALL D., NICOLETTI P. & KELLY W. (1995). Improved Med., 43, 420-425. 62. N IELSEN K., SMITH P., YU W., NICOLETTI P., ELZER P., ROBLES C., BERMUDEZ R., RENTERIA T., MORENO F., RUIZ A., MASSENGILL C., MUENKS Q., JURGERSEN G., TOLLERSRUD T., SAMARTINO L., CONDE S., FORBES L., PEREZ B., ROJAS X. & MINOS A. (2005). Towards a single screening test for brucellosis. Rev. sci. tech. Off. int. Epiz ., 24, 1027-1038. 63. N IELSEN K., SMITH P., YU W., NICOLETTI P., ELZER P., VIGLIOCCO A., SILVA P., BERMUDEZ R., RENTERIA T., MORENO F., RUIZ A., MASSENGILL C., MUENKS Q., KENNY K., TOLLERSRUD T., SAMARTINO L., CONDE S., DRAGHI DE BENITEZ G., GALL D., PEREZ B. & ROJAS X. (2004). Enzyme immunoassay of bovine lled detection reagent for sera of different animal species Vet. Microbiol., 101, 123-129. 64. N IELSEN K., SMITH P., YU W., NICOLETTI P., JURGERSEN G., STACK J. & J. & GARCÍA -LOBO J.M. new PCR assay to identify Brucella abortus biovars 5, 6 and 9 the subgroup 3b of biovar 3. Vet. Microbiol., 110, S.C. (2000). Immune LSEN S.C. 68. P ALMER M, CHEVILLE N & JENSEN A in pregnant 58, 472-477. 70. P OUILLOT R., GARIN-BASTUJI B., GERBIER G., COCHE Y., CAU C., DUFOUR B. & MOUTOU F. (1997). The brucellin skin test as a tool to differentiate false posit ive serological reactions in bovine brucellosis. M.J., ALABART J.L., & sci. tech. Off. int. Epiz. , 22 (3), 1051- 1063. 72. R OOP II, R.M., PRESTON -MOORE D., BAGCHI T. & skin test: conditions for the test and evaluation of its performance. Vet. Rec., 145, 214-218. 74. S AMARTINO L.E, FORT M., GREGORET R. & in Vet. 45, S ANGARI Brucelosis bovina 38 Manual de la OIE sobre animales terrestres 2012 76. S CHOLZ H.C., HUBALEK Z., NESVADBOVA J., TOMASO WHATMORE AL DAHOUK S., KRÜGER M., KÄMPFER NEUBAUER CLOECKAERT A., MAQUART M., ZYGMUNT M.S., WHATMORE A.M., FALSEN E., P., C., PFEFFER & C past, testing poor & D. 264-270. 83. U NITED STATES DEPARTMENT OF AGRICULTURE (USDA), ANIMAL AND PLANT HEALTH INSPECTION SERVICES (APHIS) (2003). Availability , 18 Feb 2003, 68 (32), 7761. 84. U ZAL F., SAMARTINO L., SCHURIG G., CARRASCO A., NIELSEN K., CABRERA R. & TADDEO H. (2000). Effect of 24, 143-151. 85. V AN DRIMMELEN G. & H ORWELL F. (1964). Preliminary findings with the use of Brucella melitensis strain Rev 1 as a vaccine against brucellosis in cattle. OIE Bull. , 62, J.R., SCHURIG SRIRANGANATHAN N., Identification of an IS711 element interrupt ing the wboA gene Brucella ILLARROEL M., G RELL M. & S AENZ. R. (2000). Reporte de primer caso humano de aislamiento y tipificación de Brucella abortus RB51. Arch. Med. Vet., 32, 89-91. 89. W EYNANTS V., GILSON D., CLOECKAERT A., GODFROID A.M., PERRETT & MACMILLAN A.P. (2007). Characterisation 44 (6), 1982-1993. 94. W ORLD HEALTH ORGANIZATION (2004). WHO Laboratory Biosafety M anual, Third Edition. WHO, Geneva, Switzerland. Capítulo 2.4.3. Brucelosis bovina Manual de la OIE sobre animales terrestres 2012 39 95. W ORLD HEALTH ORGANIZATION (2005). Guidance on regulations for the Infectious Substances., Switzerland, http://www.who.int/csr/resources/ publications/biosafety/WHO diagnosis. Rev. sci. tech. int. 12, 435-450. 97. W RIGHT P.F., TOUNKARA Sci. Tech., 3, 824-832. * * * NB: Existen Laboratorios de Referencia de la OIE para la brucelosis bovina (en la Tabla del final de este Manual Terrestre o en la página web de la OIE, www.oie.int, puede consultarse la lista actualizada). "}