{"title": "Frankel Cardiovascular Center", "author": null, "url": "https://www.michiganmedicine.org/news-list/Frankel%20Cardiovascular%20Center", "hostname": "michiganmedicine.org", "description": null, "sitename": "michiganmedicine.org", "date": "2023-01-01", "cleaned_text": "Health Lab Learn the differences between types of strokes, including ischemic and hemorrhagic strokes, and find out why even mini-strokes require prompt medical attention. Health Lab A Michigan Medicine therapy dog brightens the day of people who seem to need her most. See what Anna does on her daily \"rounds.\" Health Lab What causes a heart attack? Discover twelve risk factors for a heart attack and find out lifestyle changes that can help lower your risk. Health Lab Get information on mitral valve surgery, including why mitral valve repair is better than mitral valve replacement and what to expect from the procedure. Health Lab A 16-year-old became the youngest patient at Michigan Medicine to have his aortic valve replaced using a transcatheter procedure. One year later, he's thriving. Health Lab A heart attack patient and former U-M athlete credits his \"coach\" not only for medical care but also for getting him back up to speed in the pool. Health Lab The FDA approved TAVR (transcatheter aortic valve replacement), a minimally invasive procedure, for severe aortic stenosis patients at risk for heart surgery Health Lab A new study uncovers changes in the makeup of the cardiac intensive care unit as more patients are primarily diagnosed with noncardiac conditions. Health Lab Surgery for an aneurysm led to the discovery of a second heart condition, prompting the patient to educate his large extended family. Health Lab Bonded by similar journeys, two strangers with congenital heart defects form a special friendship that has withstood the ups and downs of life. Health Lab Catching one's breath after mild or no activity could be a sign of a rare but serious condition affecting the body's ability to circulate oxygenated blood to the heart. Health Lab Learn about aortic stenosis, including signs and symptoms, causes and treatments options, including SAVR and TAVR, from Michigan Medicine. Health Lab Opening severely blocked arteries can be a challenge with stents alone. New techniques are helping Michigan Medicine doctors complete the lifesaving procedure. Health Lab A complex case required a Michigan Medicine care team to help one patient recover and realize an improved quality of life. Health Lab One future U-M medical student has her sights set on reducing disparities in health care. As a bonus, some of the work occurs alongside her heart doctor dad. "}