{"title": "Eficacia de las vacunas vivas atenuadas administradas a los seis meses tras el tratamiento con inmunoglobulinas intravenosas en la enfermedad de Kawasaki | Vacunas / Asociación Española de Vacunología", "author": "Míriam Solanes", "url": "https://www.vacunas.org/eficacia-de-las-vacunas-vivas-atenuadas-administradas-a-los-seis-meses-tras-el-tratamiento-con-inmunoglobulinas-intravenosas-en-la-enfermedad-de-kawasaki/", "hostname": "vacunas.org", "description": "Morikawa Y, Sakakibara H, Kimiya T et al. Live attenuated vaccine efficacy six months after intravenous immunoglobulin therapy for Kawasaki disease. Vaccine Available online 25 August 2021 Estudio prospectivo de intervención para evaluar la eficacia de las vacunas atenuadas a los seis meses después de haber recibido terapia con inmunoglobulinas intravenosas (IGIV) para la enfermedad de Kawasaki,", "sitename": "Vacunas / Asociación Española de Vacunología", "date": "2021-11-26", "cleaned_text": "vaccine efficacy six months after intravenous immunoglobulin therapy for disease. Vaccine Available online 25 August 2021 Estudio prospectivo de intervención para evaluar la eficacia de las vacunas atenuadas a los seis meses después de haber recibido terapia con inmunoglobulinas intravenosas (IGIV) para la enfermedad de Kawasaki, ya que hasta ahora el intervalo difiere considerablemente según el país. En este estudio, 32 pacientes de seis o más meses sin antecedentes de padecimiento de sarampión, rubeola, parotiditis y varicela recibieron las vacunas frente a las citadas enfermedades transcurridos seis meses desde la terapia, tras lo cual (a los 9 meses tras la IGIV) se midió la IgG específica para cada una de ellas. Si el resultado era negativo, se les administró una dosis de recuerdo a los doce meses post-IGIV. De los 32 pacientes reclutados, el 31% eran mujeres y con edad media de 10.8 meses en el momento de la terapia con IGIV. A los seis meses post-IGIV el 9% y el 6% fueron seropositivos para sarampión y para varicela, respectivamente, pero seronegativos para y varicela fueron del 88%, 6%, 78% y 16%, respectivamente. Tras la dosis de recuerdo la seroconversión alcanzó el 100% para sarampión y rubeola, 97% para parotiditis y 77% para varicela. Los autores concluyen que a los seis meses tras una dosis de IGIV fue baja la seroconversión, que se consiguió con una dosis de recuerdo doce meses más tarde. [Eficacia de las vacunas vivas atenuadas administradas a los seis meses tras el tratamiento con inmunoglobulinas intravenosas en "}