{"title": "Hipotensión", "author": null, "url": "https://cinfasalud.cinfa.com/p/hipotension/", "hostname": "cinfa.com", "description": "La hipotensión puede provocar que el cuerpo no reciba todo el oxígeno y nutrientes que necesita, y comiencen a fallar algunas funciones.", "sitename": "Cinfasalud", "date": "2022-01-17", "cleaned_text": "arterial? La presión arterial es la fuerza que la sangre (impulsada por el corazón) ejerce sobre las paredes de los vasos sanguíneos tanto durante la fase de impulso de la sangre desde el corazón (sístole) como en la de llenado de sangre del corazón (diástole). La presión arterial puede clasificarse en dos tipos: Está compuesta por diferentes elementos que trabajan en conjunto para permitir su correcto funcionamiento: - Sistólica: conocida por la población general como tensión máxima. Es la presión que la sangre ejerce en el momento en que el corazón eyecta la sangre hacia las arterias. - Diastólica: denominada coloquialmente como tensión mínima. Mide la presión de la sangre cuando el corazón está en la fase de llenado de sangre antes del siguiente bombeo. La tensión se mide en milímetros de mercurio (mmHg). Son normales los valores entre 90/60 milímetros de mercurio para la diastólica o mínima y 120/90 mmHg para la sistólica. Pero la tensión arterial varía mucho de unas personas a otras y también en las mediciones que se hacen a lo largo del día. ¿Qué es la hipotensión? Si la tensión arterial es baja, esto indica que el corazón no está impulsando la sangre con la suficiente fuerza. Se considera que hay hipotensión cuando la presión arterial sistólica (la máxima) es más baja de los valores que se consideran normales, es decir, una lectura menor de 90 mmHg. No es una cifra exacta, pero el médico puede considerar hipotensión por debajo de esa cifra. Si la presión sistólica es baja, es habitual que la mínima o diastólica también esté por debajo de 60 mmHg. Estos valores indican que el organismo no está recibiendo suficiente cantidad de sangre y, por tanto, las células no obtienen todo el oxígeno y los nutrientes que necesitan. Tampoco los desechos son eliminados correctamente. En consecuencia, las células y órganos afectados pueden comenzar a funcionar mal provocando síntomas como sensación de pesadez y falta de vitalidad o, incluso, llegar a causar desmayos, mareo, visión borrosa e inestabilidad. En los casos graves y repentinos de caída de la tensión, los órganos pueden quedar dañados y producirse un shock, que puede poner en riesgo la vida. Tampoco es lo mismo presentar un episodio de hipotensión que tenerla baja de forma continua en el tiempo. ¿Cuáles son las causas de la hipotensión? Dependiendo de su causa, la hipotensión se clasifica de la siguiente manera: - Hipotensión ortostática o postural: en ocasiones, la tensión arterial cae cuando la persona se pone de pie tras haber estado sentada o acostada o al hacer un cambio repentino de postura. Esto puede generar mareos, aturdimiento, visión borrosa o de \"velo negro\" o desmayos. Las razones por las que ocurre son diversas: deshidratación, reposo prolongado en cama, embarazo, excesiva sensibilidad de receptores de tensión en la carótida, diabetes, problemas cardíacos, quemaduras, calor excesivo, grandes varices, ropa muy ajustada en el cuello y ciertos trastornos neurológicos. - También existen fármacos que pueden provocar hipotensión ortostática como los que se prescriben para tratar la presión arterial alta, los antidepresivos, los ansiolíticos y los que se usan para tratar la enfermedad de Parkinson y la disfunción eréctil. Es más frecuente en ancianos, pero también puede afectar a personas jóvenes que se ponen bruscamente de pie tras haber permanecido durante un tiempo con las piernas cruzadas o en cuclillas o tras haber realizado un ejercicio intenso e incorporarse. - Si esta hipotensión ortostática ocurre después de comer se denomina hipotensión posprandial. Este término, postprandial, indica \"después de comer\". La tensión arterial baja tras la comida ya que una gran parte del flujo de sangre se dirige al aparato digestivo. Se trata generalmente de una hipotensión ortostática (al levantarse) pero relacionada con la ingesta de alimentos. Afecta principalmente a adultos mayores, a personas con presión arterial alta o con trastornos del sistema nervioso, como la enfermedad de Parkinson. - Hipotensión mediada neuralmente: ocurre cuando se ha permanecido de pie durante largos periodos y es más frecuente en adultos jóvenes y en niños. Los niños que presentan esta afección mejoran normalmente con el tiempo. Otras causas de hipotensión son: - Atrofia multisistémica con hipotensión ortostática: también llamado síndrome de Shy-Drager, se trata de un trastorno raro con una gran cantidad de síntomas similares a los de la enfermedad de Parkinson, que daña de manera progresiva al sistema nervioso autónomo -que controla funciones como la presión arterial, la frecuencia cardíaca, la respiración y la digestión-. Se asocia a una tensión muy alta cuando se está acostado. - Síncope vasovagal: es la manera en que se denomina de manera general al desmayo o síncope, consecuencia de una sobreestimulación del sistema nervioso parasimpático debido a factores como el calor, la fiebre, el dolor intenso, el haber vomitado, etc. - Hipotensión grave: la causa puede ser un shock ya sea producido por pérdida de sangre (hipovolémico), una infección grave como una septicemia (shock séptico), un ataque cardiaco (cardiogénico) o una reacción alérgica intensa (shock anafiláctico). ¿Qué factores de riesgo predisponen a sufrir hipotensión? Existen diferentes problemas o dolencias que pueden afectar a esta articulación. Las más típicas son: - Edad: la hipotensión es más frecuente en personas mayores de 65 años. - Padecer determinadas enfermedades. Por ejemplo, Parkinson, diabetes, problemas endocrinos y algunas alteraciones cardíacas como la arritmia, angina o infarto cardiaco, insuficiencia cardiaca. - Usar ciertos medicamentos: entre ellos, los que ayudan a tratar la presión arterial alta, pero también ciertos ansiolíticos, antidepresivos, medicamentos para la disfunción eréctil, etc. - Estar embarazada: las bajadas de tensión son más frecuentes en mujeres en estado de gestación, ya que el sistema circulatorio se expande durante el embarazo. - Estar deshidratado: la fiebre, los vómitos, la diarrea grave, el uso excesivo de diuréticos, el consumo de alcohol y el ejercicio extenuante pueden llevar a que el cuerpo pierda más agua de la que consume. Esto puede producir debilidad y una caída de la tensión. - Carencias en la dieta: una alimentación pobre en hierro u otros nutrientes como la vitamina B-12 y el ácido fólico pueden originar debilidad y tensión baja. - También la alta temperatura ambiental aumenta el riesgo de sufrir una caída de la tensión. ¿Qué síntomas tiene? Los síntomas que puede provocar la hipotensión son: - Cansancio y debilidad. - Vértigos y mareos. - Desmayos. - Visión borrosa o sensación de oscurecimiento repentino de la visión. - Inestabilidad al caminar. - Confusión o aturdimiento. - También puede darse dificultad para concentrarse. - Somnolencia. - Palidez. - Dolor de cabeza leve, pero continuado. - Dolor y/o rigidez en el cuello. - Náuseas o vómitos. - En ocasiones, ahogo o dolor torácico. ¿Qué complicaciones puede presentar la hipotensión? La presión arterial extremadamente baja puede impedir que el cuerpo reciba la sangre y el oxígeno necesarios. Si la caída de presión se produce de manera grave y repentina, puede producirse un shock hipotensivo, que dañe órganos vitales como el corazón y el cerebro. Se trata, por tanto, de una situación de emergencia que podría provocar la muerte. Se manifiesta con confusión, piel fría, húmeda y pálida, respiración rápida y superficial, y pulso débil y rápido. A su vez, síntomas como la debilidad, los desmayos y la visión borrosa incrementan el riesgo de caídas, lo que puede llevar, a su vez, a fracturas y traumatismos. ¿Cuál es su tratamiento? No suele ser necesario tratar la hipotensión en caso de que sea asintomática o provoque tan solo síntomas o signos leves, aunque siempre es positivo consultar al médico y descartar causas que pueden estar detrás de esa caída de tensión. En los casos leves es recomendable conocer y evitar los desencadenantes como permanecer de pie durante un periodo de tiempo prolongado, especialmente para evitar los traumatismos que podrían derivarse de un desvanecimiento. Si la razón es el uso de un medicamento determinado, es necesario que el médico lo identifique como causante y ajuste su dosis o lo sustituya por otro. En otros casos, se pueden reducir los síntomas con la aplicación de distintas pautas, siempre bajo recomendación médica: - Aumentar la ingesta de agua. Los líquidos aumentan el volumen sanguíneo y ayudan a prevenir la deshidratación. Si fuera necesario, pueden administrarse también por vía intravenosa. - Incrementar el consumo de sal. En el caso de hipotensión, el sodio en la dieta puede elevar la tensión arterial. Pero, dado que puede implicar riesgos para las personas de mayor edad, es necesario hacerlo bajo control médico. - Uso de medias de compresión. Aunque suelen usarse para aliviar el dolor de las venas varicosas, también pueden contribuir a que la sangre circule con mayor facilidad de las piernas al corazón. - Medicación. En los casos de hipotensión crónica, puede requerirse un tratamiento farmacológico que contribuya a normalizarla. Existen también medicamentos concretos que pueden tratar la hipotensión ortostática. 10 consejos para prevenir la hipotensión Seguir las siguientes recomendaciones en el día a día puede ayudar a prevenir las bajadas de tensión arterial o a reducir sus síntomas: - 1. Bebe la cantidad de agua necesaria en tu día a día. Ingerir al menos dos litros diarios ayudará a tu tensión a mantenerse en valores normales, especialmente si hace calor o prácticas ejercicio. - 2. Reduce o elimina el consumo de alcohol. Además de deshidratarte, este tóxico afecta el ritmo cardíaco y baja la tensión. - 3. Toma cafeína, pero con precaución. Desayunar café o té bajo recomendación médica podría ser beneficioso, pero deben evitarse durante el día, ya que tu organismo se acostumbrará a la cafeína y te volverás menos sensible. Además, esta sustancia puede provocar deshidratación. - 4. Toma alimentos con sal. Tu médico te puede indicar que incrementes algo la ingesta de sal en la dieta, por ejemplo, puedes consumir embutidos bajos en grasa como el pavo, quesos curados o alimentos en conserva como las aceitunas, los pepinillos o los berberechos. - 5. Modera los carbohidratos. Tu dieta debe ser equilibrada y rica en frutas y verduras, pero también baja en carbohidratos. Por ello, evita o reduce el consumo de alimentos como las patatas, el arroz, la pasta y el pan. Si eres diabético, es importante que antes de cualquier ajuste sea tu médico el que evalúe la nueva dieta. - 6. Evita los periodos en ayunas. Realiza cinco comidas al día y come en porciones pequeñas. De esta manera, evitarás que tu tensión arterial descienda de manera brusca tras las comidas. - 7. Evita los posibles desencadenantes. Por ejemplo, las duchas calientes, los lugares calurosos o húmedos, permanecer demasiado tiempo de pie o incorporarte bruscamente tras haber estado sentado o acostado. - 8. Si se trata de episodios de hipotensión ortostática, es recomendable al incorporarse hacerlo lentamente. En la cama, por ejemplo, es útil primero sentarse con los pies colgando por fuera y esperar un minuto, moviendo suavemente las piernas, antes de incorporarse definitivamente. - 9. Si notas síntomas de hipotensión, túmbate y pon las piernas en alto. Mantenerte en esta posición durante algunos minutos estimulará el flujo de sangre y permitirá que el oxígeno llegue mejor a tu cuerpo, especialmente, al cerebro y al corazón. También puedes, mientras estás todavía de pie, cruzar las piernas y apretar con fuerza los muslos o colocar un pie sobre una silla y llevar el cuerpo tan adelante como sea posible. En caso de permanecer mucho tiempo de pie, procura mover las piernas de vez en cuando o haz contracciones de los músculos de estas, aunque estés inmóvil. Puedes consultar para emplear medias de compresión que ayuden e evitar la hipotensión por mantener esta postura. - 10. Practica ejercicio de manera regular. De treinta a sesenta minutos de actividad física al día te ayudarán a elevar tu ritmo cardíaco, al igual que realizar ejercicios de resistencia dos o tres días a la semana. No lo hagas si hay calor y/o humedad en el ambiente. Fuentes [Clínica Universidad de Navarra. Hipotensión arterial.](https://www.cun.es/enfermedades-tratamientos/enfermedades/hipotension-arterial)Dr. Francisco Javier Lavilla Royo Especialista. Servicio De Nefrología. Mayo Clinic. [Mayo Foundation for Medical Education and Research. Hipotensión](https://www.mayoclinic.org/es-es/diseases-conditions/low-blood-pressure/symptoms-causes/syc-20355465). Escrito por el personal de Mayo Clinic. [Colegio Oficial de Farmacéuticos de Madrid (COFM). Blog COFM. Causas, síntomas y tratamiento de la hipotensión arterial](http://blog.cofm.es/causas-sintomas-y-tratamiento-de-la-hipotension-arterial/). Noviembre 2018. [Merck. Manual MSD versión para público general. Hipotensión arterial (Hipotensión).](https://www.msdmanuals.com/es-es/hogar/trastornos-del-coraz%C3%B3n-y-los-vasos-sangu%C3%ADneos/presi%C3%B3n-arterial-baja-y-choque-shock/hipotensi%C3%B3n-arterial)Por Levi D. Procter, MD, Virginia Commonwealth University. Última revisión completa nov. 2020. [Medline Plus Enciclopedia Médica. Institutos Nacionales de la Salud / Biblioteca Nacional de Medicina de los EE. UU. Hipotensión.](https://medlineplus.gov/spanish/ency/article/007278.htm)Versión en inglés revisada por: Linda J. Vorvick, MD, Clinical Associate Professor, Department of Family Medicine, UW Medicine, School of Medicine, University of Washington, Seattle, WA. Also reviewed by David Zieve, MD, MHA, Medical Director, Brenda Conaway, Editorial Director, and the A.D.A.M. Editorial team. Ultima revisión 1/16/2021 *Esta información en ningún momento sustituye la consulta o diagnóstico de un profesional médico o farmacéutico. "}