{"title": "Deja una respuesta Cancelar la respuesta", "author": "Nombre", "url": "https://saludextremadura.ses.es/drogasextremadura/encuesta-europea-online-sobre-drogas-ewsd-2021/", "hostname": "saludextremadura.ses.es", "description": "Secretaría Técnica de Adicciones del Servicio Extremeño de Salud", "sitename": "saludextremadura.ses.es", "date": "2022-01-21", "cleaned_text": "ENCUESTA EUROPEA ONLINE SOBRE DROGAS (EWSD) 2021 La última Encuesta Europea online sobre Drogas revela que la COVID-19 ha tenido un mayor impacto sobre el consumo de cannabis y éxtasis (20.01.2022, LISBOA) Los nuevos resultados de la Encuesta publicados hoy por el Observatorio Europeo de las Drogas y las Toxicomanías (EMCDDA) revelan que el uso de cannabis y éxtasis son los patrones de consumo de drogas más afectadas por las restricciones de la COVID-19 (1). La Encuesta Europea online sobre Drogas reveló que, si bien el consumo de hierba de cannabis aumentó, el consumo de MDMA/éxtasis disminuyó. La encuesta se llevó a cabo entre marzo y abril de 2021 en 30 países (21 de la UE y 9 de fuera de la UE), cuando muchas poblaciones estaban bajo confinamientos relacionados con la COVID-19. La encuesta estaba dirigida a personas de 18 años o más que han consumido drogas, su objetivo es mejorar la comprensión de los patrones de consumo de drogas en Europa y ayudar a configurar las políticas e intervenciones futuras en materia de drogas [[seguir leyendo].](https://eur04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.emcdda.europa.eu%2Fsystem%2Ffiles%2Fattachments%2F14362%2FNewsrelease1_2022_ES_EuropeanWebSurveyonDrugs_Finalweb.pdf&data=04%7C01%7Cjoseantonio.santos%40salud-juntaex.es%7Cb9425e4d83504f5638c408d9dcd7600a%7Cc5ce285034b54dcb8e416db28fe40097%7C0%7C0%7C637783640628936541%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C1000&sdata=46%2FueVdm58n2q8MD%2FcRLxbXFQUubaLAPphQJgJBcnQ4%3D&reserved=0) ACCEDA: Web de Encuesta Europea "}