{"title": "Capitulo4", "author": "Secretaría Distrital de Salud", "url": "https://www.slideshare.net/Territoriosaludables/capitulo4-50266942", "hostname": "slideshare.net", "description": "Capitulo4 - Descargar como PDF o ver en línea de forma gratuita", "sitename": "SlideShare", "date": "2015-07-07", "cleaned_text": "1. Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 43 4. Conceptos en el programa ampliado de inmunizaciones La inmunización en niños y adultos se funda- menta en hechos científicos conocidos sobre los productos inmunobiológicos, de los prin- cipios sobre inmunización activa y pasiva y de consideraciones epidemiológicas y de salud pública. El uso de las vacunas implica la protección parcial o completa contra un agente infeccioso; así, la vacunación es la mejor estrategia y la más costo-efectiva, demostrada universalmen- te, para la reducción de la incidencia y la morta- lidad por las enfermedades inmunoprevenibles. La información sobre algunas características de las vacunas (eficacia de la vacuna, tipo y fre- cuencia de reacciones adversas, contraindica- ciones, etc.) difiere entre los distintos estudios y fuentes. El Ministerio de la Protección Social ha procurado que éstas sean las correctas y usualmente recomendadas por las autori- dades sanitarias en vacunación, así como la referenciada en la literatura médica a la fecha; por tanto, se debe advertir a sus usuarios que deben consultarse las recomendaciones y las informaciones que de forma periódica propor- cionan el Ministerio de la Protección Social y los fabricantes de los productos inmunobioló- gicos. Definiciones Inmunobiológicos Son productos utilizados para inmunizar que tienen efecto sobre el sistema inmunológico, con capacidad de generar alguna respuesta por el organismo contra un agente específico. Incluyen vacunas, toxoides y preparados que contengan anticuerpos de origen humano o animal, tales como inmunoglobulinas (Ig) y antitoxinas. Vacuna Es una suspensión de microorganismos vivos, inactivados o muertos, fracciones de los mis- mos o partículas proteicas, que al ser adminis- trada induce una respuesta inmune que previe- ne la enfermedad contra la que está dirigida. Toxoide Son toxinas modificadas de origen bacteriano, que han perdido su capacidad patogénica (para producir enfermedad) pero conservan su poder antigénico (para inducir respuesta inmune o protectora), y que, para efectos prácticos, son considerados vacunas. Los toxoides más utili- zados son: TD pediátrico o toxoide tetánico y diftérico para aplicación en niños hasta de 9 años, Td o toxoide tetánico y diftérico para apli- cación en mayores de 9 años de edad. Inmunoglobulinas (suero homólogo) Son macromoléculas generadas por el sistema inmune como respuesta a la presencia de un antígeno o elemento extraño. Para fines tera- péuticos, pueden obtenerse por el fracciona- miento de grandes cantidades de anticuerpos humanos. Se utilizan como terapia de mante- nimiento para algunas inmunodeficiencias o para la inmunización pasiva tras el riesgo por exposición a enfermedades en circunstancias muy especiales, dado los riesgos que la com- posición entraña. 2. 44 Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 4. Conceptos en el programa ampliado de inmunizaciones Inmunoglobulina específica (hiperinmune) Es una preparación especial de inmunoglobuli- nas, obtenida de plasma de donantes preselec- cionados por tener niveles de anticuerpos contra enfermedades específicas, por ejemplo, inmuno- globulina específica contra hepatitis B, varicela zóster, rabia o tétanos. Se utilizan en circunstan- cias especiales para la inmunización pasiva. Antitoxina (sueros heterólogos) Son soluciones de anticuerpos obtenidos del suero de animales inmunizados con antígenos específicos que se utilizan para la inmunización pasiva o para tratamiento. Clasificación de las vacunas De acuerdo con su forma de obtención, se clasifican en vivas atenuadas (replicativas) y muertas o inactivadas (no replicativas). Según su composición, se clasifican en víricas o bac- terianas. Vacunas vivas atenuadas (replicativas) Son derivadas directamente del agente que causa la enfermedad, virus o bacteria; estos virus o bacterias han perdido su virulencia, es decir, son atenuados o debilitados en el labora- torio, generalmente, mediante pases sucesivos en diferentes medios de cultivo o en huéspedes animales, sin sufrir un deterioro importante en su inmunogenicidad. Para producir una respuesta inmune, las vacu- nas vivas deben replicarse en la persona vacu- nada. Generalmente, cuando estas vacunas se replican no causan la enfermedad tal como lo harían en forma natural. En algunos casos, cuan- do se produce enfermedad, ésta es usualmente leve y se refiere como un efecto supuestamente atribuible a la vacunación o inmunización. La respuesta del sistema inmune es de larga duración y muy intensa, semejante a la de la enfermedad natural, ya que el sistema inmune no puede diferenciar entre una infección por una vacuna atenuada y una producida por el virus o bacteria \"salvaje\". Con las vacunas vivas atenuadas, pequeñas dosis de vacuna hacen que se produzca una respuesta inmune; es por ello que suele ser suficiente una dosis, salvo que se administre por vía oral. El mantenimiento de la capacidad inmune protectora se logra mediante reinfeccio- nes naturales posteriores o por la administra- ción de dosis de refuerzo. La inmunidad que generan estas vacunas puede ser interferida por anticuerpos circulantes de cualquier fuente (transfusiones, transplacenta- rios) y, en estos casos, no hay respuesta a la vacuna (falla de la vacuna). Estas vacunas se administran por inoculación,por vía respiratoria o digestiva. Este tipo de adminis- tración confiere inmunidad tanto humoral como local, e impide la infección del microorganismo en la puerta de entrada y su consiguiente disemina- ción. La infección por la vacuna puede ser conta- giosa para el entorno, favoreciendo la dispersión de la infección por el virus atenuado en lugar del virus salvaje (como en el caso de la vacuna oral contra la poliomielitis). Estas vacunas son frágiles y se pueden dañar o destruir con la luz o el calor. 3. Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 45 4. Conceptos en el programa ampliado de inmunizaciones Dentro de este grupo se encuentran las siguien- tes vacunas del PAI: Virales: poliomielitis (oral), sarampión, paperas, y BCG Vacunas muertas o inactivas (no replicati- vas) Son vacunas producidas por el crecimiento de la bacteria o del virus en un medio de cultivo que posteriormente se inactivan por medios físicos (calor), químicos (generalmente, formalina) o genéticos. En el caso de vacunas inactivas que derivan de una fracción, el organismo es tratado para purificar solamente este componente. Enteras Virales Poliomielitis, inyectable Rabia Influenza Hepatitis A Bacterianas Tos ferina Fiebre tifoidea Cólera Fraccionadas Subunidades Hepatitis B Influenza Tos C, conjugada Estas vacunas no son vivas y, por lo tanto, no se pueden replicar y tampoco pueden causar enfer- medad, aun en personas inmunocomprometidas. La respuesta inmune no se parece tanto a la infección natural como la de las vacunas vivas atenuadas; el tipo de respuesta es humoral y no mediada por células. La respuesta inmunológica es de menor intensidad y menos duradera que la obtenida con vacunas de microorganismos vivos atenuados. La respuesta de la vacuna no se afecta con la pre- sencia de anticuerpos circulantes. Estas vacunas pueden administrarse aun con anticuerpos pre- sentes en sangre por paso transplacentario o por la administración de sangre o derivados. 4. 46 Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 4. Conceptos en el programa ampliado de inmunizaciones inmune, en la que se producen moléculas protei- cas llamadas anticuerpos (o inmunoglobulinas) y células específicas (en la llamada inmunidad mediada por células) que tienen como objetivo la eliminación de la sustancia extraña (virus, bacteria o toxina). Por lo regular, la respuesta inmune es específica contra el organismo o antígeno que la produce. Cuando la vacuna se parece al agente causal de la enfermedad, la respuesta inmune es de mayor calidad, es decir, más efectiva. Vacunación En su origen, el término vacunación significó la inoculación del virus de la viruela de las reses (vaccinia), para inmunizar contra la viruela humana. Hoy en día se utiliza para referirse a la administración de cualquier inmunobiológico, independientemente de que el receptor desarro- lle inmunidad. Inmunidad Es el conjunto de factores humorales y celulares que protegen al organismo frente a la agresión por agentes infecciosos. Inmunización Es la acción de inducir o transferir inmunidad mediante la administración de un inmunobiológi- co. La inmunización puede ser activa (mediante la administración de vacunas) o pasiva (mediante la administración de inmunoglobulinas específi- cas o a través de la leche materna). Se necesitan múltiples dosis. En general, la pri- mera dosis no genera inmunidad, es decir, no produce anticuerpos protectores; la protección se desarrolla después de la segunda o tercera dosis. Estos anticuerpos disminuyen con el tiempo, por lo que se requieren dosis de refuerzo para mante- ner un nivel adecuado de anticuerpos séricos. Tienden a ser más estables y, a menudo, requie- ren coadyuvantes. En general, su administración se hace por vía parenteral. No es posible la dise- minación de la infección o de la protección a los no vacunados. Dentro de este grupo están las siguientes vacu- nas del PAI: Virales: influenza, poliomielitis (intramuscu- lar), hepatitis Bacterianas: tos tétanos, Haemophilus influenzae tipo b y neumococo Antígeno Es la sustancia o grupo de sustancias que son capaces de estimular la producción de una respuesta inmune, específicamente con la pro- ducción de anticuerpos, En algunos productos inmunobiológicos, el antígeno está claramente definido (toxoide diftérico o tetánico), mientras que en otros, es complejo o no está completa- mente definido (virus vivos atenuados, suspen- siones de Bordetella pertussis muertas). Anticuerpos El sistema inmune desarrolla defensas contra el antígeno, lo que se conoce como respuesta 5. Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 47 4. Conceptos en el programa ampliado de inmunizaciones Inmunización activa Se refiere a la producción de anticuerpos en res- puesta a la presencia de un antígeno. Puede ser natural, cuando es el resultado de la infección (con síntomas o sin ellos), o artificial, cuando se logra por la administración de una vacuna o un toxoide. Se sabe que la respuesta protectora de inmunidad es de mayor duración cuando se debe a la infección natural y, entre las vacunas, es mejor la obtenida con las vacunas que contienen gérmenes vivos (replicativas). Inmunización pasiva Se refiere a la transferencia de inmunidad tem- poral mediante la administración de sustancias de protección (anticuerpos o gammaglobulinas) a partir de un donante inmune. Puede ser natural o artificial; es natural cuando se transfieren las inmunoglobulinas de origen materno transpla- centario o por la lactancia y, artificial, cuando los anticuerpos administrados son preformados en otros organismos.También se clasifica de acuer- do con el tipo de donante: es homóloga cuando el donante es humano (plasma, suero, inmuno- globulinas séricas totales o inmunoglobulina estándar y hiperinmunes) y heteróloga, cuando las inmu- noglobulinas se obtienen de otra especie animal (suero de origen equino antiofídico, antitetánico y antidiftérico). Consideraciones técnicas para la apli- cación de productos inmunobiológicos Vías de administración Es la forma de introducir un producto inmuno- biológico al organismo; su elección es específica para cada inmunobiológico, con el fin de evitar efectos indeseables (locales o sistémicos) y para asegurar una máxima absorción y eficacia de la vacuna. Las vías de administración habitualmen- te usadas son: la oral, la intradérmica, la subcu- tánea y la intramuscular. Vía oral. Es la utilizada para administrar vacunas como la VOP (poliomielitis, oral), la de rotavirus, la antitífica Ty21a y la de cólera, oral. Se administran directamente en la boca; si el recipiente de la presentación de la vacuna es multidosis, se debe evitar todo contacto del mismo con la mucosa oral. Si el niño escupe o vomita la dosis en los primeros 10 minutos después de administrada, ésta se debe repetir Figura 1. Administración de la vacuna oral anti- poliomielitis Vía intradérmica. Consiste en la introducción dentro de la dermis del producto inmunobioló- gico que será absorbido de forma lenta y local. La aguja se inserta con el bisel hacia arriba y en ángulo de 15 grados 6. 48 Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 4. Conceptos en el programa ampliado de inmunizaciones Figura 2. Aplicación de BCG Figura 3. Pápula de la vacuna BCG Figura 4. Cicatriz de la vacuna BCG La inyección ha de ser lenta y, si es correcta, aparece una pequeña ampolla o pápula en el sitio de aplicación. La pápula desaparece espontánea- mente en 10 a 30 minutos (figura 3). Por último, es necesario que el vacunador o el investigador que va a reconocer una cicatriz de BCG pueda diferenciarla de una cicatriz por vacuna antiva- riólica o de otra lesión. En la figura 4 se muestra la diferencia entre las dos primeras. Es la vía de administración de la BCG. Vía subcutánea. Es la introducción de unaVía subcutánea. Es la introducción de unaVía subcutánea. vacuna en el interior del tejido conjuntivo, debajo de la piel, insertando la aguja con el bisel hacia arriba, en el pliegue producido al pinzar con los dedos la piel y el tejido subcutáneo. El ángulo de aplicación es de 45º con respecto a la piel (figura 5). Una vez introducida la aguja, se debe aspirar lentamente para asegurase de que la aguja no esté en un vaso sanguíneo; si esto ocurre, hay que sacar la aguja, cambiarla e iniciar de nuevo el proceso. Las inyecciones subcutáneas se aplican usualmente en la región deltoidea. Es la vía utilizada para la administración de la vacuna triple viral, la de la fiebre amarilla y la vacuna antisarampión. Figura 5. Aplicación de una inyección por vía subcutánea 7. Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 49 4. Conceptos en el programa ampliado de inmunizaciones Vía intramuscular. Es la introducción en laVía intramuscular. Es la introducción en laVía intramuscular. masa muscular profunda de un producto inmu- nobiológico que será absorbido en forma rápida. Es la vía de elección para vacunas que contienen aluminio como coadyuvante. Esta vía debe evi- tarse en pacientes con problemas hemorrágicos. Una vez introducida la aguja, se debe aspirar lentamente para asegurarse de que la aguja no esté en un vaso sanguíneo; si esto ocurre, hay que sacar la aguja, cambiarla e iniciar nueva- mente el proceso En la figura 6 se observa el plano imaginario que representa una inyección intramuscular. El sitio ideal para la aplicación de las vacunas intramusculares en niños que ya caminan y adultos es el músculo deltoides; en los niños que todavía no caminan o con masa muscular visi- blemente disminuida, se debe aplicar en la cara antero-lateral del tercio medio del muslo. Es la vía de aplicación de la vacuna contra la hepatitis B, la pentavalente que incluye DPT, hepatitis B y Haemophilus influenzae tipo b, y la antirrábica. Esta última tambien pued colocarse por vía sub- cutánea. No deben aplicarse vacunas en la región glútea, puesto que esta zona está conformada en gran parte por grasa, lo que ocasiona una menor res- puesta a las vacunas. Además, existe un mayor riesgo de nódulos y abscesos por lesión de venas o del nervio ciático. Sitio de aplicación Es el lugar anatómico seleccionado para la administración de las vacunas. La aplicación de vacunas por vía intramuscular está supeditada a minimizar la posibilidad de causar daño tisular, vascular o neural, en la persona. Las vacunas inyectadas por vía subcutánea se aplican usualmente en la región deltoidea. En el niño menor de un año, se recomienda hacerlo en la zona deltoidea, según la masa muscular del niño, y utilizar una jeringa con aguja 25G de 5/8-7/8 a una pulgada. Al inyectar, la aguja debe seguir el eje de la extremidad. En el niño de un año, cuando tiene una adecua- da masa muscular, se prefiere utilizar la zona deltoidea para las vacunas inyectadas por vía intramuscular, utilizando una jeringa con aguja 23 G de 5/8-7/8 a 1,5 pulgadas. Las vacunas que contienen sales de aluminio sólo se deben aplicar por vía intramuscular y nunca se deben congelar. En los adultos, se utiliza inyectar en la zona deltoidea, utilizando jeringa con aguja 22G por 1,5 pulgadas. La vacuna antirrábica y antihepatitis B no se deben aplicar en la región glútea a ninguna edad, debido a que pierde su inmunogenicidad. En pacientes con problemas de coagulopatías y con riesgo de sangrado por inyección intramuscular, 8. 50 Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 4. Conceptos en el programa ampliado de inmunizaciones se debe evitar el riesgo utilizando agujas muy finas y aplicar una presión suave y constante posterior a ella. Dosificación Las dosis recomendadas de los productos inmu- nobiológicos se derivan de consideraciones teó- ricas, estudios experimentales y experiencias clínicas. La administración de dosis menores a las recomendadas, el fraccionar la dosis o el administrarlas por vía equivocada pueden hacer que la protección obtenida no sea la adecuada. De forma similar, no se debe exceder la dosis máxima recomendada, ya que esto no garantiza una mejor respuesta y, en cambio, puede resultar peligroso para el receptor, debido a la excesiva concentración local o sistémica de antígenos. Edad de vacunación Se deben tener en cuenta varios factores al esco- ger la edad de vacunación. Éstos incluyen: ries- gos específicos de enfermar según el grupo de edad, madurez del sistema inmune y capacidad a una edad dada para responder a una vacuna específica, y la interferencia por parte de la inmu- nidad pasiva transferida por la madre. Edad mínima para la primera dosis Al nacimiento se aplican la BCG y la antihepatitis B. Las tavalente se inician a las seis semanas. Para la influenza estacional, se aplica a los seis meses. Para fiebre amarilla, sarampión, rubéola y paperas, hepatitis A y varicela, se inician a los 12 meses. Intervalos en la vacunación El intervalo entre las dosis de la misma vacuna es de cuatro semanas, como mínimo; este con- cepto es válido para las b, toxoide tetánico, su presentación Td y para niños TD, poliomielitis inactiva (IPV), triple Bordetella pertussis ace- lular (TDaP), influenza y hepatitis B, y para las vacunas replicativas: triple viral (SRP) y fiebre amarilla. Si se aplica una segunda dosis antes de transcurrir 28 días, se debe considerar esta dosis como no aplicada. Los intervalos ideales en caso de la vacuna contra hepatitis B son: entre la pri- mera y segunda dosis, de 1 a 2 meses, y entre la segunda y la tercera dosis, mínimo, 4 meses; lo ideal es entre 6 y 12 meses. Para la vacuna no conjugada de neumococo sólo se deben aplicar dos dosis con un intervalo de 5 años; de aplicarse antes puede haber un gran aumento de los efectos secundarios (fenómeno de Arthus). No hay intervalos máximos entre las dosis. Si el usuario se tarda en llegar para la dosis pro- gramada, debe continuarse con la dosis que le corresponde según la dosis y los inmunobiológi- cos aplicados, acorde con la edad. Es decir, si un niño llega tiempo después de lo recomendado, no se le debe reiniciar su esquema. La administración de vacunas a intervalos meno- res del mínimo recomendado puede disminuir la respuesta inmune, por lo cual las dosis adminis- tradas a intervalos excesivamente cortos no se consideran válidas. Por otra parte, en estas cir- cunstancias algunas vacunas pueden dar lugar 9. Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 51 4. Conceptos en el programa ampliado de inmunizaciones a un aumento de las reacciones adversas locales o sistémicas (por ejemplo, DT, Td y T), probable- mente debido a la formación de complejos antí- geno-anticuerpo, por lo cual se deben evitar. Sin embargo, la administración de una dosis hasta 4 días antes del intervalo mínimo reco- mendado, probablemente, no acarreará un efecto negativo en la respuesta inmunológica para la vacuna en particular y, por lo tanto, su aplicación se debe considerar como válida. Consideraciones importantes La administración simultánea de la mayoría de las vacunas vivas o inactivas han mostrado tasas de seroconversión y de efectos adversos similares a los de estas vacunas administradas de forma individual, por lo que la aplicación conjunta de ambas vacunas no se encuentra contraindicada. Cuando se aplica primero una vacuna no replicativa y, luego, otra vacuna no replicativa, no hay necesidad de dejar un intervalo. Si se aplica primero una vacuna no replica- tiva y, luego, la vacuna replicativa, no hay nece- sidad de dejar un intervalo. La única excepción es la combinación entre la vacuna contra el cólera (inactivada) y la vacuna contra la fiebre amarilla (atenuada), que se han de separar 3 semanas, como mínimo. Si se aplica primero una vacuna replicativa y, luego, otra vacuna replicativa o no replicativa, se recomienda dejar pasar un intervalo mínimo de 4 semanas para que haya una respuesta adecuada a la segunda vacuna aplicada. Luego de la administración de sangre, sus deri- vados o inmunoglobulinas: para la vacuna contra la varicela, dejar pasar mínimo un mes; para la vacuna contra la hepatitis A, esperar mínimo un mes, y para la vacuna del sarampión, depende de la dosis administrada, como sigue. Administración de Intervalo Ig antitetánica, 250 UI; Ig antihepatitis A, 0,02 mg/kg o inmunoglobulina antihepatitis B, 0,06 ml/kg o eritrocitos en solución salina Esperar 3 meses Ig rabia, 20 a 40 mg/kg Esperar 4 meses Ig varicela, 20 a 40 mg/kg; Ig total o Ig antisarampión, 100 a 200 mg/kg Esperar 5 meses Glóbulos rojos empacados o sangre total Esperar 6 meses Plasma o plaquetas Esperar 7 meses Ig intravenosa, 400 mg/kg Esperar 8 meses Ig intravenosa, 1 g/kg Esperar 10 meses Ig intravenosa, 2 g/kg Esperar 11 meses Fuente: Salgado H. Manual de la inmunización humana. Bogotá: Editorial Médica Colombiana S.A.; 2001. p. 20. 10. 52 Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 4. Conceptos en el programa ampliado de inmunizaciones Las vacunas vivas orales (por ejemplo, OPV) no interfieren con otras vacunas vivas parentera- les si no se administran simultáneamente. Las vacunas vivas inyectables no tienen efecto sobre las vacunas vivas orales, es decir que se puede administrar la vacuna OPV sin tener en cuenta ningún tipo de intervalo con respecto a las vacu- nas vivas inyectables. Interacción entre anticuerpos y vacunas La presencia de anticuerpos circulantes contra un antígeno de la vacuna puede reducir o elimi- nar completamente la respuesta inmune de una vacuna. El grado de interferencia producido por estos anticuerpos circulantes depende del tipo de vacuna administrada y de la cantidad de anti- cuerpos en sangre. Las vacunas inactivas, generalmente, no se ven afectadas por los anticuerpos circulantes de ese antígeno. En algunos casos es necesario administrar anticuerpos (en forma de inmu- noglobulinas) de manera simultánea con una vacuna. Esta situación se da cuando la vacuna se indica junto con la gammaglobulina especí- fica como profilaxis posterior a la exposición, es decir, luego de que hubo contacto con la enfermedad; este es el caso de la hepatitis B o el tétanos. Las vacunas de virus vivos atenuados se pueden ver afectadas por los anticuerpos circulantes de ese antígeno. Las vacunas de virus vivos atenua- dos deben replicarse para lograr una respuesta inmune por parte del organismo. Los anticuerpos contra alguno de los antígenos contenidos en la vacuna pueden impedir esa replicación. Si una vacuna de virus vivos atenuados (por ejemplo, sarampión, rubéola o parotiditis) debe indicarse casi al mismo tiempo que una gammag- lobulina, es necesario tener en cuenta el mínimo intervalo para que la vacuna pueda replicarse y conferir inmunidad. Si se administra primero el anticuerpo, es decir, la gammaglobulina (por ejemplo, niño contacto con un paciente enfermo de hepatitis A), se debe esperar, al menos, 12 semanas para aplicar la vacuna de virus vivos atenuados. Este es el tiempo necesario para que los anticuerpos contenidos en la gammaglobuli- na sean eliminados y la vacuna puede replicarse. Si se administra primero la vacuna de virus vivos atenuados, es necesario esperar, por lo menos, dos semanas para suministrar la gammaglobu- lina. Vacunas combinadas y vacunación simul- tánea El uso simultáneo de varias vacunas es impor- tante porque aumenta la probabilidad de que un niño esté inmunizado de forma completa a una edad apropiada y evita las oportunidades perdidas de vacunación. Cuando se habla de vacunación simultánea, se refiere a la administración de vacu- nas en la misma visita, no en la misma jeringa. Nunca deben mezclarse dos vacunas en la misma jeringa, a menos que el laboratorio productor así lo indique. La administración de vacunas combinadas dise- ñadas de esta forma por el laboratorio productor (por ejemplo, pentavalente, DPT, HB y Hib), deben preferirse a la aplicación en inyecciones separa- das de las vacunas equivalentes. Estas formas combinadas permiten administrar las vacunas 11. Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 53 4. Conceptos en el programa ampliado de inmunizaciones en forma simultánea, disminuir el número de pin- chazos y aumentar la aceptación por parte de la familia, sin aumentar los efectos adversos. Con la introducción de las vacunas polivalentes esta situación se puede simplificar al aplicar una o pocas inyecciones. La vacuna combinada que se ha utilizado durante más tiempo es la DPT con los componentes para tos ferina, difteria y téta- nos; posteriormente, se desarrolló la vacuna SRP con sus componentes para sarampión, rubéola y paperas; otros ejemplos son la vacuna doble con hepatitis A y hepatitis B, la vacuna contra la hepatitis A y la fiebre tifoidea, las vacunas pen- tavalentes con DPT, HB e DPTa, HepB, Hib e IPV. Si es necesario aplicar diferentes productos biológicos el mismo día, se deben distribuir en zonas anatómicas diferentes y, si es necesario aplicar dos en la misma región, se deben separar 2,5 cm y no aplicarlas donde se inyecta DPT por su alta capacidad de generar reacciones. Se debe utilizar una jeringa para cada producto biológico que se aplique. Intercambio de preparados vacunales En general, no hay inconveniente en administrar a una misma persona vacunas procedentes de diferentes fabricantes frente a una misma enfer- medad, en las dosis sucesivas del calendario de inmunizaciones. Así se puede intercambiar el uso de vacunas de hepatitis A, hepatitis B y de Haemophilus influenzae tipo b, tanto monovalen- tes como en combinación, de diferentes labora- torios farmacéuticos. Los productos vacunales frente a una misma enfermedad contenidos en diferentes preparados comerciales de un mismo fabricante tienen una eficacia y una seguridad equivalentes. Por consi- guiente, las formulaciones de vacunas combina- das se pueden intercambiar sin problemas con formulaciones monovalentes o combinaciones previas del mismo fabricante. No es correcto intercambiar los componentes de distintos laboratorios en una misma dosis, por ejemplo, el componente de hepatitis de un laboratorio y el componente de Haemophilus influenzae tipo b y DPT de otro. Composición de los productos inmunobi- ológicos La naturaleza específica y los contenidos de las vacunas difieren entre sí, según la casa pro- ductora. Un inmunobiológico contra la misma enfermedad puede variar en su composición por el uso de diferentes cepas o por la cantidad de unidades internacionales. Los constituyentes de los productos inmunobio- lógicos son: Líquido de suspensión. Puede ser tan sim- ple como agua destilada o solución salina, o tan complejo como el medio biológico donde se haya producido el inmunobiológico; tal es el caso de proteínas séricas, del huevo, de medios celulares o de cultivo. Preservativos, estabilizadores y antibióti- cos. Se utiliza este tipo de componentes para inhibir o prevenir el crecimiento bacteriano en los cultivos virales en el producto final o para 12. 54 Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 4. Conceptos en el programa ampliado de inmunizaciones estabilizar el antígeno. Son sustancias tales como el timerozal o antibióticos específicos, por ejemplo, neomicina en la vacuna antisa- rampión. Coadyuvantes. En algunas vacunas con microorganismos muertos y fracciones de los mismos se utilizan compuestos de aluminio o alumbre, o de calcio, para incrementar la respuesta inmune. Los inmunobiológicos que contienen tales adyuvantes deben inyectarse profundamente en la masa muscular, pues su inoculación en grasa o intradérmica provoca irritación local seria, granulomas o necrosis. Eficacia del inmunobiológico Significa la proporción de vacunados en quienes efectivamente el producto inmunobiológico pro- voca la reacción celular inmune, la producción de anticuerpos o ambas, que sean capaces de proteger luego de recibir el número de dosis recomendadas. La eficacia de la vacuna contra el sarampión aplicada al año de edad es de 90% a 95%; la eficacia de la vacuna oral de poliovirus es de 90% a 100% en condiciones adecuadas de conservación y aplicada a la edad apropiada. En regiones cálidas tropicales, con deficiente cadena de frío, la eficacia puede reducirse a 75% o menos. La eficacia depende de la capacidad antigénica del componente de la vacuna, de la edad del receptor, de la madurez del sistema inmunológico,de la pre- sencia de inmunidad pasiva y del cumplimiento de las normas de funcionamiento de la red de frío. Cobertura óptima de vacunación Es el porcentaje de población vacunada que se requiere para interrumpir la cadena de transmi- sión de una enfermedad determinada. La cober- tura óptima varía según la enfermedad. Para las enfermedades inmunoprevenibles objeto del PAI, se aceptan coberturas mínimas para menores de 5 años de 95% para todos los productos inmuno- biológicos y de 100% para la vacuna de toxoide tetánico en las mujeres en edad fértil en los municipios de riesgo para este suceso. Inmunidad de rebaño El concepto de inmunidad de rebaño se refiere a la resistencia de un grupo de personas de una misma comunidad sujetas al ataque de una enfermedad, en cuyo caso una gran proporción de sus miembros son inmunes, lo cual reduce la probabilidad de que un paciente con la enferme- dad entre en contacto con un individuo suscepti- ble o no inmune. La inmunidad de rebaño de una población está determinada por varios factores, como la distribución homogénea o heterogénea de los susceptibles, la frecuencia y la forma de los contactos de los individuos entre sí. Carné de vacunación Es un documento personal tanto para niños como para adultos vacunados y es muy impor- tante valorarlo y cuidarlo; es el instrumento fundamental para la evaluación y el seguimiento del PAI. Si un niño es llevado a un centro de salud para recibir las vacunas correspondientes, pero ha perdido su carné y no hay forma de saber el número de vacunas recibidas (en registros de la IPS vacunadora, escuelas, jardines, etc.), se debe reiniciar el esquema. En el caso de la BCG, si ha dejado cicatriz, no es necesario revacunar. 13. Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 55 4. Conceptos en el programa ampliado de inmunizaciones Reacciones a la vacunación Para cada tipo de antígeno que se administra existen ciertas reacciones poco frecuentes y, raramente, graves (efectos supuestamente atri- buibles a la vacunación o inmunización), Muchas de éstas son reacciones leves y esperadas; sin embargo, puede haber reacciones adversas gra- ves que deben investigarse. Las reacciones pueden ser el resultado de la vacuna misma, errores programáticos (técnicas de aplicación, uso de diluyente equivocado) o una reacción inapropiada por parte del receptor (alergia a algún componente). Por otra parte, es muy impor- tante investigar si los efectos que se atribuyen a la vacuna son coincidentes con otros hechos. Falsas contraindicaciones A pesar de que las verdaderas contraindica- ciones son raras, muchas veces se mencionan falsas contraindicaciones, lo cual ocurre por des- conocimiento del personal de salud o creencias de la población. Las más frecuentes son: Infecciones de las vías aéreas superiores con fiebre leve Diarreas Alergias, asma u otras manifestaciones ató- picas Nacimiento prematuro Desnutrición Lactancia materna Historia familiar de convulsiones Tratamiento con antibióticos, corticoides a dosis bajas o de acción local Dermatosis: eccemas, infecciones localiza- das en la piel Enfermedades crónicas Enfermedades neurológicas no evolutivas (parálisis cerebral, síndrome de Down) Historia de ictericia al nacimiento Madre embarazada Historia de alergia inespecífica o historia de alergia en la familia Oportunidades perdidas de vacunación Son todas aquellas situaciones en las que un niño con sus padres o cuidadores concurren a una IPS o son visitados por el personal vacunador (en un puesto de vacunación o casa a casa) y no se le aplican las vacunas necesarias, a pesar de no tener contraindica- ciones. Las causas de oportunidades perdidas de vacu- nación se pueden clasificar en tres grupos: Falsas contraindicaciones: fiebre, diarreas, resfrío, etc. Actitud del personal de salud: resistencia a abrir un frasco por un niño o no prestan el servicio. Logística y organización del servicio: desa- bastecimiento de vacunas, horarios y días de vacunación, o personal ausente. El propósito de las estrategias para evitar oportu- nidades perdidas de vacunación debe ser: Aprovechar las oportunidades que se pre- senten para vacunar a la población objeto del PAI. 14. 56 Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 4. Conceptos en el programa ampliado de inmunizaciones Impedir que haya niños que se queden sin recibir oportunamente los servicios de vacu- nación. Consideraciones para proceder a la vacu- nación Deben tenerse en cuenta las siguientes conside- raciones, con el fin de garantizar un adecuado proceso de inmunización. Personal En todos los centros de vacunación debe haber una persona designada como respon- sable de la vacunación y personal sanitario debidamente calificado y entrenado en lo que son las técnicas de conservación, manipula- ción y administración de vacunas. El personal de salud que vaya a vacunar debe lavarse las manos antes y después de hacerlo. No es necesario el uso de guantes, excep- to si se tienen lesiones abiertas en la piel de la mano o se va a tener contacto con sangre o fluidos corporales potencialmente infeccio- sos de los niños a los que se va a vacunar. Debe ser consciente de la importancia que implica el conseguir unas coberturas vacunales elevadas. Para ello es imprescin- dible no desaprovechar las oportunidades de vacunar. Se procurará ser lo más flexible posible en cuanto a horarios, facilidades y disponibilidad de vacunación. La decisión de vacunar a un niño o ado- lescente en lo que esté indicado, se puede basar exclusivamente en un interrogatorio mínimo por parte del médico que prescribe la vacuna en ese momento o por el personal que va a vacunar. Preguntar a los padres si existe contrain- dicación absoluta para ser Preguntar a los padres si existe con- traindicación absoluta para ser vacunado, reacción anafiláctica previa a la vacuna o a alguno de sus componentes o una enferme- dad febril aguda grave o moderada. Preguntar si el niño está sano en ese momento. Preguntar si ha tenido reacciones a dosis previas de vacunas. o Valorar el estado general del niño antes de vacunarlo. El personal de salud debe explicar a los padres o cuidadores de forma clara y conci- sa contra qué está vacunando, sus posibles efectos adversos y cómo actuar o dónde acudir en caso de una reacción vacunal. Para disminuir el malestar general y la fiebre asociada con la vacunación, especial- mente con DPT, el médicoo podrá recomen- dar a los padres el uso de acetaminofén de acuerdo con las indicaciones establecidas en la estrategia de atención integral de las enfermedades prevalentes de la infancia, expuestas en el cuadro siguiente. 15. Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 57 4. Conceptos en el programa ampliado de inmunizaciones Edad o peso AcetaminoféAcetaminoféAcetaminof néné 15 mg/kg/dosis Jarabe Comprimido pediápediápedi trico 2 meses a 3 meses (4 6 kg) 2 ml ½ 4 meses a 11 meses (6 10 kg) 4 ml 1 1 año a dos años (10- 14 kg) 6 ml 1½ 3 a 4 años (15-19 kg) 8 ml 2 Fuente: estrategia de atención integral de las enfermedadesFuente: estrategia de atención integral de las enfermedadesFuente: prevalentes de la infancia Material Antes de proceder a la vacunación, diariamente se comprobará y revisará que el material necesa- rio esté disponible y en buen estado. Carné de vacunación del niño Jeringas y agujas estériles de un solo uso Agua estéril y algodón Productos biológicos (vacunas e inmunog- lobulinas) Contenedor de plástico rígido para desechar las agujas utilizadas Dos ampollas de adrenalina a 1:1.000 y equi- po de reanimación cardiopulmonar Fase preparatoria de la vacunación: normas generales Comprobar, antes de empezar a vacunar, la temperatura que existe en el interior del refrigerador, revisando los termómetros de máximos y mínimos y las hojas de registro por si se ha producido algún incidente que haya podido afectar el estado de conservación de las vacunas. Todas las vacunas tienen que conservarse refrigeradas en la nevera, no congeladas. Revisar el protocolo y la monografía de la vacuna al aplicarla, si no se está familiarizado con ella. Verificar la historia y el carné de vacunación del niño. Lavarse las manos antes y después de vacunar. Preparar el material necesario. Utilizar jeringas desechables nuevas, con volúmenes y agujas adecuados para el produc- to inmunobiológico que se vaya a administrar. Manipular vacunas, jeringas y agujas con técnica aséptica. El personal de salud debe comprobar las características del producto que va a adminis- trar: nombre, presentación, aspecto y dosis, modo de conservación, forma, vía y lugar de administración, fecha de vencimiento (la vacu- na es válida hasta el último día del mes en que caduca el producto). Evitar la aplicación de la vacuna en zonas eritematosas, induradas o dolorosas. Fase de vacunación: normas generales Limpiar la piel en el sitio donde se va a inyectar la vacuna, con solución salina y agua estéril; evitar el alcohol porque puede inactivar las vacunas de virus vivos, y secar con algodón o dejar secar al ambiente. Introducir la aguja en el sitio de aplicación y aspirar para verificar la presencia de sangre; si 16. 58 Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 4. Conceptos en el programa ampliado de inmunizaciones esto ocurre, retirar la aguja, cambiarla y selec- cionar un sitio aledaño. Cuando se administre simultáneamente más de una vacuna, se debe utilizar una jeringa para cada una e inocularlas en sitios anatómicos diferentes, a menos que se aplique una vacuna tetravalente o pentavalente. No cambiar el solvente que envía el fabri- cante. No hacer masajes en el sitio de aplicación del producto inmunobiológico. Desechar todo el material utilizado, res- petando las normas de desecho de material biológico. Nunca volver a encapuchar la aguja utilizada y tampoco doblarla ni romperla por el riesgo de pinchazos accidentales. Vacunación del recién nacido Es importante que todas las entidades territo- riales y demás actores aporten a la identifica- ción y solución de problemas, especialmente los relacionados con la vacunación hospitalaria del recién nacido, la cual está contemplada en la resolución 412, en la Norma técnica para la atención al recién nacido. Además de los cuida- dos prestados en las primeras cuatro horas de vida, se debe iniciar el esquema de vacunación con aplicación de BCG, antihepatitis B y anti- poliomielitis. De cumplirse, es garantía para el mejoramiento de coberturas, para el grupo de niños que accede al parto institucional, que en Colombia se estima en 93,5% según datos publi- cados en el plegable sobre la situación de salud en Colombia, indicadores básicos año 2003, del Ministerio de Protección Social/Instituto Nacional de Salud con apoyo de la OPS. Teniendo en cuenta que no toda IPS cuenta con servicios de vacunación, especialmente las de segundo y tercer nivel de atención, es necesario garantizar de forma inmediata que estos niños accedan a sus primeras dosis de BCG y anti- hepatitis B, al igual que las mujeres suceptibles después de un parto o un aborto a la vacuna- ción contra la rubéola (SRP-SR), de ser el caso, mediante la contratación de los servicios a una EPS que brinde el servicio de vacunación bajo los parámetros del PAI. La aplicación de una vacuna nunca debe estar sujeta a la presentación de registros civiles, carné del administrador u otros documentos, que impidan el acceso a ésta. Esta última consideración también se aplica a las instituciones que, atendiendo partos, sólo prestan servicios de vacunación de lunes a viernes, cuando deben cubrir los sábados, domingos y festivos, y para todos, mínimo durante las 8 horas de la jornada diaria hábil. La expedición del carné de vacunación no tiene costo establecido en ninguna norma, decreto resolución o ley, y es responsabilidad de las secretarías de salud municipal y departamen- tal la vigilancia y el control del cumplimiento de estas normas. Estándares de vacunación en pediatría Los servicios de vacunación deben ser accesibles y con horario extendido. No debe haber requisitos ni barreras innece- sarias para la vacunación. Son gratuitas o de costo accesible. Cada encuentro con el paciente es útil para promover la vacunación y vacunar. 17. Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 59 4. Conceptos en el programa ampliado de inmunizaciones Se debe educar a los padres y cuidadores sobre las vacunas. Preguntar sobre las contraindicaciones e informar sobre los efectos secundarios y cómo atenderlos. Respetar las verdaderas contraindicacio- nes. Aplicar en una visita todas las vacunas posi- bles y necesarias. Llevar un registro adecuado de las vacunas aplicadas. Idealmente, dar las citas de control y de vacunas el mismo día. Informar y registrar los efectos secundarios. Informar y registrar los efectos secundarios. Tener un sistema de búsqueda y llamado a los pacientes. Respetar las normas de manejo de los pro- ductos biológicos. Evaluar periódicamente la calidad del servicio. Evaluar periódicamente la calidad del servicio. Mantener actualizada la información de las vacunas que se aplican. Motivar a la comunidad sobre la vacuna- ción. La vacunación debe ser hecha por personal bien entrenado. El personal vacunador debe actualizarse periódicamente. Esquema nacional de vacunación Las recomendaciones para la inmunización en niños y adultos se fundamentan en hechos cien- tíficos sobre productos inmunobiológicos, inmu- nizaciones, consideraciones epidemiológicas y de salud pública. Por lo tanto, el esquema de vacunación nacional no es rígido ni inamovible, ya que debe adaptarse a los hechos anunciados anteriormente. Las vacunas del esquema oficial del PAI deben aplicarse a la población objeto: Niños hasta los 5 años de edad Mujeres gestantes Mujeres en edad fértil (10 a 49 años) que vivan en municipios de riesgo para vacuna- ción Mujeres en periodo posparto y después de un aborto Población susceptible que viva en áreas de riesgo para la fiebre amarilla Población mayor de 60 años de edad que requiera protegerse de infecciones por el virus de la influenza Igualmente, la población objeto de las nor- mas técnicas establecidas por la Resolución 412 o aquélla que la modifique, en la cual la aplicación de inmunobiológicos esté contem- plada según el lineamiento establecido (por ejemplo, lepra). Las vacunas actuales del PAI son: BCG. Se aplica a recién nacidos, a los niños menores de cinco años que no hayan recibido vacuna y a convivientes de pacientes de lepra. Hepatitis B. Se aplica a recién nacidos (mono- valente), preferiblemente en las primeras ocho horas de vida, con el fin de impedir la transmi- sión de madre a hijo. Se continúa a los 2, 4 y 6 meses (incluida en la presentación pentavalente). En menores de 5 años que no hayan recibido o completado el esquema, el esquema recomenda- do en todo el país es aplicar la primera dosis y programar la segunda y la tercera dosis para el segundo y el sexto mes a partir de la fecha de aplicación de la primera dosis. 18. 60 Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 4. Conceptos en el programa ampliado de inmunizaciones Antipoliomielitis. Se aplica a niños de dos, cuatro y seis meses; el refuerzo se aplica al año de la tercera dosis y a los 5 años; también, a menores de 5 años que no hayan recibido o completado el esquema. Difteria, tétanos y tosferina (DPT). Vacuna bac- teriana triple, aplicada a niños de dos, cuatro y seis meses (incluida en la presentación penta- valente), con refuerzos al año de la tercera dosis del menor de un año y al cumplir los 5 años. Los dos refuerzos y la vacunación de susceptibles de 1 a 5 años que no hayan recibido o comple- tado el esquema, se harán con presentación de triple bacteriana (monodosis) en igual número de dosis que para los menores de 1 año, es decir, 3 dosis. Haemophilus influenzae, tipo b. Niños de dos, cuatro y seis meses (incluida en la presentación pentavalente). Entre uno y dos años se aconseja la aplicación de una única dosis en presentación pentavalente, si no se tienen antecedentes con Haemophilus influenzae, tipo b. Vacuna pentavalente. Es la presentación poli- valente de los antígenos contra hepatitis B, Haemophilus influenzae tipo b, difteria, tétanos y tos ferina. Se debe colocar a niños menores de 1 año, idealmente a los dos, cuatro y seis meses. Influenza. Es una vacuna no replicativa. Se aplica a los niños mayores de 6 meses de edad. Para la aplicación inicial se requieren dos dosis de 0,25 ml con un mes de intervalo, para luego seguir con 0,5 ml cada año. Sarampión, rubéola y parotiditis (SRP). Es la vacuna viral triple aplicada a niños al cumplir el primer año, con un refuerzo a los 5 años. Dado que se debe completar la cohorte de menores de 10 años que no alcanzaron a recibir el refuerzo de los 10 años, se continuará colocando este refuerzo hasta el 2007, año en el cual se asume haber completado la vacunación de estos niños. Fiebre amarilla. Se debe administrar a niños de un año en todo el país. En zonas endémicas para esta enfermedad se debe aplicar a todas las per- sonas entre 1 y 65 años. Los mayores de 65 años, así como los niños entre 6 y 11 meses, podrán vacunarse teniendo en cuenta el riesgo de adqui- rir la enfermedad, previa valoración médica. Toxoide tetánico-difterico (Td). Se usa en muje- res embarazadas; en los municipios catalogados como de riesgo para tétanos neonatal, se debe aplicar a todas las mujeres en edad fértil (10 a 49 años). Sarampión y rubéola. Se aplica a mujeres sus- ceptibles, inmediatamente después del parto o el aborto. 19. Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 61 4. Conceptos en el programa ampliado de inmunizaciones EDAD VACUNA DOSIS ENFERMEDAD QUE PREVIENE APLICACIÓN Recién nacido Antituberculosa - BCG Única Meningitis tuberculosa Intradermica región supraescapu- lar izquierda con aguja 27G x 1/2 Hepatitis B Obligatoria Hepatitis B Intramuscular regiónanterol lateral externadelmusloconaguja23Gx1 A partir de los 2 meses PENTAVALENTE* Difteria - tosferina - tétanos (DPT) externadelmusloconaguja23Gx1 Haemophilus causadas por Haemophilus influenzae tipo b Hepatistis B Hepatistis B Vacuna oral de polio VOP Primera Poliomelitis Oral A partir de los 4 meses PENTAVALENTE* Difteria - tosferina - tétanos (DPT) externadelmusloconaguja23Gx1 Haemophilus causadas por Haemophilus influenzae tipo b Hepatistis B Hepatistis B Vacuna oral de polio VOP Segunda Poliomelitis Oral A partir de los 6 meses PENTAVALENTE* Difteria - tosferina - tétanos (DPT) externadelmusloconaguja23Gx1 Haemophilus causadas por Haemophilus influenzae tipo b Hepatistis B Hepatistis B Vacuna oral de polio VOP Tercera Poliomelitis Oral De los 6 meses a los 23 meses Infuenza estacional Primera Influenza Subcutanea intramuscularsegunda a las 4 sema- nas de la primera Al año Tripe Viral (SRP) Sarampion - deltoidea blazo con aguja 25G x 5/8 Fiebre amarilla (FA) Primera Fiebre amarilla Subcutanea región deltoidea blazo con aguja 25G x 5/8 Al año de las ter- ceras dosis Difteria - tosferina - tetanos (DPT) - tosferina - tetanos NO CAMINADORES: intramuscu- lar anterolateral externa del muslo Vacunas oral de polio - VOP Primer refuerzo Poliomelitis Oral 5 años de edad Difteria - tosferina - tetanos (DPT) Segundo refuerzo Difteria - Intramuscular región deltoidea blazo con aguja 23G x 5/8 Vacunas oral de polio - VOP Segundo refuerzo Poliomelitis Oral Tripe Viral deltoidea 25G x 5/8 Mujeres en edad fertil MEF Entre los 10 y 49 anos Toxoide tetánico diftérico del adulto (Td) MEF 5 inicial Td: al mes de Td1 Td3: a los 6 meses de la Td2 Td4: al año de la Td3 Td5: al año de la Td 4 Difteria y tétanos neonatal Intramuscular región deltoidea brazo con aguja 22G deltoidea aguja 25G x 5/8 10 años despues delaprimeradosi** Fiebre amarilla (FA) refuerzo cada 10 años Fiebre amarilla en zonas endé- micas Subcutanea región deltoidea brazo con aguja 25G x 5/8 * PENTAVALENTE: antógenos en presentación polivalente para menores de 1 año. El refuerzo de DPT sealicaen presentación monodosis ** En población de riesgo y según planes de contingencia vigentes 20. 62 Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 4. Conceptos en el programa ampliado de inmunizaciones Esquema de vacunación de niños retrasa- dos en la aplicación del esquema: niños de 12 a 23 meses Sin antecedente de vacunas después de un año de edad: Una dosis de BCG Tres dosis de VOP con intervalo de 4 sema- nas Una dosis de pentavalente (DPT-1, HB-1, Hib-1*) Dos dosis de DPT monovalente con interva- lo de 4 semanas Dos dosis de HB monovalente con intervalo de 4 semanas Una dosis de triple viral Una dosis contra la fiebre amarilla Con antecedente de vacunas después del año de edad Completar el esquema, según las dosis recibidas. * En niños de 12 a 23 meses sólo se requiere una dosis de Hib; si ya la tiene, se completa con DPT y HB monovalente, con un intervalo de 4 semanas. Estos niños deben recibir su primer refuerzo VOP y DPT un año después de la aplicación de las terceras dosis y, su segundo refuerzo, a los 5 años. Estos niños deben recibir el esquema acortado, es decir, un intervalo de cuatro semanas. Esquema de vacunación de niños retrasados en el esquema: niños de 2 a 5 años Sin antecedente de vacunas: Una dosis de BCG Tres dosis deVOP con intervalo de 4 semanas Tres dosis deVOP con intervalo de 4 semanas Tres dosis de DPT monovalente con interva- lo de 4 semanas Tres dosis de HB monovalente con intervalo de 4 semanas Una dosis de SRP Una dosis de fiebre amarilla Con antecedente de vacunas Completar el esquema, según las dosis recibi- das. A partir de los dos años no requiere dosis de Hib Estos niños recibirán su primer refuerzo VOP y DPT al año de la aplicación de la tercera dosis de VOP y DPT y el segundo refuerzo si su edad no excede los 5 años y el refuerzo de SRP a los cinco años Estos niños deben recibir el esquema acortado. Descripción de los biológicos objeto del PAI Vacunas Vacuna BCG - antituberculosa Pertenece al grupo de las vacunas vivas, derivada de una cepa de Mycobacterium bovis, la cual fue atenuada por Calmette y Guérin en el Instituto Pasteur en Lille, Francia; fue aplicada en humanos por prime- ra vez en 1921. 21. Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 63 4. Conceptos en el programa ampliado de inmunizaciones Hay varias vacunas disponibles actualmente, todas ellas derivadas de la cepa original, las cua- les tienen características diferentes en cuanto a crecimiento en cultivo y capacidad para generar respuesta ante la tuberculina. Estas diferencias pueden deberse a cambios genéticos resultantes en el tiempo y a las diferentes técnicas de producción. Se presen- ta en forma liofilizada. Una vez reconstituida, debe ser aplicada dentro de las primeras 6 a 8 horas. La aplicación de la BCG produce generalmente la aparición de una cicatriz permanente en el sitio de la aplicación. Justificación científico-técnica La eficacia reportada de la vacuna varía ampliamente según los métodos y las rutas de administración, y de las características demográficas de la población vacunada. La efectividad de la vacuna para las formas gra- ves (tuberculosis miliar y meníngea) en niños varía entre 60% y 80%; la efectividad global de la BCG es cercana a 50% para la tuberculosis pulmonar. Indicaciones Dada la incidencia de la enfermedad en nuestro país, se indica la aplicación de la vacuna de forma ideal al momento del nacimiento (en dosis única) óoa cualquier edad, sin necesidad de apli- car prueba de tuberculina previa. Esquema de vacunación Efectos supuestamente atribuibles a la vacuna- ción o inmunización y contraindicaciones Los efectos supuestamente atribuibles a la vacu- nación o inmunización relacionados con la BCG son raros. La vacuna se considera una de las más seguras. Un efecto leve que se puede pre- sentar es una ulceración local, según la cepa, la dosis, la edad y técnica de aplicación. Entre los efectos moderados a graves podemos encontrar los siguientes: Derivados de la vía de aplicación de la vacu- na: incluyen la aparición de una adenopatía axi- lar o cervical y la formación de una induración y, posteriormente, una pústula en el sitio de la aplicación; pueden persistir por un período de hasta 3 meses. Ulceración en el sitio de la vacunación: la linfadenitis supurativa regional y la formación Edad de administracióadministracióadministraci n VíVíV a deía deí administracióadministracióadministraci n y dosis Recomendaciones Dosis única al recién nacido preferiblemente, aunque se puede aplicar hasta los 5 años de edad De acuerdo con lo indicado por la casa comercial Intradérmica, en el cuadrante supero- externo de la zona escapular izquierda Dosis de 0,05 a 0,1 ml Una vez reconstituida, se debe aplicar en las siguientes 6 horas. Refrigérese entre 2 ºC y 8 ºC luego de ser preparada y manténgase protegida de la luz. 22. 64 Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 4. Conceptos en el programa ampliado de inmunizaciones de lesiones caseificantes, con drenaje purulen- to en el sitio de la aplicación pueden aparecer en cualquier momento desde la aplicación hasta los 5 meses posteriores y duran algunas semanas. El efecto grave es la infección diseminada por BCG. La osteítis por BCG afecta las epífi- sis de los huesos largos y puede presentarse entre los 2 meses y los 4 años después de la aplicación de la vacuna. La incidencia repor- tada varía según la serie, entre 0,01 y 43,3 casos por millón de habitantes. Estas lesio- nes esqueléticas pueden tratarse efectiva- mente con medicamentos antituberculosos, aunque en ocasiones puede ser necesaria, también, la utilización del tratamiento quirúr- gico. Algunos reportes de efectos graves inclu- yen la aparición de eritema multiforme, tuber- culosis pulmonar y meningitis tuberculosa. En general, la aparición de estos efectos supuestamente atribuibles a la vacunación o inmunización graves es mucho más frecuente en el caso de personas inmunosuprimidas, aun cuando su incidencia no ha sido formalmente evaluada en esta población mediante estudios prospectivos de adecuada calidad; no obstan- te, la aparición de la infección diseminada por BCG se ha reportado, por lo menos, en un niño y un adulto con inmunosupresión. Sin embargo, algunos estudios han demostrado que la eficacia protectora de la vacuna en niños positivos para VIH está disminuida y no reduce el riesgo de presentación de la enfermedad en ellos; así que, en áreas de baja prevalencia de tuberculosis, no está indicada la vacunación contra BCG en niños con VIH y, en áreas en que la prevalencia es alta, la OMS recomienda la vacunación con BCG en los niños con infección asintomática. En los hijos de madres infectadas por VIH o sida debe retrasarse la aplicación de la dosis hasta que se descarte totalmente la infección en el niño, con recuento de CD4 igual o infe- rior a 5.000. De igual forma, debe retrasarse en neonatos con un peso inferior a 2.000 gramos. Tampoco debe aplicarse en aquellos individuos cuyas respuestas inmunológicas se encuentren suprimidas por esteroides, agentes alquilantes, antimetabolitos o radiación. No se recomienda su uso en pacientes con tuberculina positiva, ni en mujeres embarazadas. Los estudios recientes han demostrado que la vacuna de BCG da protección cruzada contra la lepra. El esquema para los contac- tos de pacientes con enfermedad de Hansen (lepra) es: En convivientes que presenten cicatriz de vacunación BCG previa, aplicar una dosis de BCG. En conviviente que no presenta cicatriz de vacunación con BCG previa, aplicar una dosis de BCG y un refuerzo 6 meses más tarde. Vacuna contra la poliomielitis Se encuentran disponibles dos vacunas de poliomielitis: una para administración oral, VOP (tipo Sabin), y otra para administración 23. Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 65 4. Conceptos en el programa ampliado de inmunizaciones parenteral, VPI (tipo Salk). Como resultado de la vacunación contra la poliomielitis, se ha logrado el control de esta enfermedad en el mundo. En 1988, la OMS propuso como meta la erradicación de la poliomielitis para el año 2000. El último caso de poliomielitis salvaje en el hemisferio occidental ocurrió en agosto de 1991 en Perú; el último reportado en Colombia fue en mayo del mismo año. En septiembre de 1994, la Comisión internacio- nal para la certificación de la erradicación de la poliomielitis confirmó su erradicación de las Américas. La estrategia implementada para la erradica- ción de la poliomielitis en las Américas, adop- tada a nivel mundial, comprende los siguientes aspectos. Alcanzar y mantener una cobertura de vacunación superior al 95%, con al menos tres dosis de vacuna oral contra poliomielitis en niños menores de 1 año. Desarrollar sistemas sensibles de segui- miento epidemiológico y de laboratorio para la parálisis flácida aguda. Administrar dosis adicionales de vacuna oral contra poliomielitis a todos los niños menores de 6 años en campañas de vacu- nación nacionales, para disminuir rápida- mente la circulación del virus salvaje de poliomielitis. Vacuna oral de poliovirus (VOP o tipo Sabin) Es una vacuna preparada con tres cepas de virus vivos atenuados de poliomielitis cau- santes de la enfermedad. Cada dosis contiene poliovirus tipo 1, 2 y 3 en una proporción 10:1:3, respectivamente, y contiene trazos de neomi- cina B (7 µg), estreptomicina o polimixina. Se presenta en frascos goteros de 10 a 25 dosis. Justificación científico-técnica La vacuna oral de poliovirus tiene la capacidad de provocar una respuesta inmunitaria en el intestino, donde se produce principalmente la multiplicación del virus salvaje de la poliomie- litis, simulando el proceso natural de la infec- ción. Estimula la producción de anticuerpos secretores IgA y circulantes IgG. La vacuna se administra por vía oral, infecta la mucosa del tubo digestivo y permite que los virus de la vacuna se excreten por las heces durante varias semanas; el virus pasa también a los ganglios linfáticos y a la circulación sanguínea en la mayoría de los individuos vacunados. Lo anterior determina que la inmu- nización se pueda obtener de tres formas: por inducción de la producción de anticuerpos séricos, por inducción de la respuesta inmu- ne local (producción de Ig A en la mucosa intestinal) y por la inmunidad de rebaño, que es la posibilidad de que un niño no vacunado adquiera protección contra la enfermedad al entrar en contacto con el virus de la vacuna excretado al ambiente por niños que han sido vacunados. No obstante, los tres poliovirus muestran diferencias en su inmunogenicidad y en la estabilidad de su atenuación; el tipo 3 es más termolábil, por lo que induce anticuerpos de menor duración. 24. 66 Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 4. Conceptos en el programa ampliado de inmunizaciones La VOP confiere inmunidad de por vida al 95% de los niños vacunados con tres dosis. Su efi- cacia ha sido comprobada con la erradicación de la poliomielitis en 145 países. El Ministerio de la Protección Social, el Comité Nacional de Prácticas en Inmunización, la OPS y la OMS recomiendan su utilización para lograr esta meta en el resto del mundo. La American Academy of Pediatrics sigue apoyando la reco- mendación de la OMS sobre el uso de la VOP para conseguir la erradicación global de la poliomielitis, especialmente en los países donde aún se declaren casos de poliomielitis natural. Indicaciones En los países en desarrollo, se han reportado tasas de seroconversión con tres dosis de VOP de 36% a 99% (73%), 77% a 100% (90%) y 40% a 99% (70%) a los poliovirus tipo 1, 2 y 3, res- pectivamente. Estas tasas son menores de las obtenidas en los países desarrollados; de ahí, la necesidad de reforzar el esquema primario con dos dosis adicionales. Dado el riesgo de importación de poliovirus sal- vaje en las Américas, se hace necesario aplicar refuerzos de la vacuna a los menores de 6 años hasta lograr interrumpir la circulación del virus salvaje en el mundo. Edad de administracióadministracióadministraci n Edad de refuerzo VíVíV a de administraciía de administracií óa de administracióa de administraci n y dosis Recomendaciones Primera dosis a partir del segundo mes de vida Segunda dosis a los dos meses de la primera Tercera dosis a los dos meses de la segunda dosis Primer refuerzo a los 12 meses de la tercera dosis Segundo refuerzo a los 5 años de edad Vía oralía oralí 2 a 3 gotas, según la recomendación del fabricante Intervalo mínimo de 4 semanas entre 3 primeras dosis Para su adecuada conservación debe mantenerse congelada en los niveles centrales y regionales entre -15 ºC y -20 C y, en los niveles locales, entre +2 C y +8 C. En caso de rechazo o de que el niño escupa la vacuna, debe repetirse la dosis. En caso de enfermedad diarreica aguda grave y vómito, se debe repetir la dosis. Esquema de vacunación Efectos supuestamente atribuibles a la vacunación o inmunización y contraindicaciones Con respecto a estos efectos, se encuentra que los casos de poliomielitis posteriores a la vacunación se han observado después de la introducción de vacunas de poliomielitis con virus vivo atenuado. Pueden ocurrir hechos idiosincráticos (raros), por lo que la mayoría de los casos han ocurrido en áreas de baja cobertura por más de dos años. Las cepas de 25. Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 67 4. Conceptos en el programa ampliado de inmunizaciones la vacuna pueden recuperar la neurovirulen- cia una vez se replican en el intestino, por lo que en población que ha recibido vacuna oral de poliovirus o población sin vacunar que ha tenido contacto directo con receptores de la misma (convivientes), pueden aparecer casos de parálisis posteriores a la vacunación. El número de casos reportados de poliomielitis posterior a la vacunación es de 1 por cada 2´400.000 dosis de vacuna oral de poliovi- rus aplicadas en total, de 1 caso por cada 1'400.000 a 3'000.000 para la primera dosis de vacuna y de 1 caso por cada 5´100.000 de las dosis subsecuentes de vacuna oral de poliovirus. Para personas con algún tipo de inmunodefi- ciencia, el riesgo aumenta entre 3.200 y 6.800 veces en comparación con pacientes sin inmu- nodeficiencia. En cuanto a las contraindicaciones, se tiene que, en personas inmunocomprometidas sin vacunar, se contraindica el uso de la vacuna oral de poliovirus; así mismo, se contraindica en pacientes sanos convivientes con pacien- tes inmunocomprometidos. En estos casos se indica el uso exclusivo de la vacuna de virus inactivado. Vacuna inactivada de poliovirus (VIP) Justificación científico-técnica Los niños que reciben dosis a los 2, 4 y 6 meses y el primer refuerzo al año de la tercera dosis, tie- nen anticuerpos protectores contra los tres sero- tipos de poliovirus en 99% a 100%, dos meses después de la segunda dosis. Con tres dosis y dos refuerzos, la tasa de seroconversión frente a los tres tipos de poliovirus de la vacuna es del 100% y, la inmunidad promedio, de 10 años. Indicaciones Las primeras dos dosis son necesarias para inducir la respuesta inmune primaria y, la tercera y los refuerzos, para llevar los títulos protectores a niveles superiores. Si se requiere protección acelerada, el intervalo mínimo entre las dosis es de 4 semanas, pero el intervalo preferido entre la segunda y tercera dosis es de 8 semanas. El pri- mer refuerzo debe aplicarse, en lo posible, un año después de la tercera dosis y, el segundo refuerzo, a los 5 años de vida. La vacuna VIP puede ser administrada simultá- neamente con otras vacunas, como DPT, DPaT, Hib, HB y SRP. Las indicaciones para la VIP son las siguientes: Niños menores de un año con compromiso inmunológico grave, sin relación con el VIH o convivientes con: patologías congénitas, como hipogammag- lobulinemia o agammaglobulinemia; neoplasias como enfermedad de Hodgkin, leucemia o cáncer; o tratamiento con agentes alquilantes, antime- tabolitos, radiación o grandes dosis de cortico- esteroides. Niños menores de un año con infección por VIH o convivientes de personas positivas para VIH o con sida. Recuérdese que el paciente con sida es el paciente positivo para VIH positivo que presenta síntomas debidos a la inmunode- ficiencia generada por la infección retroviral. 26. 68 Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 4. Conceptos en el programa ampliado de inmunizaciones Niños menores de un año con condiciones que causan déficit inmune, como esplenecto- mía, asplenia o falla renal. Niños positivos para VIH, sintomáticos o asintomáticos. Edad de administracióadministracióadministraci n Edad de refuerzo VíVíV a de administraciía de administracií óa de administracióa de administraci n y dosis Recomendaciones Primera dosis a partir del segundo mes de vida Segunda dosis a los dos meses de la primera Tercera dosis a los dos meses de la segunda dosis Primer refuerzo a los 12 meses de la tercera dosis Segundo refuerzo a los 5 años de edad Subcutánea o intramuscular Vía subcutía subcutí ánea: en la del brazo Vía intramuscular: mía intramuscular: mí úsculo vasto lateral en la región antero-lateral externa del muslo Dosis de 0,5 ml Intervalo mínimo de 4 semanas entre las 3 primeras dosis Debe mantenerse entre 2 ºC y 8 ºC. El producto biológico es claro e incoloro. Debe descartarse si presenta material particulado, turbidez o cambio de color. . Esquema de inmunización Efectos supuestamente atribuibles a la vacunación o inmunización y contraindicaciones No hay este tipo de efectos reportados a la fecha. No debe administrarse a personas que hayan sufrido una reacción o choque anafiláctico pos- terior a una dosis previa de VIP, estreptomicina, polimixina B o neomicina. Puede administrarse en niños con enfermedad diarreica aguda, infec- ción respiratoria aguda que no sea grave, fiebre, reacciones leves o moderadas ante dosis previa, terapia antimicrobiana actual y en la fase de con- valecencia de una enfermedad aguda. Vacuna contra difteria, tos ferina, tétanos, hepatitis B y Haemophilus influenzae tipo b en presentación pentavalente Colombia utiliza desde 2001 la vacuna pentava- lente, la cual incluye las vacunas contra difteria, tos ferina, tétanos, hepatitis B y Haemophilus influenzae tipo b. A continuación se especifican cada uno de los componentes de la vacuna. Vacuna contra hepatitis B La vacuna actualmente disponible se produce mediante tecnología con ADN recombinante;en esta últimaseutilizaunplásmidoquecontieneelgenpara la síntesis del antígeno de superficie de la hepatitis B (HBsAg),el cual es incorporado al Saccharomyces cerevisiae (levadura de la cerveza); éste se encarga de producir este antígeno de forma activa. Se pre- senta en ampollas de 1 ml; para niños menores de 6 años, la dosis recomendada es de 0,5 ml. Justificación científico-técnica La serie de tres dosis recomendada induce la for- mación de anticuerpos antiantígeno de superfi- 27. Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 69 4. Conceptos en el programa ampliado de inmunizaciones cie (anti-HBsAg) en más de 95% de los lactantes, niños y adolescentes (>10 mUI/ml); evita más de 90% a 95% de las infecciones por el virus. Indicaciones La vacuna contra la hepatitis B debe adminis- trarse tan pronto como sea posible después del nacimiento, preferiblemente, en las primeras 12 horas del recién nacido. Se indica la aplicación de 3 dosis: la primera en cualquier momento; la segunda, al menos, separada 4 semanas de la primera, y la tercera separada, al menos, 8 semanas de la segunda. Existe la presentación como vacuna de hepatitis B ycomovacunacombinadaconDPTyHaemophilus influenzaetipob(pentavalente).Dadoquelaprime- ra dosis recomendada debe aplicarse si es posible inmediatamente después del nacimiento o, en su defecto, hasta los primeros 28 días de nacido, y considerando que las dosis subsecuentes están incluidas dentro de la vacuna pentavalente, el total de dosis aplicadas a un lactante es de cuatro. En recién nacido prematuro y con un peso infe- rior a 2.000 g, se debe esperar hasta alcanzar 2.000 o más gramos de peso para recibir la dosis correspondiente, en caso de que la madre sea negativa para HBsAg. En caso de que el peso del recién nacido sea inferior a 2.000 g y sea hijo de una madre posi- tiva para HBsAg, se debe administrar la primera dosis de la vacuna antes de las primeras 12 horas de vida y ésta no se cuenta como parte del esquema; se da inicio a la vacunación habitual al mes de vida y se completan 5 dosis. Esquema de vacunación Hijo de madre positiva para antígeno de superficie para hepatitis B idealmente, se debe contar con títulos de HBsAg tomados en cada trimestre del embarazo; de manera tal que, en caso de ser positivo, se debe proceder a la vacunación antes de las 12 horas de vida, continuándose con el esquema de la pentavalente. De forma concomitante con la aplicación de la vacuna, se indica la aplicación de inmunoglobuli- na G antihepatitis B (HBIgG), 0,5 ml intramuscular, antes de las 12 horas de vida del neonato, inde- pendientemente de su peso. En caso de productos de partos en los que se desconozca el estado infeccioso de la madre, se debe realizar la vacunación antes de las 12 horas de vida y se procede a la toma de los títulos de Edad de administracióadministracióadministraci n VíVíV a deía deí administra-cióadministra-cióadministra-ci n y dosis Intervalo Recomenda- ciones Dosis adicional: recién nacido hasta los 28 díasíasí Primera dosis: a partir del segundo mes de edad Segunda dosis: a los 4 meses de edad Tercera dosis: a los 6 meses de edad Intramuscular En neonatos y lactantes la aplicación de la vacuna es en el tercio medio de la cara antero- lateral del muslo. Adultos y niños: músculo deltoideo 0,5 ml 4 semanas 8 semanas Refrigerarse entre 2 C y 8 ºC. No debe congelarse. 28. 70 Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 4. Conceptos en el programa ampliado de inmunizaciones HBsAg en la madre. En caso de ser positivos, se debe aplicar la HBIgG antes de los 7 días de vida. Efectos supuestamente atribuibles a la vacuna- ción o inmunización y contraindicaciones Los efectos leves mas frecuentes son: dolor en el sitio de la aplicación (3% a 29%) y temperatu- ra mayor de 37,7 ºC (1% a 6% de los vacunados), fiebre en 2% a 3% que desaparece a los dos días; raramente se presenta hipertermia supe- rior a 38,8 °C, desfallecimiento, astenia, cefalea, náuseas, vómito, artritis, exantema y aumento transitorio de las transaminasas. Entre los efectos graves, la anafilaxia es poco común y la incidencia reportada es de 1 caso por cada 600.000 vacunados, por lo que, en caso de anafilaxia con dosis previa, está contraindicada una nueva dosis. Los datos de grandes estudios epidemioló- gicos no han demostrado un vínculo entre la vacuna y el síndrome de muerte súbita del lactante, la diabetes mellitus y las enferme- dades desmielinizantes, incluso la esclerosis múltiple. Vacuna contra Haemophilus influenzae tipo B Es una vacuna no replicativa. Cada dosis con- tiene 10 µg de polisacárido capsular (fosfato de polirribitol, PRP) de con 30 µg de toxoide tetánico (PRP-T) liofilizado en presencia de lactosa. No se debe congelar. Justificación científico-técnica La primera vacuna contra Haemophilus influen- zae tipo b se desarrolló a partir del fosfato de polirribitol purificado y liofilizado, y se autorizó para uso en humanos en 1985. Los estudios de eficacia mostraron una utilidad limitada por no producir una respuesta adecuada en los niños menores de 2 años de edad; por esta razón, unos años después se retiró del mercado. Para mejorar la inmunogenicidad y eficacia de la vacuna sobre la población objeto (mayores de 2 meses y menores de 2 años), a finales de los años 80, se desarrolló la conjugación del polisacárido de lacápsula(PRP)conproteínasqueteníanlafunción de ser transportadoras del PRP. Esta estrategia ori- ginó una respuesta inmunológica alta y eficiente a partir de los 2 meses de edad y, además, mejoró la respuesta de memoria y aumentó los niveles de IgA secretora, con lo cual redujo la condición de porta- dores en los receptores de la vacuna. Indicaciones Todo niño menor de dos años no inmunizado contra Haemophilus influenzae tipo b, debe com- pletar el esquema según la edad de inicio: Menor de 12 meses, aplicar 3 dosis; Entre 12 y 24 meses, si tiene antecedente de vacunación incompleta, se completa el esque- ma; si no tiene antecedentes de vacunación de pentavalente, se aplica una dosis de esta vacu- na y se completa con monodosis de hepatitis B y DPT, y Antecedente de haber padecido la enfermedad. Antecedente de haber padecido la enfermedad. 29. Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 71 4. Conceptos en el programa ampliado de inmunizaciones Esquema de vacunación Edad de administracióadministracióadministraci n VíVíV a deía deí administracióadministracióadministraci n y dosis Intervalo Recomendaciones Primera dosis a los 2 meses de edad Segunda dosis a los dos meses de la primera Tercera dosis a los 2 meses de la segunda Intramuscular, zona anterolateral del muslo, 0,5 ml 8 semanas Mínimo 4 semanas Refrigérese entre 2 C y 8 ºC. No debe congelarse. Efectos supuestamente atribuibles a la vacunación o inmunización y contraindicaciones Los efectos leves, como la fiebre, son infrecuen- tes. Localmente puede presentarse dolor o erite- ma leve en 5% a 25% de los individuos vacuna- dos. No se recomienda la aplicación en menores de 6 semanas de vida. Se contraindica en caso de reacciones alérgicas graves previas. Vacuna contra difteria, tos ferina y tétanos (DPT) La DPT está disponible en el mercado desde hace más de medio siglo y su aplicación en los meno- res de un año ha permitido evitar 70 millones de casos de tos ferina y 610.000 defunciones en el mundo. En Colombia, desde su introducción en la década de los 70, ha disminuido de manera considerable la morbilidad y la mortalidad por estas tres enfermedades, que se encuentran sujetas a planes de control. La vacuna DPT es un compuesto de dos toxoides (tetánico y diftérico) y una fracción completa o celular del componente de Bordetella pertus- sis, absorbidos a un adyuvante, generalmente hidróxido o fosfato de aluminio. Una dosis de DPT contiene 20 Lf de toxoide diftérico, 10 tetánico y de bacilos muertos (célula completa de Bordetella pertussis) inactivados con formol e integrados en una suspensión. Justificación científico-técnica El esquema recomendado de la vacuna para tétanos y difteria tiene una eficacia del 95% al 98%, mientras que para la tos ferina es de 70% a 85%; la vacuna de célula completa es más efi- caz, de allí que se recomiende su aplicación en poblaciones endémicas sobre la DPT acelular a pesar de los efectos supuestamente atribuibles a la vacunación o inmunización. Existen dos formas de la vacuna que se diferen- cian en el componente de Bordetella pertussis, el cual puede contener toda la carga antigénica del bacilo, conformando la vacuna completa 30. 72 Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 4. Conceptos en el programa ampliado de inmunizaciones (DPT) que es la que tenemos disponible dentro del PAI. La otra forma es la DPaT, la cual contiene los siguientes componentes antigénicos, a saber: - Toxina de Bordetella pertussis - - Fimbria-2 - Fimbria-3 La DPaT tiene la ventaja de reducir los efectos adversos derivados del componente completo de Bordetella pertussis, guardando una eficacia similar. Sin embargo, se han descrito efectos supuestamente atribuibles a la vacunación o inmunización, como eritema, edema y dolor en el sitio de la aplicación, asociados a fiebre en un número mayor al habitual cuando se aplican la cuarta y quinta dosis de DPaT. No se recomienda intercambiar las vacunas de DPaT de las diferentes casas fabricantes, pues no existe evidencia que sustente tal práctica. Indicaciones La cuarta dosis debe administrarse un año des- pués de la tercera dosis, siempre y cuando hayan transcurrido 6 meses desde la tercera dosis y cuando no se pueda garantizar la asistencia del niño en los próximos 15 a 18 meses. A partir de los 6 años de edad y con refuerzos cada 10 años, no es necesaria la vacunación para Bordetella pertussis, razón por la cual se aplica la vacuna Td (tétanos y difteria). Esta vacuna no debe congelarse nunca, su color debe ser lechoso y su aspecto similar a motas de algodón. Antes de su aplicación debe lograrse una mezcla homogénea. Esquema de vacunación Edad de administración Edad de refuerzo Vía de administraciía de administracií ón y dosis Intervalo Recomendaciones Primera dosis a los 2 meses de edad Segunda dosis a los 2 meses de la primera Tercera dosis a los 2 meses de la segunda Primer refuerzo a los 12 meses de la tercera dosis Segundo refuerzo a los 5 años de edad; mínimo 12 meses después del primer refuerzo Intramuscular, cara antero-lateral del tercio medio del muslo 0,5 ml a 1 ml Entre las 3 primeras dosis: 8 semanas; mínimo, 4 semanas Refrigérese entre 2 C y 8 ºC. No debe congelarse. Efectos supuestamente atribuibles a la vacunación o inmunización y contraindicaciones 31. Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 73 4. Conceptos en el programa ampliado de inmunizaciones Estos efectos se deben al componente celular de Bordetella pertussis, ocurren en los prime- ros 7 días después de la vacunación y com- prenden: fiebre persistente de 38,5 °C o más, convulsiones dentro de las 48 horas siguientes a la dosis previa (convulsiones febriles simples y complejas), llanto inusual sin causa aparente, estado de choque o colapso, y trombocitopenia. En estos casos se recomienda continuar el esquema con TD pediátrico o la vacunación con DPaT. En niños mayores de 7 años o en casos de brote, se debe utilizar Td, es decir, toxoide tetánico diftérico de tipo adulto. Son más raras, pero la reacción anafiláctica y la encefalopatía posterior a la vacunación pueden presentarse en los primeros 7 días siguientes a la aplicación (0 a 10,5 casos por millón de aplicaciones); estas dos condiciones son en las que se contraindica la vacunación con DPT. Ninguna de las dos vacunas debe aplicarse si existen contraindicaciones absolutas para la vacunación. Vacuna contra influenza Las vacunas contra la influenza están constitui- das por virus inactivado de la influenza. En los periodos intrapandémicos, por lo general, las vacunas se componen de virus relacionados antigénicamente de manera cercana con las cepas circulantes de tipo A y B. En años recien- tes, la vacuna contra la influenza ha contenido tres virus inactivados, dos de tipo A (H3N2 y H1N1) y uno de tipo B. La vacuna contiene 15 µg de cada antígeno de hemaglutinina por dosis de 0,5 ml. También contiene timerosal como conservante, según el laboratorio productor, y trazas de proteína de huevo. Justificación científico-técnica La infección por el virus de la influenza (A y B) es de fácil adquisición y diseminación. Se calcula que el 10% de la población mundial la adquiere anualmente, con una mortalidad considerable en mayores de 60 años. El virus tiene la propiedad de mutar sus antígenos constantemente, lo cual obliga a realizar una vacunación anual de acuerdo con las mutacio- nes virales. La vacuna contra la influenza varía en relación con la época estacional, dado que el virus cam- bia rápidamente sus características antigénicas. Para ser efectiva, la vacuna necesita estimular el sistema inmunitario contra las principales cepas de virus circulantes. La vacuna contiene tres cepas, con la composi- ción modificada cada año con el fin de proteger contra aquellas cepas prevalentes, tanto en el hemisferio norte como en el hemisferio sur, en donde la circulación de cepas de la influenza es diferente y ocurre en diferentes meses del año (noviembre a abril en el norte y junio a septiem- bre en el sur). Por lo tanto, la vacuna obtenida en uno de los hemisferios puede ofrecer protec- ción parcial contra las cepas circulantes en el otro hemisferio. 32. 74 Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 4. Conceptos en el programa ampliado de inmunizaciones En Colombia se utiliza la vacuna que recomien- da la OMS para el hemisferio norte o sur, según las cepas circulantes. La inmunogenicidad de la vacuna se encuentra entre 70% y 80%, la cual dura menos de un año. Indicaciones Se aplica idealmente en los grupos de mayores de 60 años y de niños de 6 a 23 meses. Edad de administración Edad de refuerzo Vía de administraciía de administracií ón y dosis Intervalo Recomendaciones De 6 meses a 23 meses Mayores de 65 años Refuerzo anual De 6 a 12 meses, 0,25 ml (2 dosis), intramuscular De 12 a 24 meses, 0,5 ml (1 dosis) 0,5 ml (1 dosis) Mínimo 4 semanas Anual Revacunación anual (para todas las edades) En condiciones de vulnerabilidad (institucionalizados, estratos 0, 1 y 2) Esquema de vacunación Efectos supuestamente atribuibles a la vacunación o inmunización y contraindicaciones Los efectos leves que se pueden presentar son presencia de fiebre, generalmente, 6 a 24 horas después de la vacunación, y reacciones locales en el 10% de los individuos vacunados. Entre los efectos graves se ha mencionado la posible asociación causal entre vacunación y sín- drome de Guillain-Barré. Sin embargo, el peque- ño riesgo calculado del síndrome en cuestión es mucho menor que el de la influenza grave que pudo haber sido evitada por la vacunación. La vacunación de niños con asma o fibrosis quística con las vacunas actuales de virus inactivados de influenza no se acompaña de un incremento detectable de las de los efectos supuestamente atribuibles a la vacunación o inmunización. Con respecto a las contraindicaciones, se encuentra que los menores que han presen- tado una reacción anafiláctica grave a los embriones de pollo o a la proteína de huevos u otros componentes de la vacuna de virus inactivados, pueden presentar en raras oca- siones un tipo similar de reacción a la vacuna mencionada. La vacuna así preparada (virus inactivados) se ha administrado sin que cause ningun daño a los niños con cualquiera de las condiciones anteriores, después de pruebas cutáneas y, si así conviene, después de desen- sibilización. Sin embargo, en términos genera- les, es mejor no aplicarles la vacuna de virus inactivados ante el peligro de reacciones, la posible necesidad de inmunización cada año y 33. Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 75 4. Conceptos en el programa ampliado de inmunizaciones el hecho de contar con quimioprofilaxia contra la influenza. Otras contraindicaciones son el primer trimes- tre del embarazo y los lactantes menores de 6 meses de edad. Vacuna contra sarampión, rubéola y paro- tiditis Es una vacuna liofilizada, atenua- dos de sarampión, rubéola y parotiditis, obteni- dos en cultivos de células de embrión de pollo, a la que se agregan azúcares hipertónicos y gelatina como estabilizadores; además, contiene antibióticos como la neomicina o la kanamicina. Se presenta en frascos de una o diez dosis. Justificación científico-técnica La vacuna de sarampión, rubéola y parotiditis (SRP), aplicada a los 12 meses de edad, tiene una eficacia de 95% contra el sarampión y la parotidi- tis, y de 98% para la rubéola por lo que se espera un alto grado de inmunización en la población vacunada. Anteriormente sólo se utilizaba la vacuna antisarampionosa, pero, a partir de 1995 se incorporó al esquema regular la SRP, con lo cual se dió inicio al plan de control de la rubéola congénita y de la parotiditis y se mantuvo así el plan de erradicación del sarampión. El amplio uso de la vacuna contra el sarampión ha llevado a la disminución de presentación de panenecafalitis esclerosante subaguda hasta su virtual desaparición en Estados Unidos, lo cual es una evidencia adicional del efecto protector de la vacuna Indicaciones Se calcula que, aproximadamente, 5% de los pacientes vacunados no desarrollan anticuerpos contra el sarampión, de allí que se prefiera la apli- cación de una segunda dosis a los 5 años. Esquema de vacunación Efectos supuestamente atribuibles a la vacuna- ción o inmunización y contraindicaciones Los efectos leves que se pueden presentar son los siguientes: Fiebre en 5 % a 15%; Exantema debido a la fracción del virus del sarampión en 3% a 5%; Artralgias leves y artritis transitoria; Parotiditis que puede conllevar, además, a convulsión febril, sordera neurosensorial, meningitis o encefalitis, exantema, orquitis o reacción anafiláctica a cualquiera de los com- ponentes de la vacuna, y Adenopatías entre el 5° y el 12° días después de la vacuna, en 10% de los vacunados. Entre los efectos graves, se puede presentar la encefalitis aguda y se calcula que podría presen- tarse en un caso por cada 300.000 a 1'000.000 Edad de administra-ción Edad de refuerzo Vía deía deí administración y dosis Recomen- daciones A partir de los 12 meses de edad A los 5 años de edad Subcutánea, en el tercio medio del brazo, 0,5 ml Refrigérese entre 2 C y 8 ºC. No debe congelarse. 34. 76 Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 4. Conceptos en el programa ampliado de inmunizaciones de dosis aplicadas, en comparación con un caso por cada 1.000 casos de sarampión natural. Sin embargo, no se ha demostrado que estas alteraciones neurológicas sean imputables a la vacuna. Se ha documentado también la púrpura trombocitopénica de curso benigno. En cuanto a las contraindicaciones, no se debe aplicar en casos de reacciones de hipersensi- bilidad importante al huevo y a la neomicina, en casos de inmunosupresión o inmunodeficiencia activa; sin embargo, se recomienda aplicarla a portadores asintomáticos del VIH, porque el riesgo y los efectos de una enfermedad natural son mayores. Aunque no están demostrados los efectos tera- togénicos de esta vacuna, no se recomienda su aplicación en mujeres embarazadas. Si ocurre vacunación inadvertida durante el embarazo, se debe notificar a la autoridad de salud correspon- diente y hacer un seguimiento de la madre y del producto de la gestación. En pacientes que hayan recibido inmunoglobu- linas o derivados sanguíneos, debe darse un tiempo suficiente para que se disminuyan los anticuerpos adquiridos por la inmunidad pasiva y haya una adecuada respuesta a la vacuna. Este intervalo oscila entre 3 y 6 meses a criterio del médico y, ante la posibilidad de un brote epidémi- co, puede aplicarse en estos pacientes una dosis adicional de vacuna. Vacuna de sarampión y rubéola Es una vacuna liofilizada, con virus vivos atenua- dos de sarampión y rubéola, obtenidos en culti- vos de células de embrión de pollo, a la que se agregan azúcares hipertónicos y gelatina como estabilizadores. Se presenta en frascos de una o diez dosis. Justificación científico-técnica La vacuna de sarampión y rubéola (SR) tiene una eficacia de 95% aplicada inmediatatamente después del parto o de un aborto en mujeres susceptibles, por lo que se espera un alto grado de inmunización en la población vacunada. Hace parte del plan de control de la rubéola congénita y del plan de erradicación del sarampión. Esquema de vacunación Efectos supuestamente atribuibles a la vacuna- ción o inmunización y contraindicaciones Los efectos leves que se pueden presentar son los siguientes: fiebre, en 5% a 15%, y exantema debido a la fracción de sarampión, en 3 % a 5%. Hasta en 10% de los vacuna- dos puede aparecer infección atenuada por sarampión, entre 7 y 14 días después de la vacunación, con exantema o sin él; en inmu- de sarampión poste- rior a la vacunación puede ser grave. Edad de administra-ción Edad de refuerzo Vía deía deí administración y dosis Recomen- daciones A partir de los 12 meses de edad A los 5 años de edad Subcutánea, en el tercio medio del brazo, 0,5 ml Refrigérese entre 2 C y 8 ºC. No debe congelarse. 35. Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 77 4. Conceptos en el programa ampliado de inmunizaciones El efecto grave supuestamente atribuible a la vacunación o inmunización que se ha evaluado es la encefalitis aguda, que se calcula podría presentarse en un caso por cada 1'000.000 de dosis aplicadas, en comparación con un caso por cada 1.000 casos de sarampión natural; sin embargo, no se ha demostrado que estas altera- ciones neurológicas sean imputables a la vacuna. Raramente puede presentarse trombocitopenia o reacción alérgica (tipo anafiláctica). Se observa artritis, artralgias o ambas en 10% a 15% de los adultos vacunados por rubéola. Ocasionalmente, se informa rubéola atenuada después de la vacunación, especialmente en adultos. Entre las contraindicaciones, se estableció que no se debe aplicar en casos de reacciones de hipersensibilidad importante al huevo y a la neomicina, en casos de inmunosupresión o inmunodeficiencia activa; sin embargo, se reco- mienda aplicarla a portadores asintomáticos del VIH, porque el riesgo y los efectos de una enfermedad natural son mayores. Aunque no están demostrados los efectos teratogénicos de esta vacuna, no se recomienda su aplicación en mujeres embarazadas. Si ocurre vacunación inadvertida durante el embarazo, se debe noti- ficar a la autoridad de salud correspondiente y hacer un seguimiento de la madre y del fruto de la gestación. En pacientes que hayan recibido inmunoglobu- linas o derivados sanguíneos, debe darse un tiempo suficiente para que se disminuyan los anticuerpos adquiridos por inmunidad pasiva y haya una adecuada respuesta a la vacuna. Este intervalo oscila entre 3 y 6 meses a criterio del médico y, ante la posibilidad de un brote epidémi- co, puede aplicarse en estos pacientes una dosis adicional de vacuna. Vacuna contra fiebre amarilla (antiamarílica) Está elaborada con virus vivos atenuados de fiebre amarilla cepa 17D, con dos subcepas 17D-204 y la 17DD que son cepas atenuadas obtenidas por la propagación de la cepa salvaje ASIBI de la fiebre amarilla, por pases repetidos en huevos embrionados. Se presenta en frascos de 5, 10, 20 y 50 dosis. Justificación científico-técnica Es la forma más efectiva para prevenir la fiebre amarilla, debido a que repercute en la incidencia de la enfermedad, detiene la propagación y difu- sión geográfica, y previene la aparición de brotes epidémicos. La vacuna tiene una eficacia cercana a 99% con una sola dosis. Después de siete a diez días de su aplicación, aparecen anticuerpos protectores que perduran hasta por 30 años. No obstante, se recomienda la revacunación cada 10 años. Un vacunado queda inmunizado eficaz- mente desde el día 10 después de la dosis de primera vacunación e inmediatamente tras una dosis de revacunación. Es recomendada por la OMS para la prevención de la fiebre amarilla. En Colombia se aplica masi- vamente en las áreas de mayor riesgo desde 1934, con lo cual se ha disminuido el número de casos confirmados de esta enfermedad. A partir de 1998 se incluyó dentro del programa regular de vacunación, para ser aplicada en zonas de mayor riesgo a todos los mayores de 1 año como plan de control con el fin de evitar la 36. 78 Manual Técnico Administrativo del Programa Ampliado de Inmunizaciones - PAI 4. Conceptos en el programa ampliado de inmunizaciones urbanización de la enfermedad; de igual manera, quienes viajen a estas zonas deben vacunarse, al menos, con 15 días de antelación. Indicaciones A partir del año 2003, es obligatoria en todo el país en niños de 12 a 23 meses de edad. En zonas endémicas, definidas por el Ministerio de la Protección Social para esta enfermedad, se debe aplicar a todas las personas entre 1 y 60 años. Los mayores de 60 años y hasta los 65 años de edad, las mujeres gestantes y los niños entre 9 y 11 meses de edad pueden vacunarse teniendo en cuenta el riesgo de adquirir la enfer- medad, previa valoración médica. En situaciones epidemiológicas especiales se puede emplear desde los 9 meses de edad, pero nunca antes de esta edad, por el riego elevado de desarrollar encefalitis. Los efectos que se pueden presentar, general- mente, son leves; menos de 5% de los vacunados tienen signos o síntomas, como cefalea, mialgias, Edad de administra- ciócióci n Edad de deía deí administracióadministracióadministraci n y dosis Recomen- daciones Mayores de 1 año Cada 10 años Subcutánea 0,5 ml Refrigérese entre 2 ºC y 8 C. Esquema de vacunación Efectos supuestamente atribuibles a la vacu- nación o inmunización y contraindicaciones eritema, prurito y fiebre, entre los días 5 a 12 de la vacunación.También puede presentarse alergia. Se contraindica en pacientes con las siguientes condiciones: Inmunodeficiencias congénitas linfomas, procesos neoplá- sicos o larga evolución con corticoides, antineoplásicos o radioterapia, así como en personas afectadas de infección por el VIH; Alergia grave a la proteína del huevo; en caso de aplicarse, puede presentarse urtica- ria, exantema y crisis de bronquitis asmática (un caso por millón); Reacción anafiláctica previa a la vacuna; Pacientes menores de 9 meses (riesgo de encefalitis); Haber recibido vacunación para cólera o fiebre tifoidea en las tres semanas previas; Mujeres gestantes, a menos que el riesgo vital sea mayor, de acuerdo con el área geo- gráfica, y Mayores de 60 años de edad. Toxoides Toxoide tetánico y toxoide diftérico Para personas menores de 7 años de edad (TD pediátrico) Un ml contiene 7 a 8 unidades Lf (limite de floculación) de antígeno diftérico purificado y absorbido, 5 a 12,5 unidades Lf de antígeno tetánico "}