{"title": "How to Boost Your Immunity to Prevent Colds and Flu this Season", "author": "Aviva Romm", "url": "https://avivaromm.com/boost-immunity-prevent-flu-colds/", "hostname": "avivaromm.com", "description": "Physician-herbalist Aviva Romm shares six natural tips that adults, kids, and pregnant women can use to prevent and treat flu and colds.", "sitename": "Aviva Romm, MD", "date": "2022-11-15", "cleaned_text": "This year, staying well and preventing colds and flu is more important than ever. Not only is it expected to be a worse-than-average flu season, we're also entering another COVID winter. So let's talk about all the things that we know really work to prevent colds and flu in adults and kids - from the practical to the pharmaceutical to the nutritional and herbal. First, what's a cold, what's the flu, and what's all the fuss really about? A Primer on Colds and Flu Both colds and flu are caused by common viruses that circulate among us seasonally, particularly in the colder months - and contrary to common misconceptions, as in how we might say \"I have the flu\" if we have a fever and runny nose, cold and flu are not the same thing. The common cold is a benign, though annoying and uncomfortable, self-limited set of symptoms caused by members of several families of viruses including rhinovirus and coronavirus (milder cousins of the big scary one we've been facing for the past couple of years). Symptoms include nasal congestion and discharge, sneezing, scratchy or sore throat, cough, low-grade fever, headache, and fatigue. typically lasting for 5 to 7 days. Colds generally don't come with any serious consequences in otherwise healthy people, though in kids, when accompanied by [ear infections](https://avivaromm.com/natural-remedies-ear-infections/), for example, may occasionally lead to secondary bacterial infections. Influenza (aka 'the flu') is an acute respiratory illness caused by influenza A or B viruses that occurs in outbreaks and epidemics worldwide, mainly during the late autumn and winter, which is generally late October through March in the Northern Hemisphere - though in recent years we've seen persistence and resurgences, including of virulent strains, well into May, possibly a result of climate changes. Prior to COVID-19, the flu was one of the most feared infections due to pandemics that have killed millions of people in a short time, for example, the Spanish Flu of the early 1900s and more recent scares with Swine Flu, H1N1, and other forms of Avian Flu. Flu symptoms may be mild, but generally it causes substantial aches, fever, chills, headache, cough, and sore throat that can make you feel miserable for 3 to 7 days, and lead to fatigue for a couple of weeks after. While COVID-19 may make the flu seem trivial in comparison - this infection should not be underestimated - [the CDC estimates](https://www.cdc.gov/flu/about/burden/index.html) that the flu has resulted in 9 million to 41 million illnesses, 140,000 to 710,000 hospitalizations and 12,000 to 52,000 deaths annually between 2010 and 2020 in the United States alone. While anyone can become very sick as a result of the flu, some individuals are at greater risk of complications from the flu. Very young children, pregnant women, and people with chronic medical conditions such as poorly controlled diabetes, lung disease, and heart disease, are at greater risk for complications. In children it can lead to complications including ear and sinus infections, and pneumonia, and in pregnant women [high fever](https://avivaromm.com/headaches-in-pregnancy/) can be a problem for the developing embryo or fetus. When it comes to cold and flu season, an ounce of prevention truly is worth a pound of cure. But what really works? Let's cut to the chase on the best evidence-based approaches you can start anytime to boost your immunity and do your best to stay well throughout the cold and flu season. The Elephant in the Room: What About Vaccinations and Flu Medicines? Before we dive into the six approaches to cold and flu prevention I want to share with you, I want to address the elephant that's usually in the room in a discussion like this: what about vaccinations and medications to take at the onset of flu? When it comes to cold prevention, there are no vaccines or medications for prevention, and when it comes to treatment, medications are limited to those for common symptoms and discomfort, like Tylenol and ibuprofen for fever and headache. So there's all the more reason to boost your immunity for natural prevention. When it comes to the flu, there are medical options for prevention: receiving the flu vaccine for that season (it changes annually because the strains of flu we're exposed to each year change) or taking oseltamivir (Tamiflu) or a similar medication within the first 72 hours of symptoms, should you have a known or suspected flu exposure, or have flu-like symptoms during flu season. Whether to receive the flu vaccine is a very personal decision which, in addition to your personal preferences, should ideally take two main factors into consideration: - risk of flu consequences for yourself or for whomever you're making this decision, based on their immune status, age, concurrent medical conditions, pregnancy, etc. - the risk of exposing others (for example, you're a healthcare worker or teacher), Flu vaccine effectiveness varies each year, and in recent years has ranged from an efficacy of 24% to 67%. That's because some years the vaccine manufacturers don't quite get the strains right, and sometimes the immune system doesn't quite click into gear with a robust enough response to the vaccine. However, even if it doesn't prevent you from getting the flu, vaccines may help reduce its severity. Keep in mind it takes 10-14 days after getting vaccinated to gain immunity, so if you've already been exposed, or get exposed in that 2-week window after getting the flu shot, it might not help. If you choose to get vaccinated for the flu, or are required to in order to keep your job, as many health care workers and teachers are, I recommend the single injection pre-loaded syringe as the lowest risk option. It is mercury-free, whereas the multi-dose vial form, which is most commonly used, contains small amounts of thimerosal. The live virus intranasal form is also available, and while this can't be attributed to the vaccine based on studies, I have seen autoimmune symptoms emerge in several patients within weeks of receiving the vaccine this way. This form is also not safe for pregnant women to receive. Prevent Flu with Tamiflu... or Not? Oseltamivir, or Tamiflu, its trade name, is a particularly interesting medication for me to write about because there's been a spate of heavy politics surrounding the drug that I've been following for the past few years. The medication, a neuraminidase inhibitor, is used to reduce the duration and severity of symptoms when treatment is initiated early after the onset of symptoms, and to prevent shedding of the virus which can infect others even when illness has passed. It is supposed to be given within 48 hours of the onset of flu symptoms to be effective in otherwise healthy people. The manufacturer and medical community have endorsed its effectiveness and safety for years. But maybe, recent reports suggest, this endorsement wasn't warranted. It seems that for 4 1/2 years, not only was the data on safety and effectiveness questionable, but the manufacturer was publicly refusing to release its data. Major actions by the British Medical Journal (BMJ) Editor-in-Chief, who published letters to the manufacturer documenting its lack of forthcoming responses, as well as by The Cochrane Library, an evidence-based repository of medical data used by physicians all over the world for research and clinical evidence, yielded no disclosing of the data. Only recently has this data finally been obtained, and accordingly to a leading Yale researcher (and a former professor of mine), Harlan Krumholz, the complete evidence paints a much less positive picture of oseltamivir than was presented to regulators, policy makers, clinicians, and the public. Important benefits were overestimated and harms under-reported. In particular, the review found no compelling evidence to support claims that oseltamivir reduces the risk of complications of influenza, such as pneumonia and hospital admission, claims that were used to justify international stockpiling of the drug. So all told, I am not a Tamiflu fan - and do not recommend it to my patients. However, since you have 48 hours from the onset of symptoms, you can take a \"wait-and-see\" approach and always give it a go if you do get the flu and want to try to nip it in the bud. Regardless of whether you choose to get vaccinated, or plan to take Tamiflu, etc, should you get the flu, it's still important to shore up your immune system intrinsically to prevent colds, to bridge the gap in vaccination efficacy, and to actually improve the likelihood that your vaccine will work - as you'll soon learn about. A healthy immune system also goes beyond cold, flu, and even possibly COVID-19 prevention - it's important for maintaining a low inflammation profile, preventing pain and chronic illness, is important for cardiovascular and brain health, metabolism, and even for healthier sleep, mind, mood, and hormones. So let's get your started on practical steps you can take specifically for cold and flu prevention - and overall immune support. Six Ways Boost Your Immune System to Prevent Colds and Flu As a doctor with a 35+-year background in integrative medicine, natural, common sense, DIY approaches to supporting our immunity make sense to me. Why not take practical, simple steps to support our immune health - to at least potentially reduce 5 to 7 days of having a miserable cold or worse, or the flu with its aches and pains and misery - if there's any glimmer that these things will help, and we know definitively that many of them do. In fact, for me, the basics like minimizing my exposure, getting better sleep, and eating well are a no brainer - and a way of life. When it comes to the supplements - some, like Vitamin D and Vitamin C are simple, affordable, and in the recommended doses, quite safe - so again, a simple, easy yes. When it comes to adding in additional supplements, I'd say gauge your budget and also your history with cold and flu. If you're that person who looks at someone who sneezes and is sick yourself the next week - yes, all in if you're inclined and you have no contraindications to the herbs and supplements - using the whole 'toolkit' I share, or picking and choosing according to your needs, preferences, budget, and your personal inclination toward supplementing. Reduce Your Exposure I know this may seem basic - but it's actually a super important starting place. All the things we learned to do during the pandemic - from elbow bumps to handwashing to mask wearing are as relevant - if not more. Colds and flu are spread when an infected person coughs, sneezes, or talks within 6 feet of another, and it's speculated that the flu is also spread via smaller particles at an even farther distance. So wearing a mask in crowded or small public spaces is a reasonable precaution, particularly if you're in a higher risk category for adverse flu events. These viruses are not only airborne, they spread through fomites - meaning the things we touch including door handles, elevator buttons, a shared pen, other people's hands - you name it. So to reduce your risk of contracting either the cold or the flu, stick with the elbow bump and try to stay clear of hugs and handshakes, wash your hands with soap and water or hand sanitizer regularly, especially when you're out and about, you've shaken hands with someone, have been in a public place where you've touched a lot of things (i.e., an elevator, the grocery store), or you've been working on a shared computer keyboard (at work, the library), or have exchanged money with someone. How do you wash your hands effectively? For 20 seconds with soap and water (singing the Happy Birthday song takes just about 20 seconds), or using an alcohol-based hand sanitizer when you can't get to soap and water, can significantly cut down on your risk of getting sick or bringing the flu home to your family. Also, try to avoid touching your eyes, nose, and mouth - a common way we spread germs to our kids and us! It's not that easy to do - the average person touches their face a couple of hundred times per day! Finally, do your part to prevent exposing others. If you have symptoms of what might be the flu, stay home from work - or if it's your kids, keep them home from school. Keep in mind that your doctor is probably ignoring the advice to stay home if sick - most of us were trained to show up at work unless we were practically dying. So your well-meaning doctor or other healthcare provider may also be an unwitting major germ-spreader - meaning whenever possible, telemedicine may be advantageous during cold and flu season. Get Enough Exercise I was fortunate to spend 6 years on a medical advisory board with one of the world's leading exercise physiologists, David Nieman, a professor of biology at Appalachian State University, whose research has demonstrated powerful connections between exercise, diet, and immunity. A [study](https://bjsm.bmj.com/content/45/12/987) published in 2011 by Nieman et al reported that, based on three month's work of data collected from 1000 adults, the most significant factor that emerged in terms of prevention of respiratory infections, even over stress and diet, was the amount of exercise. Physical activity, for five or more days per week, was associated with a 43% reduced risk of upper respiratory infection and also severity of infection, compared to exercising less than one day each week. Exercising even for just 20 minutes per week, even just a brisk walk, was better for infection prevention than no exercise at all. However, Nieman's work, which has focused on susceptibility of athletes to viral infection after intensive competitive events, shows us that there's a Goldilocks effect - while enough exercise boosts immunity, too much exercise can be counterproductive because it [temporarily suppresses immunity](https://www.sciencedirect.com/science/article/pii/S2095254618301005?via%3Dihub) [.](https://www.sciencedirect.com/science/article/pii/S2095254618301005?via%3Dihub) While there's no quantification of what ['too much' exercise ](https://www.nytimes.com/2022/01/04/well/move/too-much-exercise.html#:~:text=An%20exercise%20addiction%20can%20occur,exercise%20addiction%2C%20one%20of%20Dr.)is, pay closer attention to hitting pause long before you hit that wall, especially during cold and flu season, and lean into a combination of forms of physical activity rather than solely focusing on pushing hard. Get Extra Rest A tired body means your immune system isn't as fired up as it could be and you're more susceptible to getting sick. Research shows us the [lack of enough sleep, or good quality sleep, makes us more susceptible to getting sick](https://journals.physiology.org/doi/full/10.1152/physrev.00010.2018?rfr_dat=cr_pub%3D) by dampening the body's immune defenses. So, If you've been burning the candle at both ends and not getting enough sleep, this is a really good time to give yourself permission to pause. Make a commitment to get at least 7 to 8 hours of sleep each night, especially during cold and flu season. Pass on that night out drinking, the extra hour of TV, or getting in just a little more work. Hop into bed with a good book, a cup of hot tea (just the act of sipping hot tea helps to prevent sinus infections, too!) and shut the lights early. Good sleep is also important because it helps us to regulate our stress response better, which is also important for immunity. Stress Less Stress inhibits your immune system's ability to prevent and fight infection. In fact, studies have found that even [vaccinations are less effective when we're chronically stressed and tired](https://link.springer.com/chapter/10.1007/978-3-030-16996-1_6)! Inadequate or poor sleep, as well as chronic stress, increase our susceptibility to infection, and also create a state of chronic inflammation, which makes us susceptible to many more medical conditions. Perhaps it's easier said than done, but reducing stress and staying calm (and not just carrying on!) during cold and flu season - which coincides with the stress of holiday season - can make a huge difference in your immune response. What are a few simple ways to reduce stress? - Learn how to set limits and boundaries on how much you take on - and how much stress you're exposed to. - Remember that pleasure helps us to reduce stress, so make sure you're doing things that feed and nourish your spirit. - And add in a daily stress reduction practice. Even just 3 minutes of meditation once or twice a day can help keep your immune system - and emotions - more resilient, with the added benefit of improving sleep. Eat Well Reams of studies show us that food and beverage choices have a massive impact on our immune health. Just the amount of sugar found in common bottled fruit juices can dampen immunity, including even moderate consumption of them. On the other hand, eating a diet rich in a variety of brightly colored fruits and vegetables - from berries to greens to carrots - provides us with the nutrients, fiber, and phytochemicals our immune system needs to help us thrive and maintain optimal resilience and infection resistance. For example, [David Nieman's work](https://bjsm.bmj.com/content/45/12/987) mentioned earlier, showed that eating at least three servings of fruits daily provided protection against upper respiratory infections compared to those who didn't eat as many fruits each day. This is a good time to cut down on the alcohol, minimize the sugar and processed foods, and make sure you're getting plenty of good quality protein and vegetables. A whole foods, Mediterranean-style diet, is great protection against getting sick. Not sure how to do this? The meal plans and recipes in my books, [The Adrenal Thyroid Revolution](https://avivaromm.com/books) and [Hormone Intelligence](https://avivaromm.com/book), will give you all you need to get started. You'll also find chapters on stress reduction and how to get better sleep in both books. And of course there are tons of free resources on this website, too. Back to the pleasure and immunity principle I mentioned previously, both the catechins found in [green tea](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8456193/) [dark chocolate](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3671179/) have immune-protective effects - so adding these simple pleasures to your diet is a plus. Supplements and Herbs to Boost Your Immune System There's an old adage that says \"if you treat a cold it's gone in seven days, if you leave it alone, it's gone in a week.\" But recent data on natural supplements challenges that dictum - showing us that there is a handful of herbs and supplements that are not only effective for prevention, but may also shorten the duration and severity of colds or flu should you get sick with one of the other, despite your best efforts at prevention. These supplements are also generally safe with most medications and medical conditions, but check with your medical provider first. If you're pregnant or breastfeeding, please note these indications: Here are my top, evidence-based choices for herbs and supplements with immune-boosting, and cold and flu preventative effects. Note that more is not better, and can even be risky when it comes to supplements - the doses provided are those that are generally considered safe and effective. If you're pregnant or nursing, use this key: Indicates that this can be used during pregnancy and breastfeeding Indicates that this is safe for use while breastfeeding, but not in pregnancy. Vitamin C () aids in the formation of immune cells, supports their function, and support the health of the lining of your respiratory passages from microorganisms. While studies are limited in humans: - A 2018 meta-analysis that included 9 clinical studies supported the idea that vitamin C can shorten colds and lessen symptoms, particularly in athletes. - Daily use of Vitamin C (ascorbic acid) has been shown to reduce the likelihood of colds and flu, reduce antibiotic use, and school absences in children. - People who take vitamin C regularly can expect shorter colds (by 8% in adults and 14% in children) with slightly less severe symptoms. - It only seems to be beneficial if taken daily and preventatively, so I recommend starting it at the beginning of the season, or when you read this, and continue until the end of cold/flu season. - The dose is 500-1,000mg/day for kids, and 1000-2000 mg/day for adults. Vitamin D3 () is critical for optimal immune function and is often hard to get enough of from food or sunlight alone, especially in the winter. - Epidemiologic studies have shown that low levels of serum vitamin D are associated with increased risk of getting upper respiratory infections. - According to a 2017 large systematic review and meta-analysis, supplementing vitamin D reduces the likelihood of upper respiratory infections, as well as asthma - The dose for adults is 1000-2000 units daily; for kids is 400-800 units/day, depending on age. Zinc () is intimately involved with many aspects of immune function and maintaining resistance to upper respiratory infections. - Zinc lozenges are the preferred form for preventing infection in the sinuses and respiratory tract, where they may also reduce inflammation. - They can also be taken within 24 hours of the onset of symptoms, sucked throughout the day, to reduce cold symptoms by 2 to 4 days. Zinc acetate, the more common form may be more effective, but not all studies show that the form makes a difference. - The dose depends on age. For adults it's 40 mg/day total; for kids over 6 months the daily dose is 6-12 months 2-3 mg, 1-3 years 3 mg, 4-8 years 5 mg, and 9-13 years 8 mg. - The dose found in one major study on zinc for colds found that for adults, for reducing cold duration, the optimally effective dose is 75 to 90 mg/day, far higher than that I've just mentioned. However, this higher dose is considered safe for up to 2 weeks - so if you've been exposed to an upper respiratory infection, and are a non-pregnant adult, you can safely try this, though please check with your medical provider first. Everyone else, stick with the lower doses previously mentioned. - Zinc is terribly nauseating so don't take it on an empty stomach. I learned this one the hard way - 30+ years ago - with two kids vomiting in the backseat of the car in the middle of a very long car trip - yuck! Probiotics (): A healthy immune system, depends on a [healthy gut](https://avivaromm.com/robynne-chutkan/), which in turn depends on the health of both your microbiome and your intestinal lining, which forms a major immune barrier in your body that may in turn, help protect you from upper respiratory infections. Various probiotics have been shown to interact with immune system cells, and while a 2015 Cochrane review found no evidence that probiotics prevent cold and flu, another systematic review and meta-analysis of 23 randomized controlled trials (RCTs) has found that probiotics appear to decrease the incidence of respiratory tract infections (RTIs) in children, athletes, and the elderly, and an interesting study, this one in healthy older adults, found that taking probiotics and/or prebiotics helped improve the efficacy of the flu vaccine when supplemented around the time of vaccination. When it comes to cold and flu prevention, while the data is mixed, probiotics are safe enough and the data is promising enough that I do include a probiotic that contains a mix of Lactobacillus and Bifidobacterium strains. in my prevention tool kit for my patients susceptible to colds and flu. Echinacea () is traditionally used to support immunity, has been the subject of many studies, and while the results have been mixed, there is evidence that taken daily: - it may reduce the risk of upper respiratory infections, - reduce the duration of upper respiratory infections, - and particularly in children, may prevent upper respiratory infection from recurring. Because echinacea can interact with certain medications, particularly immunosuppressive drugs, discuss daily use with your medical provider first. Additional traditional herbs to consider adding to your daily routine include: Cook with onions, garlic, turmeric, and ginger, all of which have been used historically to prevent and treat infection, and which modern science validates for antiviral and anti-inflammatory effects. Medicinal Mushrooms (): As I talk about in [this article](https://avivaromm.com/medicinal-mushrooms-immune-system/), mushrooms can be part of daily immune boosting. I recommend a combination of medicinal mushrooms including cordyceps, turkey tail, reishi, and maitake, for example, as a part of a daily immune boosting herbal protocol, as teas, tinctures, or powders added to other beverages or foods. Elderberries (), taken preventatively at the start of symptoms, may reduce the duration and severity of symptoms of colds and flu, but the evidence is still preliminary. Because the plant can be poisonous, it's preferable to purchase reliable products on the market than to make your own, unless you are quite knowledgeable in plant identification, know the proper parts to use, and how to prepare it. A typical dose is 1 TBS of the syrup 3 times daily for adults, 1 tsp 3 times daily for children, at the onset of symptoms. Not sure where to find these? [Mountain Rose Herbs](https://www.mountainroseherbs.com/) is a wonderful source for purchasing small amounts of loose organic herbs and tea making supplies; if you are uncertain what supplement brands I consider reliable, you can see those I use in [my online formulary](https://avivaromm.com/supplements/), with no obligation to make any purchases there. I hope this episode gives you food for thought - and tools for immune health this cold and flu season. I wish you a season filled with ease and wonder! Aglipay M, et al. [Effect of High-Dose vs Standard-Dose Wintertime Vitamin D Supplementation on Viral Upper Respiratory Tract Infections in Young Healthy Children](https://pubmed.ncbi.nlm.nih.gov/28719693). JAMA (2017) Berry DJ, et al. [Vitamin D status has a linear association with seasonal infections and lung function in British adults](https://pubmed.ncbi.nlm.nih.gov/21736791). Br J Nutr (2011) Brockman-Schneider RA, Pickles RJ, Gern JE. [Effects of vitamin D on airway epithelial cell morphology and rhinovirus replication](https://pubmed.ncbi.nlm.nih.gov/24475177). Carr AC, Maggini S. Nutrients (2017) Hemilä H, Chalker E. [Vitamin C for preventing and treating the common cold](https://pubmed.ncbi.nlm.nih.gov/23440782). Cochrane Database Syst Rev (2013) Hemilä H, Chalker E. [The effectiveness of high dose zinc acetate lozenges on various common cold symptoms: a meta-analysis](https://pubmed.ncbi.nlm.nih.gov/25888289). BMC (2015) Hemilä H, [Zinc acetate lozenges for treating the common cold: an individual patient data meta-analysis](https://pubmed.ncbi.nlm.nih.gov/27378206). Br J Clin Pharmacol Hemilä H. [Echinacea and elderberry-should they be used against upper respiratory tract infections during pregnancy?](https://pubmed.ncbi.nlm.nih.gov/24624087) Front Pharmacol (2014) Karsch-Völk M, et al. [Echinacea for preventing and treating the common cold](https://pubmed.ncbi.nlm.nih.gov/24554461). Cochrane Database Syst Rev (2014) Martineau AR, et al.. [Vitamin D supplementation to prevent acute respiratory tract infections: systematic review and meta-analysis of individual participant data](https://www.bmj.com/content/356/bmj.i6583). BMJ subsp. lactis BB-12 impacts upper respiratory tract infection and the function of NK and T cells in healthy adults](https://pubmed.ncbi.nlm.nih.gov/26821116). Mol Nutr Food Res (2016) Rafiq R, et al. [Associations of Serum 25(OH)D Concentrations with Lung Function, Airway Inflammation and Common Cold in the General Population](https://pubmed.ncbi.nlm.nih.gov/29301349). Nutrients (2018) Ran L, et al. [Extra Dose of Vitamin C Based on a Daily Supplementation Shortens the Common Cold: A Meta-Analysis of 9 Randomized Controlled Trials](https://pubmed.ncbi.nlm.nih.gov/30069463). Biomed Res Int (2018) Shah SA, et al. [Evaluation of echinacea for the prevention and treatment of the common cold: a meta-analysis](https://pubmed.ncbi.nlm.nih.gov/17597571). Lancet Infect Dis (2007) Telcian AG, et al. [Vitamin D increases the antiviral activity of bronchial epithelial cells in vitro](https://pubmed.ncbi.nlm.nih.gov/27838350). Antiviral Res (2017) Tiralongo E, Wee SS, Lea RA. [Elderberry Supplementation Reduces Cold Duration and Symptoms in Air-Travellers: A Randomized, Double-Blind Placebo-Controlled Clinical Trial](https://pubmed.ncbi.nlm.nih.gov/27023596). Nutrients (2016) Ulbricht C, et evidence-based systematic review of elderberry and elderflower (Sambucus nigra) the Natural Standard Research Collaboration](https://pubmed.ncbi.nlm.nih.gov/24409980). J Diet Suppl (2014)Wang Y, et al. [Probiotics for prevention and treatment of respiratory tract infections in children: A systematic review and meta-analysis of randomized controlled trials](https://pubmed.ncbi.nlm.nih.gov/27495104). Medicine (Baltimore) (2016) "}