{"title": "Five diet changes to reduce seasonal allergies", "author": null, "url": "https://swedishcovenant.org/community/patient-stories-wellness-articles-and-blogs/wellness-articles/diet-and-lifestyle/five-diet-changes-to-reduce-seasonal-allergies", "hostname": "swedishcovenant.org", "description": "There's no need to let irritants get the best of you during allergy season this year. Follow these tips to stay one step ahead of your allergies.", "sitename": "swedishcovenant.org", "date": "2023-01-01", "cleaned_text": "Five diet changes to reduce seasonal allergies For individuals affected by allergies, a change in weather can mean a significant change in lifestyle, including trying at-home remedies or over-the-counter medications and entirely avoiding certain settings. Fortunately, there's no need to let irritants get the best of you during allergy season this year. Follow these dietary tips from [Everyday Health](http://) to stay one step ahead of your allergies this season. 1. Drink green tea each morning. The beverage contains natural antihistamines that have been proven to reduce allergic reactions. 2. Don't eat foods high in spices during pollen season. The reactions they cause—runny eyes, nose, mouth, etc.—is in the same family as that of allergies and can exacerbate symptoms. 3. Adopt the Mediterranean Diet. Eating the clean, fresh foods included in this diet—fruits, vegetables, beans, whole grains, fish and olive oil—has been thought to help many respiratory allergies, including asthma. 4. Develop a healthy, sustainable diet to shed unwanted weight. There have been a number of studies that [conclusively suggest](http://www.jacionline.org/article/S0091-6749(11)02275-5/fulltext) that obesity can make asthmatics more prone to attacks. A healthy weight can greatly benefit individuals suffering from this condition. 5. Use less salt. Consuming less salt regularly can improve lung function. Much of the salt individuals consume comes from processed foods which should be avoided. To further reduce your salt intake, use fresh herbs and spices to season dishes. \"It's no secret that proper diet is the key to maintaining optimal health,\" said Kate Kinne, RD, LDN, a dietician at Galter LifeCenter. \"Adopting good eating habits can definitely have a positive impact on how seasonal allergies affect you for this reason. Everyone, regardless of their current level of health, should strive to eat a variety of simple, unprocessed foods like fruits, veggies, whole grains and healthy fats, while minimizing added salt.\" Five Allergy Super Foods In addition to developing a sustainable, comprehensive diet, adding these foods can help allergy control even further: 1. Tropical Fruits High in Vitamin C and bromelain—a chemical that can [help relieve asthma](http://www.webmd.com/allergies/features/7-day-menu-for-spring-allergy-season) . 2. Fatty Fishes Full of omega-3 fatty acids that have been proven to greatly [lessen allergy symptoms](https://weather.com/health/news/foods-help-stop-seasonal-allergies-20141002#/2) . 3. Onions Have quercetin, a natural chemical that reduces the body's [natural reaction to histamine](http://www.webmd.com/allergies/features/7-day-menu-for-spring-allergy-season) . 4. Local Honey [Contains pollen](http://swedishcovenant.org/community/well-community-articles/2014/06/23/can-local-honey-fight-off-allergies) . In low doses taking throughout the year, consuming honey can help individuals grow immunity to the effects of seasonal allergies. To learn more about the allergy-reducing effects of honey, visit our [previous story](http://). 5. Yogurt A natural source of probiotics, which can help individuals become [less effected by allergens](https://weather.com/health/news/foods-help-stop-seasonal-allergies-20141002#/7) , especially in children effected by Kate Kinne is a registered dietitian at Galter LifeCenter. She has a B.S. in nutrition and dietetics and is certified in training for adult weight management. She has been at Galter LifeCenter since 2007. Before making any drastic change to your diet, you should consult a registered dietitian. To schedule an appointment for a nutrition counseling session at Swedish Hospital, please call 773-878-6888 . By David Modica | Published May 6, 2016 "}