{"title": "Healing Plants You Should Surround Yourself With", "author": "Micaela English", "url": "https://www.marthastewart.com/1527900/healing-plants-for-your-home", "hostname": "marthastewart.com", "description": "Plants are more than just pretty home decor—they have healing proprieties, too. Here's how they can help with digestion, purify your air, and more.", "sitename": "Martha Stewart", "date": "2018-04-24", "cleaned_text": "Garden Healing Plants You Should Surround Yourself With They do more than just look pretty. By Micaela English Published on April 24, 2018 Photo: skynesher / Getty Images Imagine a location with a built-in natural apothecary that has healing potions, healthy CO2 balanced air, and energy that is blooming with so much positivity you can actually feel it. Welcome to your home with healing plants. Adding plants can transform your abode from just a place to lay your head to a certified zen den for all things self-care. Especially when growing and surrounding yourself with certain medicinal plants in your indoor or outdoor garden. Dr. Michael J Balick, vice president for Botanical Science at The New York Botanical Garden explains, \"Mother Nature is a brilliant chemist. From earliest times, our ancestors have learned to use plants to heal and promote good health.\" And while modern science is identifying those that have real value for improving our lives, Balick says, \"I always suggest that anything taken as a medicine-be it a pharmaceutical product or an herbal supplement or tea-be used under the supervision of a knowledgeable professional to ensure optimum results.\" So now that we know plants can be therapeutic, where do we begin with what types to surround ourselves with? We turned to Balick and Brie Arthur, Vice President of Horticulture at Gardenuity to get the lowdown on the best plants healing benefits. 1. ALOE VERA Aloe is no stranger to main stream health and beauty wellness, you have seen this popular succulent as an ingredient in your favorite soothing, after-sun skin care products or in a trendy waters in your health food store. Aloe is one of the best house plants as it requires little maintenance, and only needs to be watered about every three weeks. \"Aloe is an easy to grow house plant that has been noted by experts for decades to reduce skin inflammation,\" says Arthur. \"The clear gel from the plant has been used to treat home burns, cuts and small skin infections.\" Not only is Aloe Vera healing on the skin, when taken internally it's a powerful potion that helps with digestion. Arthur explains, \"Aloe Vera juice is actually considered a super food! It offers anti-inflammatory properties, relieves constipation and encourages good gut bacteria.\" [READ: 5 More Reasons Keeping Houseplants Could Benefit Your Health] 2. ENGLISH MARIGOLD This happy orange flower is not only a bold vision in nature, but the English Marigold can also help rid the body of pain when applied topically. \"The bright orange color is certainly healing to the eyes for its simple beauty, but many herbal experts claim that a dried marigold flower can be rubbed onto an insect bite to help reduce the pain and swelling,\" says Arthur. GROW: Your Own Healing Herb Garden Johnny Miller 3. GINGER Ginger is a flowering knobby plant that aids with digestion. When consuming ginger, Arthur says we use \"the root or underground stem, also called a rhizome. You can consume ginger in many different forms, including fresh, powdered, or as an oil or juice.\" Enter your health food store or juice bar and you'll see ginger root pop up on the menu more than a few times. One reason is that, \"ginger helps with digestion and reduces nausea (especially morning sickness),\" says Arthur. Balick's tip: to help symptoms of nausea-from seasickness or from eating food that does not agree with you-make a tea from ginger roots. Another benefit is ginger's ability to fight a cold. \"Ginger also has anti-inflammatory properties known as gingerols and shaogals,\" explains Arthur. \"These help relieve a sore throat quickly and kill rhinoviruses, which is the cause of the common cold. Bottom line-adding ginger to your diet is a great way to stay healthy.\" 4. ASHWAGANDHA This shrub is getting a lot of buzz lately for its help with anxiety and fatigue. \"Ashwagandha is used as an adaptogen to help the body be resilient in the face of stress. The root can be used to make a tea, extract or powder and consumed,\" says Balick. Ashwagandra grows as a woody evergreen shrub. However, in our gardens we can grow it as an annual. [WHY: You Should Grow Your Own Healing Herb Garden] 5. GOTU-KOLA Meet the perennial plant that may make you more intelligent. Gotu-Kola is native to Asia and is very popular in Ayurvedic medicine for its benefits on the mind. \"At some stage in our lives, we are all worried about memory and cognition, explains Balick. \"Fresh leaves of Gotu-Kola can be eaten in salads and is thought to help sharpen thinking and memory.\" 6. SPIDER PLANT, SNAKE PLANT, FIDDLE LEAF FIG, PONYTAIL PALM AND BOSTON FERN Looking to build an indoor plant sanctuary rather than an outdoor garden? Say hello to your air-purifying house plant starter kit with spider plant, snake plant, fiddle leaf fig, and ponytail palm. \"Consider house plants as a means of \"growing fresh air [in your home] says Arthur.\" These easy-to-grow houseplants will also boost workplace performance. \"Environmental psychologists point out that plants on your desk and in your office will present an improved emotional state, reduced negative mood, reduced distraction and increased creativity,\" she says. The expert especially loves the benefits of the Boston Fern for those living in urban environments, \"This great green house plant is versatile in any city home,\" she says. \"It's known for bringing balance to your homes moisture level. Perfect if you have dry skin.\" [THESE: 8 Plants Will Also Help Purify Your Home's Air] 7. PASSIONFLOWER Unrelated to passion fruit, but just as passionate, Balick loves passionflower tea for its calming effects and notes that it is used in herbal medicine for its mild sedative and tranquilizing properties, especially good for those who suffer from stress and anxiety, making it perhaps the perfect pre-sleep plant to ingest. \"A recent clinical trial showed that a cup of passionflower tea helped improve patients' sleep quality as compared to a placebo,\" says Balick. As for growing it in your home? Passionflowers can thrive indoors, simply grow them in a soil planter with direct sunlight and move outdoors in the warmer months. 8. KAVA Experiencing stress and anxiety? Chill out with the relaxing kava plant (which can be purchased in plant stores that specialize in tropical plants). Balick explains that kava is \"a culturally important species native to the tropical Pacific Islands and used traditionally by people to resolve conflicts and promote relationships in the community.\" That's thanks to the strong anti-anxiety effect from compounds known as kavalactones found in the roots of this plant. \"In herbal medicine, it is consumed as a tea or tincture and can be effective in lessening the \"edgy\" feeling after a long or difficult day.\" For those of us not in Hawaii, the kava is a perfect indoor window plant as it likes equal parts shade and sunlight. Want to learn more about healing plants? Watch Martha talk about some of her favorites here. Was this page helpful? Thanks for your feedback! Tell us why! Other Submit "}