{"title": "Indian Pediatrics", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2000-01-01", "cleaned_text": "| | Immunization Dialogue Indian Pediatrics 2001; 38: 99-101 The views expressed by Prof. T. Jacob John in this section are personal in nature and should not be construed as the official stand of the Indian Academy of Pediatrics. -Editor-in-Chief | | Which is Optional Vaccine? | | Hib vaccine has been put in optional category, which would imply that it is not essential. It provides protection against H.influenzae type b infection which may cause fatal meningitis or pneumonia in unprotected child. It is an expensive but not optional vaccine. The British had made smallpox vaccine compulsory, if a child had not been administered the vaccine by the age of 12 years, the parents could be prosecuted in the court of law. Presently there is no compulsory vaccine in our country. For any Indian going to USA for study or job, MMR vaccine is mandatory. We do not have any mandatory vaccine, any person coming to our country gets Typhoid vaccine or Hepatitis 'A' vaccine in his or her own interest. We should calssify the vaccines as: The option is with the persons or the parents to go for a particular vaccine or not, at their own risk. The doctor should consider no vaccine as optional vaccine. Yash Paul, Dr. Yash Paul asks a very important question. On the face it might appear that he is raising a question of semantics, but in reality the question probes deeper. His suggestion is to remove the term Optional vaccine from the vocabulary of the Committee on Immunization and of the Academy itself. The dictionary meaning of the word 'optional' has been correctly given by him as: not compulsory, to be chosen, discretionary or elective. This is ample evidence that the term optional is well chosen and is simpler to understand than alternative terms such as discretionary or elective. Since no vaccine is truly compulsory, we cannot clasify vaccines into compulsory and not compulsory groups. Thereafter, Dr. Yash Paul redefines the word 'Optional' and there the logic is not on firm grounds. Option, on the contrary, is to be chosen in view of the advantage or disadvantage attendant on the choice. Had it not been so, there is no need for option. If you act or do not act, the consequence cannot be the same. If an action is useles, no one would suggest to do it. When you have an option between two subjects of study, you do not use the option of studying versus not studying. The option of one subject puts the student in a stream of its own, separate from another stream. So, there are risks and benefits, or consequences that are far reaching in the future. After secondary education, going to the university is optional. Either choice has costs risks and benefits, based on the assessment of which, one opts to go or not go to the university. Primary education, on the other hand is meant to be compulsory and free; not optional, at least in our national intention and in our Constitution. Immunization is not like primary and further education. Take Hib vaccine for example, as suggested by Dr. Yash Paul. By classifying it as optional what is meant is that discretion must be used in its choice, mainly on account of it not being given free by the Government, and also of it being expensive. He implies that Hib vaccine is 'essential' as it provides protection against potentially fatal invasive Hib disease. But it is not available to all children. If it is essential, then it must be made available. Being expensive and being available only to those who can afford it, it remains optional. In other words, what Dr. Yash Paul desires is that Hib vaccine must be shifted from the optional category to the category of vaccines for universal application, or in IAP parlance, vaccines required under IAP policy. In practice this would mean that all pediatricians will advise all families to pay for Hib vaccine, a situation that will please the vaccine manufacturers, but will fleece the families. As long as the family is to foot the bill, discretion is still needed. Here Hib vaccine is like insurance; if you can afford the premium, you also share in the benefit of insurance. If the expense for Hib vaccine will affect the nutrition of the infant, then the latter is more important than the vaccine. Here we take a calculated option. What Dr. Paul suggests is an idealistic if somewhat unrealistic proposition to include all currently available vaccines against all diseases with wide geographic distribution as 'Vaccines Recommended for All'. If this principle is accepted, then Hepatitis A vaccine and Pneumococcal vaccine should also be included in this category, since they protect against diseases prevalent widely. There are 3 vaccines against typhoid fever and each is appropriate for a different age group. So, why should we not recommend all 3 vaccines for every child at the appropriate ages? Expense should not be the criterion by which these are not included under the universally recommended category. Even meningococcal disease occurs in different parts of the country, although very rarely. So why should it not be included too? Influenza is not confined to persons with chronic cardiac or broncho-pulmonary disease only, but it may occur in anybody and it can cause serious morbidity or even mortality in persons without these diseases. Japanese encephalitis occurs in all States of India except perhaps Jammu and Kashmir, Gujarat, Rajasthan, Himachal Pradesh and Arunachal Pradesh. So, why not JE Vaccine also for universal use? People do travel frequently fo JE endemic regions of the country. This argument then leaves one vaccine listed by him, namely Yellow Fever vaccine which need be recommended only for the special circumstances of travel to an endemic country as the disease does not occur in India. Even rabies vaccine could be classified as recommended for all since rabies is prevalent everywhere in India. If this line of argument is taken, then all licensed vaccine against any disease must be recommended by all pediatricians for all children. This is untenable, and realism demands discretion which demands wise choice, or option. We have to live with the need to make choices, and if the word 'Optional' is misunderstood, then another word could be applied in its place. However, as I stated earlier, Dr. Yash Paul's disagreement is not semantic, but ideologic. There, we have to agree to disagree. In the real world of ours, we cannot have, give or even recommend, all vaccines to all children just because they are available, but we have to make intelligent choices, based upon various factors. The Academy helps in this process by categorizing some vaccines under policy requirement, others under the optional category and a third group for special needs such as travel, splenectomy, dog-bite, etc. Recently, Dr. Amdekar raised a pertinent question regarding optional vaccines: \"There is no clarity about who should exercise this option: the physician or the parents\"(1). Let me take this opportunity to address this issue as well. IAP guides its members through its publications. Thus, the responsibility of option is essentially given to the members of IAP. However, the pediatrician can and must only counsel the parents regarding the options and a joint decision is called for. The pediatrician must recommend to the parents that the vaccines under policy are given routinely, but when it comes to optional vaccines, there should be a dialogue in which the pros and costs should be presented and a joint decision made. The parents must know that the risk taken by not giving Hib vaccine is extremely small, but the risk taken by not giving Hepatitis B vaccine is to the tune of one per cent of subjects at risk of serious disease in adult age. Like in many aspects of life, all is not bright or dark, but there are shades of grey, a lesson learnt by growing up from childhood naivete to adult options. T. Jacob John, "}