{"title": "J&J Ramps Up COVID-19 Vaccine R&D", "author": "Pharmaceutical Technology Editors", "url": "https://www.pharmtech.com/view/jj-ramps-covid-19-vaccine-rd-0", "hostname": "pharmtech.com", "description": "Johnson & Johnson announces clinical trial plans for COVID-19 vaccine candidate, as well as plans to produce 1 billion vaccine doses.", "sitename": "PharmTech", "date": "2020-03-30", "cleaned_text": "OR WAIT null SECS © 2023 MJH Life Sciences and Pharmaceutical Technology. All rights reserved. Johnson & Johnson announces clinical trial plans for COVID-19 vaccine candidate, as well as plans to produce 1 billion vaccine doses. Johnson & Johnson plans to initiate human clinical trials of its lead COVID-19 vaccine candidate by September 2020 and have the first batches available for emergency use authorization in early 2021, as announced in a press statement on March 30, 2020. The company also announced expansion of its manufacturing capacity to produce vaccines, as well as a joint commitment of more than $1 billion with the Biomedical Advanced Research and Development Authority (BARDA) at the US Department of Health and Human Services to fund vaccine research, development, and clinical testing. In the announcement, Johnson & Johnson reported it has selected a lead COVID-19 vaccine candidate from several that have been in development since January 2020. If trials are launched in September, the company expects to have clinical data on safety and efficacy by the end of the year. When the novel coronavirus sequence became available in January 2020, research teams at Janssen Pharmaceutical Companies of Johnson & Johnson and Beth Israel Deaconess Medical Center, part of Harvard Medical School, tested multiple vaccine candidates using the Janssen AdVac technology. The vaccine constructs were tested-in collaboration with academic researchers-to identify those with the most promise for producing an immune response in preclinical testing. Johnson & Johnson also announced plans to ensure rapid production of a vaccine-with the goal of providing 1 billion doses of a vaccine globally-by establishing new US vaccine manufacturing capabilities and scaling up capacity in other regions. The company said in the statement that it \"plans to begin production at risk imminently and is committed to bringing an affordable vaccine to the public on a not-for-profit basis for emergency pandemic use.\" Under the agreement with BARDA, Johnson & Johnson will use its validated vaccine platform and will allocate personnel and infrastructure as needed to focus on the R&D efforts. \"The world is facing an urgent public health crisis, and we are committed to doing our part to make a COVID-19 vaccine available and affordable globally as quickly as possible,\" said Alex Gorsky, chairman and CEO, Johnson & Johnson, in the statement. \"As the world's largest healthcare company, we feel a deep responsibility to improve the health of people around the world every day. Johnson & Johnson is well positioned through our combination of scientific expertise, operational scale, and financial strength to bring our resources in collaboration with others to accelerate the fight against this pandemic.\" \"We greatly value the US government's confidence and support for our R&D efforts. Johnson & Johnson's global team of experts has ramped up our research and development processes to unprecedented levels, and our teams are working tirelessly alongside BARDA, scientific partners, and global health authorities,\" said Paul Stoffels, vice-chairman of the executive committee and chief scientific officer, Johnson & Johnson, in the statement. "}