{"title": "Alimentación complementaria en niño de 10 meses", "author": "Carmen Maria Rivero", "url": "https://carmenmary-rivero20.medium.com/alimentaci%C3%B3n-complementaria-en-ni%C3%B1o-de-10-meses-c06dbd37223a", "hostname": "medium.com", "description": "Se le llama alimentación complementaria al proceso que comienza cuando la leche materna ya no es suficiente para cubrir las necesidades...", "sitename": "Medium", "date": "2021-11-04", "cleaned_text": "Alimentación complementaria en niño de 10 meses Se le llama alimentación complementaria al proceso que comienza cuando la leche materna ya no es suficiente para cubrir las necesidades físicas del lactante y de esta manera, se le da la bienvenida a los grupos alimenticios como frutas, verduras, legumbres, proteínas, entre otros... El consumo de la dieta correcta es indispensable desde las primeras etapas de la vida para un buen desarrollo físico, cognitivo, psicológico e incluso emocional y se aproveche el máximo potencial de crecimiento A continuación te dejamos 3 recetas súper deliciosas y nutritivas para tu bebé!... Arroz a la Jardinera - El arroz es una gran fuente de energía por su contenido en hidratos de carbono así como en minerales en hierro y calcio, también es rico en fibra y en vitaminas, como la niacina, la vitamina D, la tiamina y la riboflavina. - La zanahoria y el calabacín gracias a sus altos contenido en fibra previenen estreñimiento y son ideales para aliviar acidez estomacal ambas son verduras ricas y saciantes. - El pollo es una proteína de origen animal rica en proteínas, lípidos, Vitamina 3 y minerales como calcio, hierro, zinc, sodio, potasio y magnesio, es de fácil digestión ya que su tejido conectivo es más fácil de desintegrar. - Al momento de mezclar todos estos alimentos el individuo podrá experimentar diversas texturas ya que los alimentos tienen cada uno, una textura clara y con sus manitas será fácil tomar un bocado lo suficientemente completo en nutrientes y será divertido ver los colores y experimentar con ellos. - Ingredientes - Arroz hervido - Zanahoria pelada y picada en pequeños cuadros - Calabacín cocido y picado en pequeños cuadros - Pollo hervido sin piel - aceite de canola Procedimiento: Se llenará un 1/4 de vaso de arroz y se pondrá a hervir aproximadamente 15 min en una cacerola, sin salsas o alguna otra especie. Mientras esto sucede aprovecharemos el tiempo para lavar, pelar y cortar en pequeños cuadros la zanahoria y el calabacín, de igual manera los pondremos a hervir, sabremos que ya están listos cuando estén suaves y transparentes, los colamos. Para el pollo seguimos el mismo procedimiento, en una cacerola u olla exprés meteremos el pollo sin piel, sin aceite, salsas y lo pondremos a hervir aproximadamente 30 minutos, dependiendo de la cantidad de pollo que se esté cocinando Una vez cocinado el pollo, tomaremos aproximadamente un pedazo del tamaño de nuestro dedo pulgar y lo desmenuzaremos de manera que quede pequeño y fácil de tomar para las manitas del niño Una vez terminado el proceso de cocción, emplataremos, es muy importante que el niño empiece a comer por su cuenta con sus propias manitas, es por eso que poner texturas y colores llamará su atención y facilitará más el proceso de aprendizaje así como el de autonomía hamburguesas de aguacate con pollo y zanahorias hervidas. Las hamburguesas son una manera muy cómoda de dar carne al bebé, ya que son fáciles de masticar, las puedes mezclar con verduras y además el bebé puede cogerlas con sus manitas. - La carne de pollo es de las primeras que se da al bebé a partir de los 6 meses, pero si lo haces a la plancha se suele quedar muy seco. Por eso el aguacate es el complemento perfecto para esta receta, hace que las hamburguesas de pollo estén más suaves y jugosas. Además aporta vitaminas, minerales y grasas saludables. - Ingredientes: - Pechuga de pollo - Aguacate - Rebanadas de pan de molde - Leche - Aceite de oliva - Aceite de oliva virgen extra - Zanahoria Procedimiento: Corta el aguacate por la mitad y quítale el hueso. Saca toda la pulpa del aguacate con una cuchara. La mayor parte de los nutrientes se concentran en la parte oscura de la pulpa, junto a la piel, así que rebaña bien y Corta el aguacate en dados pequeñitos Quita la corteza del pan de molde y deshaz la miga con las manos en un cuenco. Echa la leche poco a poco hasta que la miga quede bien empapada, pero sin hacer una sopa. Remueve con una cuchara para que se deshaga bien toda la miga. Añade al cuenco la carne picada de pollo, el aguacate, el ajo en polvo y el resto de especias de tu elección. Mézclalo todo con una cuchara o con la mano. Toma pequeñas porciones de masa y moldea unas bolas, apretando bien la mezcla. Luego aplánalas hasta formar una hamburguesita, más o menos del tamaño y grosor de la palma de la mano Calienta una sartén antiadherente y echa un chorrito de aceite de oliva virgen. Cocina las hamburguesas unos 2 minutos por cada lado a fuego medio. Si son muy gruesas pueden necesitar más tiempo. En todo caso vigila para que no se resequen demasiado. Cuando se pongan doradas ya están listas. Espera a que estén tibias y dáselas a tu bebé Carne de Res con papas asadas y arvejas La carne de res es una gran fuente de proteína y hierro. Para ayudar el bebé a comer la carne, debe cortar la carne en pedazos pequeños. Las arvejas proveen vitaminas C y K. También, las arvejas son lo bastante pequeñas para un bebé comer sin peligro. Finalmente, las papas son una fuente excelente de carbohidratos, vitaminas C y B6 y potasio, en este caso estarían lo suficientemente blandas para que el individuo no tenga complicaciones a la hora de morderla Recuerda tener precaución con las arvejas y los trozos de verdura Ingredientes Carne de res hervida y picada Arvejas cocidas Una papa asada Aceite de oliva Procedimiento Para preparar esta receta, lo primero es llenar una olla con agua, se colocan las arvejas congelados en la olla de agua hirviendo por ocho minutos. Después de ocho minutos, quitas las arvejas de la olla. De la misma manera se hace con la papa, se dejará hirviendo durante 40 minutos hasta que esté blanda, Después de 40 minutos, quité la papa de la olla y corté la papa en piezas pequeñas. Finalmente, se cocina la carne de res, se coloca un poco de aceite de oliva en el sartén unos segundos después la carne y se cocina aproximadamente durante cuatro minutos, después de cuatro minutos, se voltea y se cocina por otros cuatro minutos. Yo quité la carne de la sartén y se corta en piezas pequeñas Estas son algunas ideas de recetas que pueden darle a tu pequeño, son recetas sencillas, rápidas y con pocos ingredientes, pero lo mejor, es que son opciones saludables y balanceadas de acuerdo al requerimiento de tu pequeño! Si haces nuestras recetas, tómales foto y mándanoslas!! Provecho Nutriologos de Cabecera (2019). Alimentación Complementaria [] ¿qué es? [] Puntos importantes [] Recomendaciones y más. Youtube. https://www.youtube.com/watch?v=9B2ndgmTbaA&t=96s Formación Continua — EMTHSDII. (2016, Noviembre 06). Alimentación complementaria para niñas y niños de 9 a 11 meses de edad. Youtube https://www.youtube.com/watch?v=OQdhTJSYNqM 8 alimentos ricos en hierro — carne. MiaRevista.es. (2015, May 14). Retrieved October 6, 2021, from para "}