{"title": "PDF", "author": "PDF", "url": "webs.ucm.es/BUCM/tesis/19911996/D/0/AD0054401.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "UNIVERSIDAD COMPLUTENSE DEMADRID FACULTAD DEMEDICINA FACTORES PSICOLOCICOS YSOCIALESENLALACTANCIA MATERNA. EstudiodelAreaSanitaria Fuenlabrada-Leganés DOCTORAL JAVIER CONZALEZ SANZ Madrid, AUTOR: FRANCISCO JAVIER GONZALEZ SANZ FACTORES Nogales Titular dePediatría delaFacultad de Medicina delaUniversidad del Pais Vasco. Jefe deSección del Departamento de Pediatría del Hospital de Cruces. Baracaldo (Vizcaya). UNIVERSIDAD COMPLUTENSE DEMADRID Facultad deMedicina Dpto. dePediatría FUENLABRADA-LEGANES DEMADRID\". Dicho trabajo seencuentra terminado yreúne las condiciones adecuadas para serdefendido como Tesis Doctoral. Haactuado como codirector delapresente Tesis D. Justino Rodriguez-Alarcón Gómez, Profesor dePediatría noventa 17deSeptiembre noventa ydos. 2 j,. —y III AGRADECIMIENTOS Considero undeber aprovechar estas primeras líneas agradecimiento acuantas personas aliento, Escobar Mercado, yRafael estadístico delosdatos. Angel González, Jesús Jiménez, Pilar Magrinya, José Luis Montón, Inés Palanca, Concepción Prieto, Antonio Sacristán, Enrique Terol, entre otros, porsusconsejos yestímulo alcanzar lameta propuesta. Elpersonal ydel Servicio de admisión del hospital deLeganés, por sueficiente colaboración. Quiero expresar también mi dellactante enFuenlabrada yLeganés. Este estudio financiado delFondo deInvestigaciones delaSeguridad Social -FIS- (expte. nQ90/0546). dellactante e].primer materna conlanutrición ysalud integral del lactante materna Evolución eneltiempo Algunos hitos enlahistoria Instauración yduración de la lactancia materna enlahistoria reciente ytendencias actuales Condicionantes para elcambio de habitos enlactancia siglo Principales ventajas einconvenientes paraelhijo Ventajas para lamadre Desventajas ycontraindicaciones dela lactancia materna artificial Objetivos deunalactancia artificial Algunas desventajas Agua para elbiberón Biberón versus pecho 1.5. Factores relacionados con elinicio yla3 7 11 11 11 12 27 33 33 55 62 76 76 76 77 78 duración delalactancia 79 1.5.1. Principales factores delactancia 94 1.6. Promoción delalactancia materna 96 II. OBJETIVOS 104 III. MATERIAL YMETODO 108 111.1 .Material 109 111.1.1. Datos 111.1.3. instrumentos disponibles estudio 116 III.2.Metodología 118 111.2.1. deestudio Diseño delestudio. Criterios de inclusión yexclusión 119 Identificación delos casos 121 111.2.5. Protocolo derecogida dedatos 122 111.2.6. Plan de análisis. Metodología estadística 123 111.2.7. Clasificación delasvariables del estudio 132 111.2.8. Plazo deejecución. Cronograma 137 IV. RESULTADOS 138 IV.1.Estadística descriptiva: 139 IV.1.1. Historia obstétrica yembarazo actual 139 sociales 143 IV.1.3. Datos culturales yaficiones 151 IV.1.4. Datos económicos ylaborales 152 desalud delamadre, según ella misma Incidencias delas encuestas del estudio modelo logística múltiple Duración delalactancia materna: Análisis bivariante Modelo deregresión lineal múltiple Factores laduración de lalactancia materna menos deunmesy modelo deregresión logística múltiple Factores deriesgo laduración materna menos detres meses ymodelo deregresión logística múltiple199 199 211 217 217 233 234 241 246 247 338V.COMENTARIOS V.1. Estadística lineal múltiple para la duración delalactancia materna163 165 174 178 179 183 188 189 192 199 341 V.4. Factores deriesgo para laduración dela lactancia materna menos múltiple Factores deriesgo menos nomuestrales, trabajo decampo y cuestionarios Anexo 2.VII.RESUMEN342 345 347 350 355 358 432 433 Encuesta efectuada enelestudio 436 TODO NIÑO TIENE DERECHO A UNAALIMENTACION ADECUADA COMOMEDIO DELOGRAR YDE MANTENER LASALUD sobre losquepoder desde un punto sanitario, para mejorar elhábito delalactancia materna -LM- derivarse dela lactancia materna. 2. Elimportante número demadres quenoinician la lactancia natural ólaabandonan precozmente. 3. Lainexistencia deunpatrón definido de influencia sobre lalactancia materna. 4. Lasconsecuencias socio-sanitarias derivadas de lalactancia artificial ylaintroducción temprana dealimentación complementaria. Laposibilidad deuna intervención desde la perspectiva delaplanificación sanitaria dela Atención Primaria deSalud coordinada con la Atención Especializada. 6. Ladisponibilidad derecursos, humanos y materiales, derivados 3. Lacolaboración posible deotros profesionales. 4. Ladisponibilidad delosrecursos económicos suficientes. másde15días contados recibe toma deleche materna, aunque entonces sualimentación esté suplementada con leche artificial complementaria. enlospaises desarrollados sobre todo entre mujeres con mayor nivel cultural (Cable Pag. 3 Introducción TA,1984). Enlospaíses envíadedesarrollo elniño suele hambre yhadeconsolarle motivo, ellactante suele irsujeto asu madre, demanera veces Es necesario iniciar siempre latoma conelpecho; delo contrario, al sentirse el niño parcialmente satisfecho, nosuccionará conlasuficiente energía y elvaciamiento tomas elniñorecibirá solamente laleche lacomposición enlosprimeros fórmula debe parecerse humana. Nodebe contener almidón ni harinas. Nodebe niincluir sustancias como lamiel olosllamados factores decrecimiento. Debe serisotónica. Como principales carbohidratos ser(Jellif fe DB,1977) (Tejedor V,1988). Esta maduración progresiva delas funciones relacionadas conlaalimentación condiciona queelniño deba recibir unaalimentación dela leche materna oleche exógenos oambientales8 que, por sí mismos, hanidomodificando loshábitos alimenticios delos paises, influyendo poderosamente enlamanera dealimentarse ambiente para cubrir susrequerimientos yasegurar unestado nutricional satisfactorio. Este le permitirá crecer, desarrollarse, tener unnormal funcionamiento desusórganos, disponer deenergía los condicionamientos propia ylaindustria. Resulta difícil evaluar 9 Introducción encuentran enuna situación deriesgo académico tiene trascendencia práctica. Ambos constituyen indicadores sociales ysanitarios fiables. Los hábitos alimentarios enlas sociedades tradicionales, siguen unos patrones uniformes ymonótonos, aunque enlospaises occidentales sufren sensibles variaciones según elnivel socio-económico, la educación, etc. unajustificación (Nogales A,1989b). Pag. 10 Introducción LACTANCIA MATERNA. 1.3.1. EVOLUCION ENELTIEMPO. 1.3.1.1. ALGUNOS HITOS ENLAHISTORIA: delaevolución dela lactancia desde finales de amamantamiento entre regiones delmundo, entre paises y,amenudo entre grupos depoblación dentro delpaís (WHO, 1982). LaOMSdistingue duración Fase 1,lafase conalta DELAHISTORIA fórmulas elementales, Introducción IV:DATOS depoblación, acada eslaélite urbana, educación Elsiguiente generalmente elurbano pobre. Elúltimo, elmásresistente al elgrupo rural. Globalmente, las tasas unodeesos grupos determinan la tasa nacional deprevalencia deLM,quepuede o disminución (WHO, 1982). LaOMSdistingue como líder manera quelosgrupos ricos conducen alosotros progresiva desde losaños40-50 hasta los70,conuna posterior recuperación apartir dedicha década. Existen numerosos sobre delaLMenEEUU unas cifras globales de incidencia yprevalencia deLMcomparables para losdospaises. Aunque mostraban entre países como la clase mfluyen mucho enlaselección 3a5 prevalencia yduración cayendo Filipinas España Singapur 7 elgrupodirigenle enfase3conlosotrosgrupos ReinoUnido distintos paises. Tabla 6047 35 65 29 28 26 25 36 47 51 5485 1715 2721 23 3325 3728++ 6 24 99 88+ 86+ 95+ 96+ 97+34 30 50 54 568 8 20 22 26 36 45 Pag. 17 Introducción Tabla VIII: DATOS 58 45 7726 12 30 50 22 4065 72 90 82 50 9751 22 31 3 59 85 35 58 9319 4 4434 34 99 50 92 90 95 10038 24 5025 70 60 95 90 Pag. 18 Introducción EnEspaña, lospatrones delactancia reproducen lasmismas las incidencia yduración materna deentonces, tanto la incidencia como laduración hanaumentado hasta estos últimos (Casado E,1983) (Martín F,1981) (Tejedor V,1988). Enunade laspoblaciones denuestro y1984 (Gallego Introducción Tabla IX:DATOS SOBRE PORCENTAJES DEINICIO DELMENDIVERSAS PROVINCIAS ESPAÑOLAS LibreMD.1991 1989—90 74 Barcelona Wennberg Balí—Llovera CA,1979 1965 84 72 Barcelona Barcelona Salvador RM,1988a 1986—87 91 Barcelona Apelianiz Bilbao Ramada 74 Cáceres A.1990 1989 63 Cáceres 1982—87 88 Córdoba 66 Orense MR,1990 1989 80 Palencia AndrésA,1989 1988 87 Sevilla GilSM,1986 1983 80 Sevilla MuñozJ,1986 1985 80 Sevilla Ramos1,1983 1983 89 Sevilla Cerrudo R,1987 1986 97 Tenerife BenacM,1982 1980—81 74 Valencia García A,1980 1980 73 Valencia MazónA,1989 1988 78 Valencia RicoJL,1982 Valencia Zaragoza Cabañas MJ,1990 1986—88 74 Zaragoza Castillo1,1990 1987 83 Zaragoza 1988 77 Zaragoza 1989 93 Zaragoza FuertesA,1990 1988—89 80 Zaragoza Pérez—Choliz V,1986 1982—86 62 Zaragoza SanzJ,1991 76 Zaragoza Pag. Hayunporcentaje alto deabandonos XI:DATOS SOBRE PREVALENCIA DELM-%124EXCLUSIVA OMIXTA- ENDIVERSAS PROVINCIAS A,1990 (Bilbao) 1989 59 31 11 RamadaA,1986 (Cáceres> 1985 37 25 8 3 RamadaA,1990 (Cáceres> GarcíaC.1990 (EspañaOcc.) 50 25 1988—89 74 63 50 36 28 16 Sánchez—Valverde F,1988 (Navarra) 1983—4 63 50 35 26 1988 31 13 CerezoMA,1986 (Sevilla,Cordoba, Jaén,Cádiz> 1983—4 76 Ramos1,1985 (Sevilla> 1981—4 (Valencia> 1980—1 56 42 31 16 FuertesA,1990 (Zaragoza) 1988—9 68 34 11 Cabañas MJ,1990 (Zaragoza) 1986—8 68 57 31 12 Pag. 22 Introducción Tabla XII: PORCENTAJES DEABANDONO 21 39 33 20 21 37 25 26 45 33 71 50 67 63 80 Introducción 1987—8837 27 44 48 46 72 58 39 23 Tabla XVII: DATOS SOBRE FUENLABRADA-LEGANES 1965 90 1983 41 González FJ,1989a 1980—88 83 1980 77 1981 73 1982 82 1983 87 1984 82 1985 81 1986 83 1987 86 1988 85 AranaC,1987 1986—87 74 Leganés GómezE,1991 1990 87 Fuenlabrada Pag.2522 1980 1981 1982 1983 1984 GallegoLF,1986 (Fuenlabrada) 1978 1979 1980 1981 1982 1983 1984 Arana0,1987 (Leganés) 1986—8744<—24—> 10<——22——— 42 43 41 4Q 37 >—10 45< 15 Introducción lasupremacía delaalimentación natural para loslactantes, yaquecuando por alasquenosobrevivían olohacían condificultad (Fomon la investigación hacia labúsqueda deunsustituto eficaz dela leche humana congarantías mínimas para la nutrición infantil; apartir deesemomento asistimos aun Pag. 27 Introducción abandono generalizado delamama como órgano nutricio% Este abandono que (Kocttirk T,1989b) afecta enmayor grado alcanzar de .circunstancias ligadas afactores geográficos, raciales, familiares, sociales, culturales, religiosos, económicos, políticos, deeducación sanitaria, etc. (Sánchez E,1989). Estos condicionamientos deeste comportamiento (Martín-Calama J,1986). Los hábitos alimentarios, que en las sociedades tradicionales, siguen unospatrones uniformes ymonótonos, enlos paises occidentales sufren yeconómicamente deprimidos, XX:FACTORES QUEINFLUYERON (Morán EINCONVENIENTES MATERNA Laalimentación conleche familiar (Kocttirk idóneo, natural Muchas madres eligen elamamantamiento porque esmejor para lasalud unamanera agradable, y vulnerables. Durante elmismo, elniño experimenta unrápido crecimiento, con necesidades nutritivas depasar deunaalimentación placentaria, semejante alaparenteral, alaingesta oral, eventuales notables con respecto aedades posteriores (Nogales losprimeros principio Lamagnitud deeste beneficio parece estar condicionada por factores socioeconómicos20, que hacen que los efectos protectores delaLMsean mucho esmucho más E,1982b). con la alimentación artificial materna (Horst CH,1987). - Elestado nutricional materno, queinfluye sobre las cualidades protectoras 3.- Losniños paises (Victora CG,1989). Parece haber allí una fuerte asociación entre lactancia materna y supervivencia enlosprimeros años devida (Habicht SP,1986).. 5.- Losfactores socioculturales ylactoferrina. ——Factor decrecimiento (favorece colonización intestinal porlactobacillus bífidus). Pag. 42 Introducción Tabla XXIV: ESTUDIOS QUEREFIEREN EFECTOS PROTECTORES DELALM ENINFECCIONES RESPIRATORIAS YDIGESTIVAS Referencias respiratorias gastroenteritis super. infer. ChandraRX,1979 x x x Frank~L,1982 x x FornanHR,1984b xx x x Habicht3P,1986 x HowiePW,1990 x XeroP1987 ~22 x ZuppaAA1987 x x Nota:(9)bronquiolitis; ('o)otitismedia Pag. 43 Protección contra laalergia: Laleche materna secomporta como unagente problemas quelaaspiración deagua artificial (Helsing E,1985). Pag. determinantes delamuerte súbita están Este proceso esmásfrecuente dulces (Messenger M,1982). artificial enlafase inicial dela de ácidos grasos enelcontenido lipídico total plasmático semejantes alos obtenidos con lactancia natural23. Las diferencias observadas sondesuficiente entidad como para entrañar unapotencial desventaja metabólico-nutricional para el añodevida (Dobbing 5,1973), ladiferente lipídica delsistema nervioso (Sanjurjo P,1988). Loscambios precoces oincluso enfermedad coronaria (Casado E,1982b). Aunque mientras dura laLMlosniños tienen niveles más altos decolesterol quelosalimentados conlactancia contribuir amodular losmecanismos (Casado E,1982b). Unhábito lalactancia materna prolongada suponga unmayor impacto enlaadaptación social subsiguiente del amamantados frente alosalimentados confórmula. Niños con períodos delavida laalimentación adquiere unrelieve especial, debiendo subvenir las necesidades maduración serequieren nosólo los nutrientes físicos, sino también losestímulos psicológicos proporcionados enunadecuado ambiente afectivo (Nogales A,1989a). Elorigen natural. Esto significa queexisten otras formas enlasqueunniño puede experimentar intimidad física consu madre. Sinembargo, esdelamentar cualquier óptima para elcontacto interactivo con lamadre. yespecífica delazona tiene elrostro delamadre aunos 20 centímetros, susceptible de ser vivenciado, por menos temporariamente, como algo queunelasdiversas partes nacido Introducción (Casado Ellosupone, posiblemente diferencias trimestre, algunos estudios un crecimiento entre losniños alimentados conLNexclusiva oconLA(Evans TJ,1978), mientras (Salmenperá contiene (Illingworth RS,1983). laleche (Asquith ysosténdelactantes infección generalyneumonía. 4. Profilaxis delaenterocolitis delaevolución, la esladualidad lasexigencias físicas del cuidado deunlactante pueden serabrumadoras (Messenger 14,1982). Actividad hormonal materna: Lalactancia implica mecanismos complejos tres puntos pueden ser considerados bajo sino también inmediatamente antes deponer alpecho alniño, cuando puede ocurrir la liberación condicionada y recuperar rápidamente eltamaño anterior únicamente alimentos materna como nutricional exclusiva. Seadelanta porlaintroducción de alimento suplementario <Diaz (Anderson JE.1986) y,enunos disponibilidad oaceptabilidad delosmétodos modernos 75semanas (McNeilly AS,1986). demasiado débil excepto durante el de4a5kilogramos quedanlactancia artificial, porque utilizan elpeso extra del embarazo para producir leche. Algunos autores estiman quelasrecomendaciones habituales sobre laingesta energética durante lalactancia sonsuperiores alasnecesarias, depeso materno; es sedaLM,loquesetraduce envínculos afectivos más fuertes (Nogales A,1989a) (Sameroff AJ,1981) (Vahlquist ante unhijo nodeseado oescasamente deseado (Casado E,1975). Pag. 59 en aléxito eldistanciamiento delosnacimientos (Kocttirk postparto debida alaLM,lamadre tiene MADRE unatareadolorosa, estimar que sebasan fármaco delmedicamento del ansiedad mamario puede ser preciso discontinuar elamamantamiento darse desde laperspectiva delpadre. Estos problemas podrían influir enladuración delaLM. deinterrupción precoz, injustificada, deLM(Kemper másprobables delamayor no ocurrir hasta queellactante PA,1985). Parece muy dificultoso Los padres y profesionales delasalud deben mantenerse alerta ante esta posibilidad (Fomon 53,1987). Actitudes sociales negativas: Pese aloscambios sociales vividos enlasúltimas décadas, sigue estando embarazo suspender laLMapartir dela20~semana degestación)3. d. Enfermedades infecciosas (Casquero anecdótica, nohayestudiosespecíficos acercadelaprácticadealimentar al neonatoy,simultáneamente, unhermano anterior<ChaoS,1987). Pag. 69 Introducción F,1982) como, tuberculosis activa, sífilis materna con niño sano, fiebre tifoidea, paludismo grave, kala-azar, hepatitis E-bien hepatitis Eaguda ó portadora HBSAg positiva, sinoseinicia puede raro frecuencia latransmisión poresta víaesté limitada porlapresencia IgAenleche con laprotección inmunitaria materna por vía trasnplacentaria ylavíadelamama, pueden acorto ylargo plazo para reflejos desucción. La minusvalía mental puede estar asociada adefectos intestinales, cardiacos, etc. Paraunamadre devota esposible amamantar aeste necesitará mucho másorganizado y habrá quedespertarlo para comer cada dosotres horas y alimentarlo con gran yperseverancia. practicada alos lactantes consuelo extra; periodos frecuentes, como una intolerancia total alalactosa obligan aalimentación sustitutiva (Messenger M,1982). Niveles altos decontaminantes anticonceptivas hastaquelalactancia Losobjetivos sonlosmismos yellactante. El trabajo conlaesterilización yhacer esfuerzos conscientes portener allactante cerca mientras lo alimenta para obtener placer yuna dela enla deloslactantes LA,1987). queproducen lasmanifestaciones lactante puede estar sujeta a circunstancias externas como concentraciones inadecuadas y alimentación complementaria demasiado precoz (Nogales A,1989a). Debe prestarse especial atención alatécnica aguas que su lautilización delaguacorriente en las supuestas desventajas delalactancia artificial. Ennuestro medio, unalactancia artificial bien reglada, enunnivel socioeconómico aceptable yconunmanejo adecuado, garantizan undesarrollo normal dellactante riesgos decircunstancias ligadas afactores geográficos, raciales, familiares, sociales, culturales, religiosos, económicos, políticos, deeducación otros cambios -edad materna, nivel socioeconómico, raza/etnia, localización geográfica, estado marital, nivel deeducación, etc.- ylosquesonmodificables mediante intervenciones clínicas odelaSalud Pública. Los factores Factores que intervienen enelperíodo -información yeducación apoyo 3. Factores que intervienen enelperiodo postparto ulterior -orientación yapoyo, programación dela alimentación infantil, exposición yotros tipos depropaganda comercial, trabajo delamadre, usodeanticonceptivos hormonales—. parecen más relevantes: la información yorientación prenatal, elestímulo durante el periodo inmediatamente posterior alparto para el máximo contacto físico materno-infantil ylaorientación MS,1991), quizá porque pueden realzar odesalentar laLMmediante una intervención relativamente fácil (AAP,1982). Siyaresultaba difícil estudiar comparativa las cifras porcentuales encuanto alaelección inicial yelmomento deabandono, intentar comparar los posibles factores de influencia decada sociedad relacionados conlaincidencia y duración del amamantamiento através delaspublicaciones existentes, secitan a conreferencias bibliográficas y,entre larelación observada conel Pag. yladuración delalactancia general: deutilidad efectuar lassiguientes consideraciones: - estudios (Ferrer B,1987) (Hanson LA,1983) (Martín- Calama 3,1986) (Ribó (Zurayk HC,1981). - Emplear medios adecuados para reales deeducación delosciudadanos (Arango atención alasadolescentes (Berger nosólo como periodo de preparación para elparto sino también para la lactancia (Christophersen ER,1985) Aclarar alamadre lasituación respecto alos numerosos conceptos equivocados Pag. sobre W,1978) (¿Iones sondeenorme importancia en este tema. Portanto hayqueinformar loshechos -estilbestrol- lactancia A,1980) enla maternidad, lamadre yelhijo de instrucción sobre caracteristica ycuidados generales del EN, haciendo énfasis enla alimentación sanitarios deben hacer operativo elprograma deseguimiento al niño sano (Ministerio deSanidad yConsumo, precoz 101 Introducción darelpecho asuhijo (ESPGAN,1982): - Puede ser necesario una modificación dela laboral para quepueda alimentarle al pecho (ESPGAN,1982) (Kocttirk enla para alos Gobiernos laresponsabilidad degarantizar delanutrición (Gil primaria, orientadoras decómo proceder ante del lactante (Alonso M,1980) (González MI,1989) (Hernández M,1987). Pag. 103 Objetivos xx -onaE¶rnros Pag. 104 Objetivos CONSIDERACIONES PREVIAS. U. Lalactancia materna eselmejor método para alimentar aun recién nacido (AAP,1982a) regiones delmundo, entre paises y,amenudo, delaLMdentro deunaunidad geográfica actividad clínica sedesarrolla infantil. Elmarco queaceptamos correspondiente hospital dereferencia (Contreras (Diaz meses devida noseajusta alas recomendaciones vigentes (ESPOAN, 1982). Pag. delamisma significativamente, factores sociales -incluyendo las facetas cultural, sanitaria yeconómica- y psicológicos. OBJETIVO GENERAL. Valorar laactitud materna ylosfactores asociados inicio de delalactancia artificial tras elnacimiento. 3. Identificar losfactores sociales ypsicológicos de riesgo para una duración corta delalactancia natural. 4. Determinar, según losfactores identificados, medidas deintervención para promocionar lalactancia materna abarcan todo elterritorio provincial (Comunidad (Ministerio deSanidad yConsumo, Leganés Municipios delaZonaSurdelaCoronaMetropolitana deCAM: lospuntos siguientes (BANESTO,1988) (CAM,1987'>: 1. Por volumen depoblación eselárea delárea 9conlasdela CAM, España ylaComunidad porcentaje depoblación joven Hombres Mujeres Proporción deActividad Hombres Mujeres 2875 1745 1130 Mujeres 1799 1159 640 1396 783 613 Hombres 1310 721 580 Mujeres 95 62 33 Personal servicios admin. 9954 6002 3952 Hombres yganadería 806 314 492 Hombres 742 299 443 Mujeres 64 15 49 Industr.,construc.,transp. 39883 22877 Ocupac. nobienespecif. 20 8 12 Hombres 10 2 8 Mujeres 10 6 4 Profes.fuerzasarmadas 719 553 166 Hombres 719 553 166 Mujeres O O O Leganés yFuenlabrada sonciudades dormitorio delcinturón industrial deMadrid. Como tales, lapuesta deunprograma yconcentración de necesidades deeducación sanitaria ensalud infantil. 2. porcentaje depoblación fértil Presencia delosniveles máselevados deincidencia y prevalencia deenfermedades enlaedad infantil. 4. Supone una mayor rentabilidad, aigualdad de Pag. 112 Material ymétodo esfuerzos, delosresultados Aragón Asturias Baleares Canarias Cantabria Castilla—León Castilla—La Mancha Cataluña Extremadura Galicia Madrid Murcia Navarra C.Valenciana PaísVasco Rioja Ceuta,Melifla,Otros territ. Españoles ExtranjeroHombres Mujeres Hombres Mujeres Hombres Mujeres Hombres Mujeres Hombres Mujeres Hombres Mujeres Hombres Mujeres Hombres Mujeres Hombres Mujeres Hombres Mujeres Hombres Mujeres Hombres Mujeres Hombres Mujeres Hombres Mujeres Hombres Mujeres Hombres Mujeres Hombres Mujeres Hombres Mujeres Hombres Mujeres10577 10760 360 382 595 653 90 75 130 163 246 275 11123 12070 20105 20151 685 710 14245 14991 1080 1353 81890 77292 402 373 93 99 550 496 505 503 106 99 318 286 1808 1966Leganés 5979 6308 215 219 311 367 41 37 61 80 144 159 6873 7490 12772 12967 360 341 8560 9199 576 752 46425 43440 211 213 59 58 306 256 249 257 59 63 172 163 1000 1035Fuenlabrada 4598 4452 145 163 284 286 49 38 69 83 102 116 4250 4580 7333 7184 325 369 5685 5792 504 601 35465 33852 191 160 34 41 244 240 256 246 47 36 146 123 808 931 Pag. 113 Material ymétodo minutos, yluego permanecían separadas hasta 3 horas. toma 283 250 249 266 274 265 293 239 270 259 264 269 3181MediaPesoRN 264 241 236 254 266 257 279 226 255 246 250 257 283 252 251 267 272 267 296 238 270 258 266 2699.1 8.6 8.1 8.9 8.7 8.6 9.5 7.6 9.0 8.3 8.8 8.693 95 74 94 111 101 117 98 107 85 101 116 1192FUENLABRADA 165 132 147 152 140 150 151 124 114 143 143 128 1689MES ENERO FEBRE MARZO ABRIL MAYO JUNIO JULIO AGOST SEPTI OcrUB NOVIE DICIE TotalRN>2500gr 249 228 227 247 249 241 262 225 248 239 234 248 2897 MES ENERO FEBRE MARZO ABRIL MAYO JUNIO JULIO AGOST SEPTI OaUB NOVIE DICIE Total Pag. DELEGANES EN1988 SEGUN EDAD MATERNA YTIPO DEPARTO N~PARTOS EDAD MADRE (MEDIA) 283 252 251 267 272 267 296 238 270 258 266 269 247 236 254 265 262 284 228 259 244 257 259 3074DISTRIBUCION TIPOS DEPARTO EUTOC. INSTR. CESAR. 224 200 181 200 214 219 220 185 210 204 202 213 247258 30 46 23 69 39 62 42 54 35 44 22 76 53 53 33 59 33 55 33 61 39 56 36 697 418 derecién nacido, retraso enlalactogénesis, descanso secumplimentó elprimer cuestionario.MES MAYO JUNIO JULIO SEPTI oaun NOVIE DICIE Total yacondicionamiento sonoro ytérmico. las revisiones se hicieron conlamisma báscula, excepto lapesada del nacimiento, en Leganés, valorados como sanos alnacer, elegidos deforma aleatoria hasta completar lamuestra necesaria para yneonatal (registros Encuestas conlamadre alascitas. Estos datos quedaron registrados enlasencuestas. Pag. 118 Material ymétodo Para lapreparación telefónica óadomicilio. Elección deltipo depreguntas para cada variable. 4. Definición decódigos, escalas ypuntuaciones. 5. Elección delorden delaspreguntas. 6. Diseño delformato. Preparación deunmanual deinstrucciónes. 8. Entrenamiento delosencuestadores. 9. Realización deunaprueba piloto. 10. Revisión del cuestionario yel manual de instrucciones. Concedimos una especial importancia alaperspectiva sociológica yestadística delestudio porloque, desde bajo supervisión experta sociológica delProf. D.Modesto Escobar Mercado. Elaboramos cuatro cuestionarios para obtención de información acerca delos factores sociales, económicos, culturales, sanitarios ypsico-afectivos que pudieran relacionarse conusos ycostumbres del fenómeno deestudio, lalactancia materna. b) Lasemejanza, dentro deunos limites razonables, ala población diana alaquesedesea generalizar los resultados. c) Elempleo decriterios deselección realistas que lainclusión delnúmero deseado previsto, entre ellos elcriterio de accesibilidad geográfica delapoblación. d) Hacer posible ladetección deuna diferencia o asociación quepudiera Seconsideraron A. Dependientes delrecién nacido -RN-: - - Sufrimiento fetal agudo grave conpuntuación de APOAR alos5minutos menor de7. - sano\", según valoración efectuada porelneonatólogo delcentro. - Niño con malformaciones físicas mayores al nacimiento, yaquellas minusvalías queenalgún grado puedan dificultar elamamantamiento, tales como: fisura labio leporino, etc. B. Nodomiciliada enFuenlabrada-Leganés. - Madre alcohólica -porriesgo de:niño malforruado, bajo peso, con complicaciones médicas por fetopatía alcohólica-. - Mujer diagnosticada dealteración psiquiátrica - psicótica, depresiva etc.-. - Alteraciones mamaria que impidan elamamantamiento. - Mujer alaqueenelHospital sedesaconseje lactancia natural basándose enmotivos médicos concretos dependientes delamadre ódelniño. - Mujer quemanifieste imposibilidad dealgún tipo para acudir alasvisitas deseguimiento del deLeganés fuédeaproximadamente 3200 -considerando que médica delH.Severo Ochoa). Enunperiodo Sepreparó toda delestudio fueron elegidos simple utilizando el registro departos delamaternidad delHospital para su inclusión. desuhijo hasta el62mesdevida, mediante entrevista directa, atendiendo las dudas que nos pudiera plantear, ysesolicitó sucolaboración acudiendo lamujer era citada por escrito al102día, coincidiendo con la realización del test demetabolopatías, que esefectuado al100% delosnacidos enelCentro. Sinoacudía seguimiento casos quenosepresentaron enlabase dedatos para detectar errores sistemáticos cometidos durante la entrada de la información. Los datos se procesaron informáticamente mediante paquetes deestadística trabajo enprimer lugar, mediante técnicas de estadística descriptiva -tablas ygráficos-, para presentar ysintetizar oilógicos errores detranscripción delos datos ylavalidez delanálisis posterior Acontinuación, mediante técnicas deregresión logística múltiple, hansido recogidas lasvariables que tienen efecto directo. Pag. 124 Material ymétodo Laduración delalactancia, variable cuantitativa, ha sido estudiada mediante comparación demedias -mediante deanálisis estadístico, nospermite dilucidar silasdiferencias observadas entre lasmedias muestrales de una variable cuantitativa, son significativas. Laprueba delatdeSTUDENT tiene dosvariantes, una aplicable independientes dos pruebas según las las varianzas sean ónohomogeneas. 2.2 Varianzas homogéneas.-ET 1 w 103 528 m 290 528 l S BT Unavezquehemos comprobado que lasvarianzas el queelpunto critico poblacionales sondistintas. 2.3Varianzas nohomogéneas.-ET 1 w 99 134 m 301 134 l S BT Encaso dequelasvarianzas nosean homogéneas, las decontraste para este caso, tambien basado realizadas enelcaso delasvarianzas dela lactancia materna según lamadre hubiera decidido dar lactancia natural antes, durante odespués delparto, dado Pag. 128 Material ymétodo quetenemos tres medias lacomparación simultánea delas mismas debe hacerse delavarianza. Elmodelo planteado analizado entre quémedias existían lasdiferencias mediante elmétodo de comparación múltiple: Eneste trabajo laduración delalactancia materna ha sido estudiada, mediante la técnica de análisis multivariante deregresión lineal múltiple, afin de estudiar deforma laenésima variable. Para que elmodelo seasignificativo, todos los coeficientes de las variables deben de ser significativamente distintos decero. 5. independiente y'P'laprobabilidad esté relacionada conlavariable dependiente según elmodelo logístico, yporlotanto el modelo notendría deregresión indica relación, sería unfactor de riesgo delaLM-; sielcoeficiente 5.1Elmodelo múltiple.-ET 1 w 101 651 m 268 651 l S BT Elmodelo deregresión logística múltiple. relaciona depadecer unadeterminada Factor deprotección, esuna caracteristica individual que disminuye depadecer una determinada enfermedad. Eneste trabajo estamos interesados endeterminar, factores favorecen lalactancia materna ycuales no.Aunque nopodemos artificial como una enfermedad, lamayoría delosautores consideran quela lactancia materna como ventajosa respecto puntos queseexponen ylosqueaumenten laprobabilidad de lactancia materna los factores de 7. Evaluación defactores deriesgo yprotección: Enelestudio sobre factores deriesgo yde protección, enprimer lugar, debemos demostrar queexiste asociación estadística significativa, entre laenfermedad - ennuestro yelfactor, yen 131 Material ymétodo 2.3.Asociación estadística.-ET 1 w 102 728 m 295 728 l S BT Clásicamente, laexistencia de laasociación estadística mediante modelos trabajo lavariable dependiente ylavariable independiente, elfactor que queremos evaluar. 2.2Grado ysentido delaasociación.-ET 1 w 101 514 m 365 514 l S BT Laspruebas deasociación estadística, ymétodo Variables dependientes: aquellas quepermiten medir losfactores de estudio. Consideramos como tales: 1. Laelección del tipo delactancia, materna o artificial, alnacimiento. decimal duración: variable indirectamente, queseestá siguiendo óhasta que punto seabandona laLM:elmomento delinicio o introducción laalimentación asociada. social2: nuclear delactancia. Pediatra que controla alniño -centro desalud, consultorio de Seguridad Social, sociedad médica, consultorio privado-. Origen delospadres. Número deaños de residencia enlazona deFuenlabrada-Leganes. 2. Factores culturales einstrucción: Grado de instrucción materno. Grado deinstruccion paterno. Nivel dehabilidades materno, entretenimientos o aficiones. Conocimientos sanitarios sobre alimentación dellactante. Duración inicial prevista porlamadre delalactancia alpecho. Razones aducidas para abandono delamamantamiento. Control denatalidad. Precauciones anticonceptivas enelpuerperio. Fuente de información sanitaria. Problemas con el amamantamiento ymodo deafrontarlos. 3. Factores económicos ylaborales: Situación laboral de enelembarazo ytras elparto. Situación laboral del padre. Nivel deingresos familiares mensuales totales. Adquisición de vivienda. Equipamiento delavivienda. Dimensión delafamilia. 4. Factores psicoafectivos: Deseo del embarazo y aceptación delmismo. Referencia alaformación y mantenimiento del\"vínculo madre-hijo\" alolargo de la gestación -alcohol, 6meses devida. -alsospechar suasociación alfactor óno.Estado desalud bueno ono.Estado civil - soltera, casada, compañero estable, viuda y divorciada-. Incidencias enlasalud del niño - enfermedades eingresos durante losprimeros meses de lavida-. Educación para disminuir lavariabilidad debida al encuestador. c)Estudio piloto. d)Validación del cuestionario, e)Elaboración deunmanual de procedimiento donde quedaba explicado cómo debía recogerse lainformación, eincluía definiciones delas variables, instrucciones para los encuestadores porlainformación su ysumedición, tanto delasvariables queelinvestigador puede evaluar directamente - objetivas- como de las subjetivas -el investigador confía enlarespuesta dada porlos sujetos delestudio odeclaraciones erróneas pudor, discreción, razones sociales opara complacer al entrevistador (Rojas R,1977); sobre todo al preguntar por hábitos tóxicos, métodos anticonceptivos, ayudas disponibles, ingresos económicos, etc. -Secuidó elerror debido alosinstrumentos de medida, asegurándonos de su validez calibración. -Loscuestionarios sediseñaron como documentos que facilitan larecogida dedatos, su para el Nacedelhechodequesetrabajaconmuestras deindividuos, y procede, análisis ulterior. coincidieran conlosdelahistoria clínica. -Sellevó acabo uncontrol defiabilidad delos datos mediante manejo informático, fueron grabados enelordenador yseprocedió alosanálisis estadísticos. Pag. 137 Resultados nr -flESnLMranos Pag. 138 Resultados IVA. ESTADíSTICA DESCRIPTIVA Incluimos las variables estudiadas enlos siguientes apartados: tuvieron vivos. antecedentes deniños fallecidos entre lasmujeres encuestadas; todos porcausas perinatales. Tuvieron abortos anteriores 64 madres. Tabla 1:DATOS DIVERSOS SOBRE ANTECEDENTES OBSTETRICOS Variable n %media d.tip. alactual 237 varón 51.5 mujer 48.5 Edad delhijo mayor 237 6.1 3.70 1-18 Sexo delhijo mayor 64 Natural 90.6 Provocado 7.8 Deambos tipos 1.6 Pag. 139 Resultados Tabla II:HABITOS MATERNOS DURANTE ELEMBARAZO Variable n %media 1.9 Consumo debebida con alcohol durante comidas 395 vino 13.2 cerveza 4.6 ambos, indist. 0.3 no,ocasional 10.9 no,nunca 71.1 Consumo entre comidas de vino, verveza, licores ó combinados 395 Nunca 63.0 Casi nunca 16.2 Devezencuando 20.3 Diariamente 0.5 Pag. 140 Resultados Tabla III: DATOS DESALUD MATERNA DURANTE LAGESTACION Variable n %media d.tip. Crecimiento delpecho durante lagestación 395 Crecimiento moderado 77 Noobserva crecimiento 16 Crecimiento importante 7 Ganancia ponderal -Kg- materna enembarazo 387 10.4 Metabólico-endocrinos 3.0 Psíquicos 1.5 Dermatológicos 0.8 fatal 4.8 Pag. MATERNA DURANTE LAGESTACION Variable n %media d.tip. min-Max sobre operjuicio lasactividades quetenía quehacer durante elembarazo 395 Ayuda Perjuicio 13.4 Opinión Otra 0.8 Víadelparto: Cesárea 9.1 Modalidad: Simple 83.0 27.7 5.02 15-41 28 Padres 394 30.2 5.17 18-54 29 Pag. 143 Resultados Tabla VIII: DATOS SOCIALES DIVERSOS Variable Población deldomicilio familiar Fuenlabrada Leganés Estado civil materno Casada ópareja estable Soltera Separada-divorciada Años casada ócon pareja estable Hijos quepiensa tener entotal lamadre Está lamadre DENACIMIENTO DELOSPADRES DELOSNIÑOS ESTUDIADOS Lugar deorigen Madre Padre (N=368) (N 363) Madrid municipio 43.2 % 35.5 % Castilla Vieja yC.Mancha (rurales). 23.4 % 24.8 % Andalucía-Extremadura (rurales) 19.0 2.2% DELOSNIÑOS Lugar Madrid municipio Castilla Vieja yC.Mancha rurales... Andalucía-Extremadura rurales Madrid otros Castilla Vieja yC.Mancha urbanas... Otras España rurales Extranjero otras Andalucia-Extremadura urbanas Navarra,Vascong. ,Catal. ,Val. ,Balear. Otras España urbanas Progenitor rango moda Madre 8.96 6.74 0-34 1 NIETO ENLAS FAMILIAS MATERNA YPATERNA Rama familiar Casos válidos media d.típica rango moda Materna 392 5.27 4.14 1-25 1 Paterna 388 5.58 4.72 laborales Si,devezencuando 9.1 Casi No,nunca Comidas queefectúa encasa elmarido Sólo desayuno posibilidades a3Dmes- 92.4 ypadre 5.7 Otros 1.9 Enquémedida, según la madre, debería alniño Resultados Tabla XIV: DIVERSOS PARA LAMADRE Variable n Frecuencia conquelas madres tuvieron ayuda enlaslabores decasa 395 Frecuentemente 20 Aveces 21 Nunca 59 Quien acompañó ala madre enelparto 395 Marido, compañero 71.4 Otra persona 2.8 Nadie, estuvo sóla 25.8 Localidad detrabajo delcabeza defamilia 375 Misma población 18.7 Alrededores 24.0 Madrid capital 29.3 Otras 28.0 Turno laboral variable delcabeza defamilia 375 Si No 65.3 Para quién hansido los regalos porelnacimiento delhijo 395 Para elniño, solamente 67 Para ambos, niño ymadre 27 Para lamadre, solamente 3 Nohubo regalos 3 Sidispone lamadre de alguien al niño sitiene quesalir 360 147 Resultados Tabla XV:NIVEL DEAYUDA QUEINDICA LAMADRE HABER TENIDO EN DISTINTOS MOMENTOS TRAS ELPARTO Periodo considerado NGRADODEAYUDAPROPORCIONADO ALAMADRE Ayuda Casi A No total siempre veces ayuda RN -100día 39462.3% 12.2% Jardín deinfancia/guardería Hermanos empleada 57.6 68 28.0 39 16.0 39 16.0 14 5.8 4 1.6 1 0.4 13 5.3 Pag. 148 Resultados Aspectos enlosquecolabora elpadre -n =360- enla 95 26.4 Baño 72 20.0 Pasearle 59 16.4 Cambiarle 52 14.4 Dormirle 21 5.8 Nada 18 5.0 22.8 Mespostparto enquela madre inicia precauciones anticonceptivas 242 2.5 1.08 Pag. 149 Resultados Losmedios queindica utiliza NUEVOS EMBARAZOS Medio empleado nO %sobre %sobre 287mad. 318resp. Preservativo 159 55.4 50.0 vasectomía 30 10.5 9.4 Coitus interruptus; Ogino 14 4.9 4.4 DIU 10 3.5 3.1 Espermicida 8 2.8 2.5 Diafragma 1 0.3 0.2 Noutiliza medio 8 2.8 2.5 Personas que, según lamadre -n =359-, comparten conella %sobre 359¡nad. Marido 135 Abuelos 68 19.0 Hermanos mayores, tíos 64 17.8 Cuidadora niños, empl.hogar 10 2.8 Otros famil.,amigos,vecinos 6 1.7 Nadie 137 38.2 Pag.150 Resultados YAFICIONES 7.6 4.1 50.532.9 28.1 12.8 1.5 2.611.4 1.3 2.0 Tabla MATERNAS Variable n %media Programas deradio favoritos delamadre Musicales Cualquier emisora Variedades, informativos Dedifícil clasificación Deportes Nooyeradio, ninguno Aficiones 151 Resultados IV.1.4 LABORAL MATERNA DURANTE embarazo (N =395)6Qmesdelhijo medio técnicos Propietario Empleado, administrativo yasimilados Empleado decomercio 4.9 33.3 29.9 - 1.8 17.5 24.2 — 13.9 0.9 1.3 Pag.152 Resultados Tabla XXVI: DATOS DIVERSOS DELAACTIVIDAD LABORAL MATERNA Variable n%media d.tip. min-Max Lugar donde lasmadres realizan suactividad laboral 117 Misma población 30.0 Alrededores 14.5 Madrid capital 52.1 Otras 3.4 Semanas depermiso delamadre de buscar trabajo óponerse atrabajar traselparto 316 trabajo 10.1 Ponerse d.tip. Situación laboral del cabeza defamilia 395 Trabajo estable 86.6 Trabajo eventual 9.1 Paroconsubsidio 3.3 Invalidez ojubilación 0.3 Parosinsubsidio 0.8 Tamaño De101a1000 Másde1000 trabajadores 16.9 Pag. 153 Resultados Tabla XXVIII: DATOS RELATIVOS ALAVIVIENDA FAMILIAR Variable n %media d.tip. mín-Max queviven enel domicilio familiar 369 la vivienda familiar enlacasa 367 1.1 0.32 Pisodonde estála vivienda 328 3.6 edificio 367 Si 70.6 No,pormenos de4alturas 27.0 No 2.4 Vivienda depropiedad ó alquilada Propiedad 86.1 Alquiler 9.2 Cedida 4.7 Sihanacabado depagar elpiso 310 viveconellos Marido, compañero Otros hijos Padres SuegrosnQ 362 216 10 15 4%sobre 369mad. 98.1 58.6 43.3 Video 367 60.5 Lavavajillas 367 5.4 Pag.155 Resultados Tabla alaguardería 16 3.7 0.85 Estimación porlamadre deloquecuesta ala semana alimentar asu familia 360 de4.000 1.7 Gasto hijopequeño óclase social dónde seconsidera la madre incluida 360 Media media 71.7 Media baja 17.5 Baja-trabajadora- 8.3 Media alta 1.7 Nosabe/no contesta 0.8 Pag. 156 Resultados Tabla XXXII: DINERO PRECISO, SEGUN LAMADRE, PARAUNAFAMILIA COMOLASUYAYCUANTíA DELINGRESO FAMILIAR contestaa50.000 pts a75.000 pts a100.000 pts 125.000 pts 150.000 175.000 pts pts1.9 26.4 21.7 2.0 Pag. Resultados IV.1.5. DATOS PSICOAFECTIVOS d.tip. min-Max Deseaba esteúltimo embarazo 395 Si 67 No 33 Método anticonceptivo previo alembarazo 395 Píldora 23 Preservativo 15 DIU 4 Naturales 2 Otros 2 Ninguno 54 Reacción delpadre anteelembarazo 393 Alegre, ilusionado 86.3 Triste, contrariado 10.7 Indiferente 2.8 Noseenteró 0.3 Reacción delaabuela materna anteelembarazo 395 Alegre 63.3 Triste, contrariada 20.8 Indiferente 4.8 Madre falleció odescon. 9.9 Otras 1.3 Valoración materna dela experiencia delúltimo embarazo 395 Buena 78.7. Regular 16.5 Mala 4.8 Sihatenido lamadre miedos conproblemas yparto 25.1 Sipidió anestesia madre enelparto Si deldía 80 Sóloporeldía 17 Sólodurante lascomidas 3 Pag. 159 Resultados Tabla XXXVI: DATOS DIVERSOS RELACIONADOS CONLAACEPTACION DEL NIÑO Variable n%media d.tip. Hijos lamadre 395 Alpadre 33.9 Hermanos 22.3 Aella 13.7 Abuelos paternos 2.3 Otros maternos 2.3 Abuelos maternos 1.3 Otros paternos 1.0 Otros 0.3 Nadie, nosabe 23.0 Momento enquedecidió elnombre 23.8 Expectativas decambio familiar, paralamadre: 395 Completamente cambiada 1.5 Bastantes cambios 11.4 Algunos cambios 54.4 No,ningún cambio 32.7 Preferencia paterna delsexodelhijo: 393 Loquehatenido 63.9 Lootro 25.7 Indiferente 10.4 Pag. SOBRE ELPOSIBLE 315 49.4 21.2 Habitación donde dormía elniñoenelmomento de la4~encuesta: 360 Dormitorio padres 88.3 Cuarto sólo 6.7 Pag. 161 Resultados mencionaron 2 sitios donde dejaban alhijo, Cuna 126 35.0 Parque 57 15.8 Otras 20 5.6 Suelo 12 3.3 Lolleva acuestas 7 91.9 Raro 4.7 Nosabe 3.3 Pag.162 Resultados IV.1.6. DATOS SANITARIOS, EDUCACION YCULTURA DESALUD 4.9 3.5 Metabol.-Endocrinos 14 3.5 Piezas restauradas 395 2.4 4.48 0-28 Piezas extraídas 395 2.2 2.85 0-28 Asistencia acurso de preparación alparto enesteembarazo: 395 Asistieron 22 78 alcurso completo: 78.0 No conanterioridad: 163 Resultados Tabla XLII: DATOS DEPUERICULTURA Variable Vacunas puestas hasta la entrevista del6Qmes:n %media 360 Origen delaasistencia pediátrica hasta 6Qmes: Consultorio n%media enlamadre: Motivos médicos mad. Motivos. soc.cul. mad. Rechazo-M. soc.cul. ENFERMERAS LM Predomina biberón Predomina L.mixta Nosabe395 56 32 4 8 Tipodelactancia que, según elpadre delniño: Lactancia alpecho Biberón Indistinto Noopina ó,nosabe9394 2 7 12 Cómodaelbiberón el padre, según lamujer: Nosabe,noseocupa Bien Regular Mal393 77 20 2 1 SEÑALABA ELPADRE SEGUN LAMUJER Motivo señalado nO (sobre 341) Conveniencia niño-Motivos sanitarios 280 82.1 Marido nosabe ónoopina 48 30 8.8 lamadre 18 5.3 Note:35medresdanun2~motivo- Pag. 167 Resultados Tabla XLIX: DIVERSOS DELAMADRE Variable madre considera mejor: 394 98.7 Biberón 0.8 Igual ambas 0.5 Preparación delasmamas enelembarazo: 395 Ninguna preparación 62.3 Cremas yaceites 31.1 Masajes oestimulación 1.8 Alcohol 3.3 Otros 1.5 Sidarelpecho tiene más ventajas de lactancia: ¿elactual oel anterior?: 236 Niño actual 45 Elmayor 11 Ambos 34 Ninguno 9 Influencia que,según lamadre, tiene darel pecho sobre elriesgo Motivos nO * (sobre 386) Centrados enelhijo: Motivos médicos 235 60.9 Motivos sociocult. 111. 28.7 Fracaso anterior 1 0.3 Centrados enlamadre: Motivos sociocult. 58 15.0 Motivos médicos 1? 4.4 Rechazo LM(mínima razón) 10 2.6 Fracaso anterior 5 1.3 Otros 1 0.3 Ventajas delactancia materna según lasmadres 0.8 0.5 Noventajas onosabe 8 2.0 1.4 Pag. 169 Resultados Inconvenientes delactancia materna según las madres encuestadas Inconvenientes queseñalan lasmadres Inconvenientes niño-Sanitarios niño Inconvenientes niño-Sanitarios madre Inconvenientes madre-Incomodidad Inconvenientes madre-Estéticos Noinconvenientes onosabenO %sobre 394mad. 12 1 111 30 2 28.2 '7.6 0.5 DELACTANCIA ADOPTADO Personas queinfluyen Ella misma Marido Abuela Hermana, vecina, amiga Médico general TV,radiono %sobre 393mad. 382 97.2 45 11.5 25 6.4 2 0.5 1 0.3 1 0.3 Pag. 170 Resultados Tabla LIV: CONOCIMIENTO DELAMADRE DE,ALMENOS, UNTIPO DE LECHE cuchara Tabla LVII: Concuchara 2~enc.(lOQd) 88 99% 1% 3~enc.(32m) 95 64 70.3 Inconvenientes niño-Otras situaciones 5 5.5 Inconvenientes niño-Indicación médica 3 3.3 Inconvenientes madre-Sanitarios madre 15 16.5 Inconvenientes madre-Incomodidad madre 4 4.4 Inconvenientes madre-Otras situaciones 4 4.4 Inconvenientes madre-Indicación médica 2 2.2 Padre quiere participar dando biberón 2 2.2 Tabla LIX:MOTIVOS ARGUIDOS PORLASMADRES PARALARETIRADA niño -Indicación médica 43 17.3 Razón materna -Prob.laborales 15 6.0 Razón materna -Sanitarios madre 16 6.5 Razón materna -Incomodidad madre 8 3.2 Razón materna -Sanitarios hijo 1 0.4 Razón materna -Otras situaciones 1 0.4 Celos hermano -Otras situaciones 1 0.4 Pag. 172 Resultados Tabla LX:MOTIVOS ARGUIDOS PORLASMADRES PARA LARETIRADA DELM 92mad. Hambre,Hipogalactia-Mot.sanitarios hijo 40 43.5 Problemas hijo-Motivos sanitarios hijo 13 14.1 Gana peso mal-Motivos sanitarios hijo 12 13.0 Problemas hijo-Indica médico 9 9.8 Problemas hijo-Motivos sanitarios madre 4 4.3 Problemas madre-Laborales madre 12 13.0 Problemas madre-Otros socioculturales 9 9.8 Problemas madre-Incomodidad madre 3 3.3 Problemas madre-Estéticos 1 1.1 Problemas madre-Motivos sanitarios madre 1 81.8 Milton ósimilar 13.0 Lavaconaguayjabón -14.1 Pag. 174LA Tabla DELALACTANCIA MATERNA EN CASOS 9.0 12.5 a6 12.5 0.0 Tabla LXV: INICIO DELALACTANCIA ARTIFICIAL ENLOSCASOS 3~eno-4deno 45 4.3 horario fijo, losprimeros días: 394 Ademanda 51 Según norma horaria 42 Cómo alpecho elniño 1.21 3~eno. (3Qm) mínimo 368 6.8 1.74 máximo 368 7.8 2.02 Tabla LXVIII: MODALIDAD DELMAUNOODOSPECHO N Resultados Tabla LXIX: MINUTOS ALPECHO ENLASTOMAS Momento considerado Pi Primer pecho media d.típioaNSegundo pecho anterior. 13.6 PERSONA QUELOACONSEJO alimento media d.típ. (mes) (mes) Harina singluten Miel Azúcar Fruta Leche entera Harina congluten Sal Patata Verduras Carne Yogourt Pescado Petit-suisse Huevo Legumbrescasos Madre Sanitario Farmacia 326 37 44 305 8 99 11]. 238 248 207 42 72 28 7 >1al nQ semana semana día día Fruta 305 0.7 1.6 97 0.7 Verduras 248 0.4 2 97.2 0.4 Patata 238 0.4 3 96.6 0 Harina singluten. 326 1.5 0.7 19.3 78.4 Harina congluten. 99 1 1 61.6 36.4 Huevo 7 42.9 14.3 42.9 0 Pescado 72 6.9 29.2 63.9 0 Carne 207 1 10.1 88.4 0.5 Leche entera 8 0 0 37.5 62.5 Yogourt 42 14.3 38.1 47.6 0 Petit-suisse 28 17.9 42.9 39.3 0 Legumbres 2 50 50 0 0 Miel 37 13.5 10.8 62.2 13.5 Azúcar 44 2.3 6.8 79.5 11.4 96.4 YPSICOMOTOR DELOSNIÑOS Casi 3.5 Nunca 5.4 17.5 3.9 5.2% 28.0 % 55.2 % 10.3 % 1.4%2.2% 32.2 % 51.5% 12.5 % 1.9% Pag. 181 SEGUIMIENTO porcentaj e 1.3 3.8 21.5 58.2 15.2porcentaj e acumulado 1.3 denutrición/digestiva Dermatitis atópica6.7 0.3mes frec. 2 3 4 5 61 3 17 12 79.7 15.0 5.5 1.0 Nota.— (*)Datossuperponibles alosdelaexploraciónalaltadelamaternidaddelhospital.79.4 11.9 6.4 2 13.6 16 Nosabe 19 0.5 LXXXVIII: referida 2~enc. %sobre 394mad. Ninguna preocupación Adecuación —— 0.3 0.3 0.3 Nota.— 13.0 30.6 35.6 Exigente 13.0 12.7 12.5 Activo 3.6 2.7 7.2 \"Llorón\" 2.3 3.5 1.9 \"Tragón\" 2.0 0.3 \"Dormilón\" 0.8 0.3 0.3 Otro 0.8 1.9 Problemas 14 3.6 Respíratorio-M.extrahosp. 3.0 Ictericia-M.extrahospital. 9 2.3 Pseudopubertad RN 2 0.6 Exantema-M.extrahospital. 1 0.3 Respiratorio-Ingreso 1 0.3 Otros-Urgencia 1 0.3 Pag.184 Resultados Tabla no *sobre Ningún -M.ext. 32 8.7 Otros -M.extrahosp. 32 8.7 Llanto -M.extrahosp. 15 4.1 Otras infec. -M.extrahosp. 15 4.1 Otros -Estudio 2 0.6 Otras infec. -Estudio 1 0.3 Otros -Urgencia 14 3.8 GEA -Urgencia 13 3.6 Infec.resp.baja -Urgencia 7 1.9 Infec.resp.baja -Ingreso 12 3.2 Otros 1.9 GEA,deshidratación -Ingreso 4 1.1 Otras infec. -Ingreso 4 1.1 alimento, estac. peso -Ingreso 0.3 Invaginación 70 19.4 Problemas digestivos banales conmanejo extrahospital. 27 7.5 Infecciones intestinales con manejo extrahospitalario 26 7.2 Infec.respirat.baja-manejo extrah. 18 5.0 Otras infec.-manejo 10 extrahosp. 4 1.1 0.6 Digestivo-estudio hospital. 1 0.3 Infec. respirat .baja-urgencias 14 3.9 Otros-urgencia 8 2.2 Infec.intestinal-urgencias 2 0.6 Infec.respirat.baja-ingreso 5 1.4 Otros-ingreso/cirugía 6 1.7 GEA/deshidratación-ingreso 3 0.8 Invaginación-ingreso 0.3 materna cuando elhijollora: 369 Cogerlo 66.4 Acunarlo Hambre 259 70.4 Sueño 130 35.3 Otro 59 16.0 Quiere brazos 45 12.2 Estásucio/húmedo 27 7.3 Quiere jugar 25 6.8 Nosabe 7 1.9 Sed 1 0.3 111.1.12 DATOS 7.7 Inespecíficas-Miscelanea Digestivo 8.4 3.0 Neurológicos-Sentidos 5.8 3.0 '7.7 Nefro-urologico 3.9 3.0 Dermatológico 1.3 3.0 Psiquico-Alt .comportamiento Metabólico-Endocrino 2.6 1.5 Un10.6% delasmujeres (N 159.8 Quenecesita madre traselparto, según ellamisma: 394 Excelente 24 Bueno 44 Normal 4 Variable 26 Malo 3 Sihasentido lamadre, enocasiones, tristeza yganas dellorar: 394 309 78.4 Infección probable 43 11.0 Enrelac. embarazo-parto 24 6.1 Otros 14 3.6 Problema delasmamas Diversos, sinespecificar 2.4 2.0 Mareos, hipotensión 2.2 0.6 Psíquicos 1.6 4.7 Patología delamama 1.6 0.3 Nefro-urológicos 1.1 Digestivos 0.5 0.3 Trastornos delamenstruación 0.5 Cefaleas 0.8 0.6 Dolores deespalda 0.8 0.6 Ligadura detrompas 0.3 Dermatológicos 0.3 Puede validez delosresultados, seintentó recabar domic/telef 20% Pag. 196 Reguilados 80 Resultados PiQoasos media LMX'73 LA 6 LMX 66 80.76 Otras respuestas 294 93.33 P<O.O01 EXPERIENCIA DARBIBERON EL PADRE Experiencia previa 76 83.51 Noexperien. previa 281 93.04 P<O.Ol Pag. 203 Resultados Tabla 196 QUETIPODELACTANCIA ES MEJOR, respuestas 11 61.11 P<0.001 VENTAJAS DELMSEGUN LA MADRE Ventajas madre ó 150 +madre niño ó y tipodelactanciaalnacer semanas hastaa másde8 psicoafectiva. 9.Situación laboral Factor evaluado Signif. NQcasos media d.tip CIUDAD DONDE VIVE Fuenlabrada 216 3.0 2.59 Leganés 138 3.8 2.87 P<0.O1 HIJO 195 0.38 0.287 <0.001 NQHIJOS ANTERIORES 64 2.5 2.37 Otras resp. 289 3.5 2.77 P<O.O1 EXPERIENCIA PREVIA PATERNA ENDARBIBERONES 2.5 3.5 2.80 DEVENTAJAS O NODEL.M.PARALAMADRE Otras respuestas 11 1.8 1.31 P<O.Ol VENTAJAS ENLMSEGUN LA P<O.O1 madre+hij <0.001 TIENE Tiene botes leche 2.70 P<0.O1 No 114 P<O.O01 INFLUENCIA QUETIENE DAR PECHO SOBRE RIESGO DEEM- BARAZO, SEGUN MADRE Aleja riesgo 28 4.4 2.77 Otrarespuesta 302 3.2 2.71 P<O.05 Pag. 2.5 1.90 P<0.O1 Análisis decorrelación dePearson yderegresión 3.5 2.82 Pc0.Ol Nopreocupaciones PROBLEMAS SALUD P<O.O5 TEMPERAMENTO SALUD 1OQd-3Qmes, SEGUN Noproblemas 2.87 P<0.05 dePearson DELALMENRELACION DURANTE 2 1 O 1Asistió; J'~4 rw 2 Pag. 7 6 5 4 a 2 1 o 1 2 mesesdeLM 7 6 5 4 a 2 1 o —1 4 a 2 1 o Usachupete; 22 Nousachupete1~ Paq. 232 Resultados IV.2.2.2. MODELO DEREGRESION LINEAL MULTIPLE. Mostramos, seguidamente, enlastablas CXLII yCXLIII, el modelo deregresión lineal estudios socio-cultural familiar. 8.Situación psicoafectiva. 9.Situación laboral materna. Pag. 234 Resultados Mediante unanálisis logística simple, se Tabla Pag. Pag. V.l. ESTADíSTICA DESCRIPTIVA YANALíTICA BIVARIANTE delaLMdebe psicológica y social. Cualquier exclusión deunodeestos aspectos implicará problemas delestudio losefectuamos, para una considerando los siguientes apartados: 1. Historia obstétrica yembarazo actual. 2. Datos sociales. 3. Datos culturales yaficiones. 4.Datos económicos ylaborales. 5. Datos psicoafectivos. 6. Datos sanitarios, educación ycultura sanitaria. 7. Referencias, creencias yconocimientos sobre lactancia. 8.Inicio yevolución delalactancia. 9. Datos delaalimentación Pag. somatométrico ypsicomotor lamadre. 13. desalud misma. Incidencias algunos (Diaz la Pag. 248 Comentarios paridad noserelaciona coneltipo loquevaenla (Rico JL,1982). aldíaenlosprimeros días devida, satisfactorio una lactancia prolongada (Zuppa AA,1986), obien porunamayor experiencia delamadre. Vimos olejanía anteriores embarazos. Pag. 249 Comentarios elembarazo, pueden reflejar, encierta medida F,1988>, aunque ocerveza enproporción aquellas madres quecomían con vino ocerveza. Elconsumo entre comidas devino, cerveza, unamayor tendencia ainiciar LMentre las madres que experimentaron crecimiento del pecho durante el embarazo. Elcrecimiento delospechos elestado padecimiento alguno durante éste último embarazo. Delasqueexperimentaron molestias, elgrupo mayor - 18%- tuvieron trastornos inespecíficos ódedifícil encuadre en grupos bien definidos -como problemas respiratorios, ginecológicos—, quefueron referidos enmenor unasituación respectivamente, según desde enel39%. amenudo oaveces porun52%delasmujeres. embarazo, de4.5horas diarias, loque, Pag. 252 Comentarios entendemos, supone delafamilia. Sibien, muchas embarazadas sesienten perfectamente, contentas ysinpresentar trastornos evidentes, cuando ysocial, asícomounaestructura socioeconómica domésticas yeltipo de lactancia elembarazo relacionado conlapresencia deproblemas de salud pública. EnEEUU, Médica Americana ha publicado unas normas (AMA,1984) enlasquesugiere quelas mujeres cuyo trabajo requiera prolongados lapsos detiempo en bipedestación, lointerrumpan hacia las24semanas degestación, mientras que aquellas otras que trabajen sentadas pueden continuar haciéndolo hasta elfinal delembarazo. Hayinvestigaciones enEuropa quehablan como para asistir aclases otrabajar durante lagestación, incluso enempleos que requieran bipedestación, aqueseacorte la duración del embarazo oque seproduzca unretraso (Lyon AJ,1984) 1,1983>, oentre 1médicas yparamédicas, bien instrumentales ofarmacológicas pueden tener desfavorable, casi siempre significativo, 1 oabdominal, eselproblema deuna deamamantamiento, LM Edadmaterna deldomicilio padre delniño, amigas, profesionales delasalud, clases preparto, grupos de promoción de lactancia, etc.- inician de referencia (Hospital Severo Ochoa, 1989). Diecinueve madres denuestra muestra tenían menos de20años tienen porhijos anteriores (Zamora enlosdatos consultados. Asi, laLMresulta frecuente ydemenor duración enelmedio rural queel sinembargo, delosabuelos o rural, parece vincularse conciertas En nuestro estudio, dealimentación deloslactantes (Parke duración delaLtd. Aunque ennuestro trabajo nopudoserdemostrado, está descrito familiares pueden el deleche del5%demujeres. Lasmujeres nuestro estudio iniciaron pronto lasprecauciones anticonceptivas esteparto -alos2.5meses-, aunque quizás nolo suficientemente ocasión ESTUDIO considerada LM Duración Aficiones Laimportancia quedamos y4%depadres. Esta uniformidad denuestra muestra puede justificar denuestro estudio, se evidenciaba ESTUDIO Variable considerada Inicio Ltd Duración Ltd Profesión delpadre X Permiso laboral postparto X X Posesión delavavajillas endesempeñar actividad laboral obuscando empleo. o paraacadémicas muestran unatasasignificativamente aumentada de inicio deLM(Birenbaum E,1989), nosotros encontramos puede factor disuasorio delaLM.Ennuestro estudio, olejanía del trabajo materno noserelacioné de iniciaron semanas —97% frente a69%-. Ennuestro sólo pudieron disfrutar deunmáximo delas14semanas legalmente establecidas. Aunque tímidamente, nuestra legislación seacerca alasmás breve -raramente másde6a8semanas- yademás, frecuentemente, resulta imposible para lasmadres disponer Coinentarios estudio, quelashacían máscómodas. Así, el93%de ellas disponía delas diferencias yvariaciones algasto enalimentos, según paneles deconsumo elaborados porelMQde Agricultura, donde seestima que, porhabitante, dentro del unafamilia como lasuya yeldinero referido como ingresos familiares eneste periodo detiempo, mostraron cifras concordantes enlamayoría decasos, indicando, enbuena lógica, una adaptación aladisponibilidad presupuestaria familiar. Ennuestro estudio, aunque noseencontró relación entre los ingresos económicos mensuales delafamilia yeltipo elegida inferiores intermedio, duración delaLM,hayopiniones para ingresos menor duración deLM(Ekwo EE,1984) (Martín-Calama 3,1985b). (Montolio B,1988>. Para unos terceros, losingresos familiares altos ybajos sobre la Ud (Ekwo laduración lasatisfacción delasnecesidades Subrayamos -tabla factores psicoafectivos que mostraron Tabla V:FACTORES Inicio LI\"! Duración LM Reacción delpadre ante el embarazo X Experiencia delembarazo es considerada como buena ono X Deseo materno detener con ella alhijo (rooming-in) x Creencia dequelabelleza se deteriora pordarelpecho X Disgusto elpecho x Consideración delaLMcomo x lugar causa sorpresa alospadres debido alasenormes perturbaciones que acarrea (Winnicott DW,1990). Lavida deunamujer cambia en especial, enuna situación característica. Cada hijo seconcibe diferentemente yLoquepodríamos temores, durante el embarazo, dequealgo nomarchara bien -niño conproblemas, Pag. había resultado mejor de].estudio recordaba como buena la experiencia misma intensidad laduda acerca desucapacidad crear un niño normal ysano. Porlotanto, alhijo es,enprimer lugar, unasunto urgente, con la continuación delaEM(Bloom K,1982a). Ennuestro estudio, a cuatro decada cinco madres lefuéentregado elniño nada más nacer, enque pudieron tener alhijo junto aellas deforma permanente 2.3 horas. Nohubo diferencia significativa elnúmero medio de horas quetardó Comentarios a sereconocen y establecen unvinculo afectivo (Klaus MH,1978); este periodo de unión especial -\"imprinting period\"- parece tener relación con elcomportamiento ambos másde8horas, decepción ysíntomas depresivos fuertes (Pascoe JM,1989). queelhijo debe mientras esté deseaban tener elhijoconsigo enlahabitación, sindudar, las24horas deldía, permanentemente, cuatro significativa enla elección deltipo prácticas soninsuficientes para quepuede ayudarla, lamadre puede aprender también nacidos separados desusmadres por enfermedades poco importantes ofototerapia, sonalimentados A,1988). Antes delnacimiento, muchos progenitores muestran unaclara preferencia porunsexo determinado, sobre todo seinclinan mayor delaLMsieradelsexo preferido. Mientras queenlaliteratura encontramos queelsexo Valverde F,1988), otros observan que cuando elsexo medida, enlavida familiar entre ambos grupos demadres. Eneste punto vemos unaspecto importante para educación sanitaria. quelasquenoloreferían -3 deSuecia yde prefieren amamantar \"asolas\", mientras queenlamayoría delosgrupos elsentimiento deculpa delamadre. de deciden interrumpir laEMpornopoder soportar el sufrimiento deotro niño. Elpadre puede serdeunagran ayuda enesta ocasión siesunsoporte que amenazada (Pérez- Sánchez M,1981). Según señalaron lasmadres denuestro estudio, cambió el losprimeros delaLM.Lasmadres unhecho frecuente quelos niños celos reproductivo, pero parece plausible que Pag. 283 Comentarios exista una influencia entre elprimer acto reproductor interpersonal, lalactancia sobre esta afirmación unade cada dosmadres. Observamos queaquellas mujeres que no consideraban la LM como una obligación iniciaron significativamente menos laLM(p<O.05) quelasque sila consideraban, dealguna forma, factores sanitarios quemostraron influencia ennuestro estudio sobre elinicio o duración delaLM. Pag. 284 Comentarios Tabla VI:FACTORES SANITARIOS QUEMOSTRARON RELACION CONLA LACTANCIA ENNUESTRO ESTUDIO Variable considerada Inicio EM Duración EM Asistencia acursos de preparación alparto X NQdepiezas dentales de ellas grandes madres a otras, como eradeesperar. Dospiezas delaEM(p<O.O5). Resulta sugestivo quelas que seestaba produciendo una pérdida de oportunidades para realizar actividades influyentes enla educación sanitaria delamadre Existe 3.8meses de Pag. 286 Comentarios preparación alparto sirven para queelpadre este mejor preparado para ayudar alamadre delniño; así lasmadres informan haber dolores, reciben menos medicación ysienten delparto alniño práctica totalidad delasmadres -94%-. Cifras unalactante (Winnicott DW,1990). Así, queentrevistamos-. YCONOCIMIENTOS SOBRE EALACTANCIA QUEMOSTRARON RELACION CONEA LACTANCIA ENNUESTRO ESTUDIO Variable considerada Inicio LM Duración EM Madre fuéamamantada X LMal1Qhijo X Tipo por elpadre X 2< Motivo delapreferencia ono Experiencia paterna endarlos biberones x x Consideracion delmejor tipo de lactancia según lamadre X Razón materna para justificar laduración delaEM X 2< Consejo aunaamiga sobre para laelección deEMporlasmadres (Muñoz MT,1986), yenotros paises, como Israel, las. madres con creencias religiosas ortodoxas muestran unatasasignificativamente superior deinicio deEM(Birenbaum E,1989). portanto, a2.3meses cuando elmayor fuéalimentado con Pag. 290 sociocultural -porel18%demadres- fuémotivo médico materno quesuponen siendo delaLM,20%delasrazones enlamadre, -señalado porun5%delasmujeres-. Encontramos menos de1mesdeEM. Ennuestro estudio, existió directa entre elnQde meses EMalmenos durante 1mes, elhijo menor inició (p<O.OOl). Alavista si resultan existosas estas experiencias para lamadre (Feinstein JM,1986) (Ferris AM,1987) (LeFevre M,1987). Aunque nosextrañó observar ennuestro estudio quelamayoría delas madres opinasen que los se inició. Elpersonal sanitario parece tener cierta influencia enlos hábitos dealimentación deloslactantes (AAP,1982a), aunque una gran parte ya quelasmadres aceptan mejor losconsejos delosprofesionales deenfermería porque pueden mantener postparto encasa, yaque esta intervención puede lograr Pag. 293 Comentarios resultados positivos, tanto anivel deinicio padres preferir la lactancia porel82%delasmadres fuéla conveniencia por motivos sanitarios. Ea conveniencia familiar, pormotivos deíndole sociocultural tuvo menor importancia -fué citado porel9%delasmadres-. Una iniciaba EMun96%y72%delosniños distinta. Estos datos fueron superponibles experiencia. totalidad estudio mejor estudios -97%- (Muñoz MT,1986) queda reflejada, igualmente, en otros trabajos donde lasmadres quedicen preferir lactancia mixta -6%- realizan destete precoz, anterior tuvieron mucha menos lasrazones señaladas porlasmadres para justificar motivos de índole de3meses. Cifra, Pag. 297 Comentarios (p<0.001). Medidas dehigiene física durante lagestación, como la aplicación depequeños masajes enelpezón, aplicación de protectoras deroces, del siglo XIXy principios delXX(Romero M,1986). medidas siguen siendo usuales oinvertido, que afecta al4%delasmadres (Martinón F,1985), suele serde utilidad efectuar ejercicios ante lalactancia. Nosuele recomendarse las madres para elhijo (Apellaniz A,1990). Un42%denuestras mujeres señaló ventajas para lasdeíndole sociocultural lascitadas conmás refería tanto para elniño como para lamadre quecuando sólo refería ventajas para elniño; noencontrando diferencias enlosdemás casos. Ea implicación práctica deeste permitir quelamadre conozca laexistencia deventajas unaduración mayor delaEM,haciendo máshincapié enlasventajas maternas, quizá menos conocidas o Faq. 299 Comentarios valoradas. Estos datos anteriores resultaron exactos alos que diferenciaban ventajas sanitarias, sólo, -equiparable alas asocioculturales4 - 20%-, estéticos -1%-, entre otros. Enúltimo quesecitaron sólo por3% gestación. Enlabibliografía, aparecen citadas como fuentes de influencia matena respecto alaEMdesushijos: amistades o compañeras deltrabajo quehanlactado, madre política, (Muñoz MT,1986). 97% Así, elmarido ocompañero influyó en12%deellas, laabuela materna en6%yenescasisimo porcentaje otros familiares, amigos, médico omedios de comunicación. Nuestros datos concuerdan con otro estudio semejante dequeunreciente estudio queelpediatra esel para en78%decasos losprimeros días tras Dato que elmayor enel11%decasos. Ninguno decasos. Estos resultados pueden señalar en ladirección dequeunamayor experiencia materna con la lactancia chupete elniño losprimeros ello, como 5,1989) (OMS,1989) quedeben evitarse chupetes ybiberones durante lasprimeras esté bien establecida. Ennuestro en79%decasos. mayor correspondió arazones de índole sanitaria delhijo -89%-, médica porproblemas maternos -8%-. estudio, citadas por6.5% detodas las madres -y38% delas madres que indicaron problemas centrados enlamadre-; los problemas laborales ocuparon elsegundo puesto, motivo relacionado ellas mismas: Eosmásfrecuentes sereferían motivos laborales maternos, 13% -47% delos podemos estar parcialmente de acuerdo conelestudio PAIDOS'84, queseñala como factores Pag. 306 (Ribó delapoblación emplea agua hervida para preparar biberones, yenpocos casos agua mineral, transitoriamente (Ribó elpecho como procedimiento para espaciar nacimientos, estudios recientes noshacen recordar que unalto porcentaje reinician lasrelaciones sexuales precozmente tras - Pag. 307 Comentarios el60%deellas- única protección, -y 5%sinesta protección Aspecto, pues, YEVOLUCION DEEAMISMA EN NUESTRO Variable considerada Inicio LM Duración EM Alimentación ademanda onolos primeros días X Duración prevista para EM X Tiempo quelamadre consideraba adecuado para EM X Tomas/día entre 100díay30mes 2< Hijo 'coge bien elpecho' materna pecho exclusiva. Estas cifras coinciden conlascomunicadas porotros F,1991a). Descendió deforma abrupta fuédel40%-deforma exclusiva Eltiempo transcurrido entre toma depecho suele variar (Starling pensasen de pecho podría prolongarse, según eltipo delactancia XIdelaintroducción), aunque existen sensibles variaciones entre provincias, tamaño demuestras, conotros estudios enFuenlabrada menores radicar en:queestos trabajos tengan unamuestra pequeña, quepresenten sesgo de memoria oqueestén basados endemanda atendida. estudios enEspaña quemuestran inicio delactancia artificial superior alobservado pornosotros pueden Couce Dargallo 18(13mixta) Guadalajara (Dos Hermanas) Martín-Calama 24 queenelprimer mesde vida, el44%delasmadres dicen haber utilizado leche defórmula para alimentar asushijos (PAIDOS'84,1985). Tres decada cuatro niños tomaban y prácticamente, 9decada 10lohacían alos90días Pag. 314 Comentarios dequelasmadres queinician lactancia artificial, principalmente, lohacen porque (Gómez E,1991). delastomas, hora Eacombinación deunhorario fijo yunsólo pecho portoma puede dejar unpecho lleno hasta por doce horas, loque puede ser causa ingurgitación, se 316 comenzará la duración de cada episodio de amamantamiento, siendo conveniente adaptar loshorarios, dentro deciertos limites, alarespuesta individual decada niño (Howie autores quelalimitación y10.2 para elsegundo. Enotro estudio similar, (Piazza devida se hizo mediante control horario fijo, en42%decasos, ala demanda porel51%demadres yel7%demadres restante lohacia los primeros días seguro antes datos quelasubida (Arroba frecuente laintroducción precoz ennuestro medio (Gutierrez MA,1985). En estudio, frente a5.5meses en otro estudio deMadrid (Marco M,1989). Nuestros datos son C,1987). Comprobamos ennuestro caso, quecomo enotros estudios en Madrid, lo primero en introducirse como alimentación complementaria sonloscereales singluten, seguidos delas frutas (Perdomo 14,1990) losprimeros meses ycarne. Otros alimentos sonintroducidos generalmente poriniciativa materna: miel, azucar, harina dereciclaje conocimientos sonlascausas fundamentales deladiscrepancia de criterios (Gutierrez MA,1985). Para otros, resultan serlasmadres, engranmedida, quienes deciden introducir losalimentos suplementarios, aunque en delosmédicos enesta decisión (WL-LO,1981a). Losprincipales motivos aducidos porlasmadres, enel estudio mundial delaOMS, para introducir regularmente suplementos enlacomida amamantados, resultan ser la\"insuficiencia deleche\" o\"que elniño pasa hambre\". En general, las parecen relacionarse con la percepción porlamadre delasnecesidades delosniños osu sensación dequeelniño estaba prematura alimentación complementaria delaalimentación considerada Inicio LM Duración LM Peso delrecién nacido X Peso delneonato al100dia X Exploración al30mes X 324 Comentarios ennuestro decordón, arterial precoz (Ramos 1,1985). Otros encuentran LMexclusiva resulta menor conlactancia EAMADRE, QUE MOSTRARON RELACION CONLALACTANCIA ENNUESTRO ESTUDIO Variable considerada Inicio LM Duración EM Problemas desalud entre el 100díay30mes X Adecuación delaganancia ponderal losprimeros dias X Preocupación poralimentación días X Temperamento dellactante HS,1979), porque cuando evoluciona Pag. 328 Comentarios materna; presenta unretraso delcrecimiento oenferma, 9% c1% 8% 7% losniños alamayor incertidumbre ingerida altomar pecho Encontramos relación delaconsideración quehicieron al96%deinicio deLMenelgrupo que consideró quenoeraadecuada onolosabía-. Quizás ello Pag. 329 Comentarios refleje, unavezmás, laganancia adecuada entre sobre la ganancia ponderal delhijo puede, amenudo, consideraciones como yunamayor grupos. Aquí encontramos otro dato sobre materna Pag. 331 Comentarios aartificial, yésto Solamente conladuración delaLM. Para garantizar parece importante todo, cómo losniños maternas quetenga hambre, sino que puede traducir cansancio, aburrimiento, tristeza, sensación decalor, incomodidad porestar mojado, delos8minutos -algunos hasta 15minutos-, quealamayoría les (González en grasas ylaleche inicial pobre engrasas, no basta para cubrir susnecesidades calóricas. Elproblema se resuelve dejándole mamar sinlímites hijos mayores, especialmente delprimero, podría interferir la LMdelhijo actual. Encontramos quesegún valoración materna, Pag. 333 Comentarios había antecedentes deproblemas desalud en52%de casos, en35%en20,15%en30yninguno 6meses entre otras cosas, seestablece eldescanso diario -8horas- nosecorrespondió conelque enalguna medida 39%demadres siexperimentaron estas sensaciones. pechos, debidos amala técnica\"', suelen resolverse enlasprimeras alos2meses delgrupo dando pecho cuando reaparece la menstruación ycontinúan haciéndolo, muestran tener menos embarazos que otras mujeres (Anderson JE,1986). Cuando preguntamos alasmadres sicreían estar embarazadas, enel momento dela4~encuesta, el96%aseguró queno,sibien, las restantes manifestaron dudas. Uncasoestaba confirmado mediante (Ramos Unestudio razones centradas enelhijo. = Eamadre, para delalactancia, no daba = Según lamadre, elpadre delniño tenía experiencia en Pag. 338 Comentarios darbiberones. lamadre, elpadre delniño laboral, madre permiso remunerado tras elparto de8 semanas omenos. Algunos deestos factores deriesgo pueden información redundante, porello construimos unmodelo que resumiera lainformación para nuestro estudio, incluyendo aquellos factores que hacían elefecto -los factores de confusion-. Así, según nuestro modelo deregresión logística múltiple, laprobabilidad deelegir alnacer al nacer másde3250 gramos. = Laedad materna = enladecisión materna deiniciar el Pag. 339 protegiendo instintivamente conlaLMalosdemenor peso. Sielpadre ello unamayor probabilidad denoiniciar laLM. Eas mujeres más maduras esmás probable que inicien alimentación conbiberón, quizás porunamenor capacidad de dedicación para darelpecho. Laactitud ladelusodelbiberón. Podemos favorecer quelasfuturas madres tomen, durante elembarazo, una decisión informada sobre eltipo quevanaescoger autores quemadres utilizarán lactancia natural queentendimos podían realizar elefecto de medir mediante educación sanitaria en:elusodechupete enloslactantes yla variables relacionadas conproblemas delalactancia familiares quenoaparecen ennuestro habitual materno. antes. = mejor forma la gestación. lamadre bebidas conalcohol enlascomidas nose apoyaba enrazones centradas enelhijo. = Ningún = Ellactante usaba Elfactor justificar cuanto podía durar lalactancia materna notenía alhijo como referencia, era veces deLMmenor detres meses, iniciada Aparecieron grietas enlospezones. = Lareaparición delamenstruación tras elparto producía antes. Ellactante usaba chupete. másprobable queaquella casa, PARA EAPROMOCION DEEAEMENNUESTRO MEDIO. Esinteresante, como elempleo delaLM(Casado E,1982b) siguiendo lasdirectrices dequienes tienen mayor experiencia en nosotros lasparticularidades propias denuestro entorno (Nogales A,1989b). Alavista una propuesta de sibien debería ir dirigida hacer en: yrevistas Escuela - Formación demaestros ycooperación a través del programa deeducación sanitaria enlaescuela Educación yCiencia-. 2. Embarazadas: Programas sanitarios deatención alamujer yal niño sano: - Incorporación delas embarazadas a cursos depreparación alparto. - Educación sanitaria agestantes. - Identificación demadres deriesgo para Pag. 347 Comentarios inicio delactancia artificial yde abandono precoz deEM. 3. Medio hospitalario: Sanitarios: - Formación continuada aobstetras y profesionales sanitarios paraqueconozcan lospros ycontras para delamaternidad: - Proseguir laadaptación iniciada enel hospital infantiles: - extrahospitalario: Formación continuada apediatras, Captación precoz delrecién deatención - Visita neonatal dellactante. - Visita programada puerperal. - Consultas depediatría yenfermería para asesoramiento delalactancia. Acceso fácil aconsulta telefónica para lactancia. 5. Madres incorporadas almundo laboral: Charlas deeducación sanitarias enempresas. 6. Educadores sanitarios: Formación continuada mediante sesiones y revisiones bibliográficas. Pag. 349 Conclusiones 'a -concnnsrorr~s Pag. 350 Conclusiones Delestudio delalactancia materna quehemos realizado podemos destacar, como másimportantes, deacuerdo con la hipótesis ylos objetivos propuestos, las numerosos: el26%delosniños que el primer elsegundo 3..- Lasactitudes materna conel primer hijo lassiguientes. Por ello debe tratarse deafianzar laseguridad dela mujer en sus posibilidades de lactar, muy especialmente conelprimer hijo. Pag. 351 Conclusiones 5.- Entre losfactores quepropician lainstauración de lactancia artificial podemos y laexistencia depermisos laborales cortos (menores de ocho semanas) tras elparto. 6.- Hemos encontrado asociación entre unaduración corta delalactancia materna (inferior almes) y algunos hechos, entre los que destacan: escaso crecimiento delpecho durante lagestación, parto por deloshechos anteriores hemos constatado elefecto desfavorable sobre lalactancia materna de guardar eneldomicilio, antes delparto, botes de fórmulas para lactantes, pausas nocturnas prolongadas enmenores detres meses, introducción precoz de suplementos deleche artificial, inicio temprano dela alimentación complementaria, yusodechupete. 8.- Laapreciación subjetiva deinsuficiente cantidad deleche esreferida por las madres con mucha frecuencia como justificación delaretirada dela lactancia (del 34%al43%delasmadres estudiadas, según elmomento enqueocurriese, aducen Cabe sugerir queesta situación, generalmente sinbase puede paliarse orientando alas futuras madres enlatécnica delalactancia apoyo cuando amamantan. Pag. 352 Conclusiones 9.— Sehaconstatado unaescasa información delas madres sobre los beneficios noexclusivamente quepara ellas supone lalactancia, elmismo, ylaactitud ylosconocimientos delasmadres sobre aspectos generales delalactancia, delalactancia natural para Fuenlabrada yLeganés. 12.- Unagran parte delascarencias detectadas enla educación sanitaria específica delasmadres sobre la lactancia materna yque suponen riesgo para el abandono precoz delamisma sonabordables mediante el empleo demedidas deactuación, hospitalarios ydeatención primaria. Pag. 353 Finalmente, queremos decir, comounresumen de lasconclusiones anteriores, quelosaspectos enque debe hacerse -Evitar laadministración precoz yde alimentación complementaria enladieta del lactante. Pag.354 Resumen -flESflI4EI4 Pag. yenelmantenimiento delamisma influyen factores sociales ypsicológicos. Como objetivo general nos planteamos valorar laactitud materna de inicial lactancia informáticamente mediante paquetes deestadística biomédica. Eas variables aleatorias fueron estudiadas mediante técnicas de estadística descriptiva yanalítica Lafrecuencia con queseinicia laEMennuestro medio eselevada, pero los decidida porlamujer trasel nacimiento delhijo. Hemos encontrado asociación entre una duración corta delalactancia materna, inferior almes,y algunos hechos, entre losquedestacan: elparto porcesárea, alrecién factores: nuestro estudio resultará conveniente, alencarecerles natural, destacar nosólolasrazones quesuponen riesgo elabandono precoz delamisma, son abordables mediante deeficacia reconocida f f ¿Hatenidoalgúnaborto?: #si 1 f *no (tenga leche...> *HEmotivos econom~cos *biberón 2 Unosabe 3 f (5?> 1 1 1 f 1 1 1 1 1 (60) 1 f 1 f 1 (61) 1 Usi 1 Uno conVdenelparto?: Unadie, estuve sola Umarido,compañero Uotros 9(30> ¿Hepodría decir laedaddelpadre delniño?:f f f 1 f 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 (431 (44) >45.46) Pag.439 Anexos ¿Cuál eslasituación laboral 1 1 1 1 1¿En 1 f 2 1 3 1 1 1 1 1 1 1 1 2 1 1 1 1 1 1 11 1 1 1 2 3 5 6 >21—24) >25—26)f f f 1 f 1 >19) 1 1 1 1 1 (20) 1 3 6 7 8 9 lo 11 12 ¿cuántastomasdepechodádiariamente'.: 8: 1 1 1 1 1 E 1 E 1 1 1 1 1 1 1 1 >2?) 1 1 1 1 (28) 1 1 >29—30) E >31—32) 1 1 >33) 1 1 E 1 1 >34) 1 E 1 11 2 3 4 )5l) 52) 53) >54>>68) ¡169) otras personas hacer losregalos: 8::SIDIOPECHO Y/oLODAAUN; >19) f 1 1 1 1 1 f f 1 f 1 f 11¿Con quéfrecuencia hapadecido lasmolestias 1quepaso acitarle?: AAC 1 a 5 g 5 eui u 5 n d s u e 1Upezonesdoloridos (22) 1Upezonesagrietados 1Upecho lleno ydolorido 1Ubultos enelpecho Umastitis, abscesos 1 >23) 1 1 1 ~Ladisguste (ódisgustaba) quela esté siendo sustituida 6retirada por completo) gr. Talla: .cm p.cefálico: .cm Exploración niño3Bmes: E 1 1 1 1 1 1leche bote (26) harina singluten harina 1 másde Nosabe(estaposibilidadno25.000 50.000 75.000 100.000 125,000 150.000 175.000 O 150.001y H -175.001y 1 másde25.000 50.000 75.000 100.000 125.000 150.000 175.000 200.000 200.000pta.,.. .3 .4 .6 .8 "}