{"title": "PDF", "author": "PDF", "url": "https://www.vdh.virginia.gov/content/uploads/sites/119/2022/06/TAGD_Regional_Immunization_Flyer.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "TODA Y'S A GREAT DAY TO... SCHEDULE YOUR CHILD'S immunizations BON SECOURS PEDIATRICS OF RICHMOND (804) 285-6811, Mon - Fri, 8 AM - 5 PM (interpreter services available) 7001 Forest Ave, Ste. 103, Richmond, VA, 23230 (804) 730-4690, Mon - Fri, 8 AM - 5 AM (interpreter services available) 7347 Bell Creek available)LILLIE BENNETT MD (804) 828-2467, Mon - Fri, 8 AM - 5 PM (bilingual staff & interpreter services available) Chrichmond.orgCHILDREN'S HOSPITAL OF RICHMOND AT online: www.dailyplanetva.orgDAILY PLANET Vernon J. Harris Medical & Dental Center : 719 N. 25th St., Richmond, VA, 23223 (Mon - Fri, 8:30AM- 4:45PM)CAPITAL AREA HEALTH NETWORK (804) 780-0840, Mon - Fri, 8:30 AM - 5 PM (interpreter services available) Cahealthnet.org Northside Medical Center : 2809 N. Richmond, (Mon - Thur, 8:30AM DISTRICTHENRICO COUNTY HEALTH DISTRICT School starts August 29th ! Your child will need these immunizations to be able to start school on time. Masks will be required for everyone during the appointment Bring your immunization record and insurance card if applicableRICHMOND CITY & HENRICO COUNTY HEALTH DISTRICTS Bilingual 501-4651HOY PUEDE SER UN GRAN DÍA PARA... PROGRAMAR LAS VACUNAS DE SUS HIJOS BON SECOURS PEDIATRICS OF RICHMOND (804) 285-6811, de lunes a viernes, de 8 de la mañana a 5 de la tarde (servicios de interpretación disponibles) 7001 Forest Ave, Ste. 103, Richmond, VA, 23230 (804) 730-4690, de lunes a viernes, de 8 de la mañana a 5 de la tarde (servicios de interpretación disponibles) 7347 Bell Creek Rd, Ste. 100, Mechanicsville, VA, 23111BON SECOURS PEDIATRICS OF MECHANICSVILLE (804) 828-2467, de lunes a viernes, de 8 de la mañana a 5 de la tarde (personal bilingüe y servicios de interpretación disponibles) Chrichmond.orgHOSPITAL INFANTIL DE RICHMOND EN LA UNIVERSIDAD DE VIRGINIA (VCU) Haga una cita: (804) 655-2794 (personal bilingüe disponible) Crossoverministry.orgCROSSOVER HEALTHCARE MINISTRY Chesterfield: 786-7454 bilingüe disponible) Colonial (804) 520-9380 Powhatan: (804) 598-5680DISTRITO DE SALUD DE CHESTERFIELD West Grace: (804) 783-2505 (servicios de interpretación disponibles) Southside: (804) 292-3011 (personal bilingüe disponible) Preinscripción por internet: www.dailyplanetva.orgDAILY PLANET Vernon J. Harris Medical & Dental Center : 719 N. 25th St., Richmond, VA, 23223 de lunes a viernes, de 8:30 de la mañana a 4:45 de la tardeCAPITAL AREA HEALTH NETWORK (804) 780-0840, de lunes a viernes, de 8:30 de la mañana a 5 de la tarde Cahealthnet.org Northside Medical Center : 2809 N. Ave. Richmond, VA, 23222 de lunes a jueves, de 8:30 de la mañana a 4:45 de la tarde ¿QUIERE MÁS INFORMACIÓN? ESCANEE EL CÓDIGO QR O VISITE RHHD.GOV RICHMOND CITY HEALTH DISTRICTHENRICO COUNTY HEALTH DISTRICT La escuela comienza el 29 de agosto . Su hijo necesitará estas vacunas para comenzar la escuela a tiempo. Se requiere el uso de mascarilla durante la cita, para todas las personas Traiga consigo la cartilla de vacunación y la tarjeta del seguro, si procede. Haga una cita: (804) 321-2651 (servicios de interpretación disponibles)LILLIE BENNETT MD DISTRITO DE SALUD DE RICHMOND Y HENRICO personal bilingüe disponible Richmond: "}