{"title": "Aprende a Hacer tu Propio Desodorante Casero y Natural", "author": "Cintia; Mundosin", "url": "https://www.mundosinresiduos.com/vida-sostenible/desodorante-casero-y-natural/", "hostname": "mundosinresiduos.com", "description": "En este artículo te enseño cómo hacer tu propio desodorante casero, natural y Zero Waste. ¡Te doy hasta 4 opciones diferentes!", "sitename": "Mundo Sin Residuos", "date": "2020-06-19", "cleaned_text": "Después de dos años utilizando desodorantes sin plástico... ¡Por fin me he animado a hacer mi propio desodorante casero y natural! Es muy sencillo y solo necesitarás unos pocos ingredientes. Os dejo varias recetas DIY a continuación, para que optéis por la que más os convenga. Tabla de contenidos ¿Por qué hacer tu propio Desodorante Casero? Para elaborar ciertos desodorantes convencionales se utilizan componentes potencialmente peligrosos para nuestra salud, como las sales de aluminio, los ftalatos, parabenos, fragancias sintéticas o el triclosán, a los que se les ha asociado [efectos tóxicos, alteraciones hormonales e incluso cáncer. ](https://www.veritas.es/estudios-cientificos-desodorantes/) Es por ello que, hace un tiempo, empecé a optar por desodorantes naturales, que no incluyeran estos ingredientes en su composición. Al principio no me animaba a hacer mis propios desodorantes, así que elegía productos Zero o Low Waste. Por ejemplo, los [desodorantes sólidos como este](https://www.ceroresiduo.com/producto/desodorante-solido-sin-bicarbonato/?wpam_id=6) o los [desodorantes envasados sin plástico](https://www.ceroresiduo.com/producto/desodorante-en-barra-de-lemongrass-y-arbol-de-te/?wpam_id=6) son buenas opciones si estás en este punto. Pero si como yo ya quieres ir un paso más allá y empezar a fabricar tu propio desodorante casero y natural os traigo varias opciones para que probéis la que más os guste. Os las ordeno de mayor a menor complicación. Antes de ponernos manos a la obra, tened en cuenta que: - Siempre que cambias de productos sintéticos a productos naturales, puede ocurrir que tu cuerpo tarde unos días en adaptarse. Permítete unos días de adaptación al desodorante natural. - Lo mejor es que vayas probando diversas opciones, ya que cada cuerpo (y sudor) es distinto, y lo que me funciona a mí puede no funcionarte a ti. Puedes coger como punto de partida estas recetas que comparto contigo, pero siéntete libre de jugar con las cantidades y los ingredientes. - El producto resultante es un desodorante, es decir, elimina las bacterias que causan el mal olor, pero NO un antitranspirante. Es decir, seguirás sudando, pero es bueno dejar que el cuerpo sude (aunque he de decir que yo era de las que sudaba mucho y desde que utilizo productos naturales sudo bastante menos). Opción 1: Desodorante casero y natural hecho con mantecas vegetales La primera receta para hacer desodorante casero tiene como ingredientes principales el aceite de coco y el bicarbonato. Yo le he añadido mantecas vegetales para que quede más cremoso y a la vez hidrate la axila. He realizado esta receta varias veces: al principio le ponía más cantidad de bicarbonato, pero con el uso me hacía un poco de reacción, así que ahora he bajado bastante la cantidad de bicarbonato. Si crees que puedes ponerle más, tú misma Esta receta también es indicada en verano o si vives en zonas de clima cálido, pues las mantecas dotarán de mayor consistencia al desodorante artesano. Recuerda que el aceite de coco se vuelve más líquido por encima de los 25 grados. Ingredientes - 2 cucharadas de [aceite de coco](https://www.ceroresiduo.com/producto/aceite-coco-200ml-bio/?wpam_id=6) - 1/2 cucharada de [bicarbonato](https://www.ceroresiduo.com/producto/bicarbonato-1kg/?wpam_id=6) - 1 cucharada de almidón o fécula de maíz, tipo maicena - 2 cucharadas de [manteca de karité](https://www.ceroresiduo.com/producto/manteca-karite-organica-pura-100g/?wpam_id=6)(o una de karité y otra de [cacao](https://amzn.to/30SOoGb)) - 5 gotas de [aceite esencial de árbol del té](https://www.ceroresiduo.com/producto/aceite-esencial-arbol-del-te-bio-10ml-pranarom/?wpam_id=6) - 5 gotas de [aceite esencial de eucalipto](https://www.ceroresiduo.com/producto/aceite-esencial-eucalipto-radiata-bio-10ml-pranarom/?wpam_id=6) - 5 gotas de [aceite esencial de lavanda](https://www.ceroresiduo.com/producto/aceite-esencial-lavanda-bio-10ml-pranarom/?wpam_id=6) Preparación - Prepara un recipiente de cristal resistente al calor y colócalo sobre una olla con agua hirviendo. Antes de utilizarlas, limpia y desinfecta las superficies y sécalas bien. - Coloca la manteca de karité, el bicarbonato, la maicena y el aceite de coco en el recipiente de cristal y mezcla hasta que quede una crema líquida pero uniforme y sin grumos. Para remover utiliza una espátula de silicona o madera, pero no plástico. - Pasa la mezcla a un tarro o frasco de cristal y deja enfriar para luego añadir los aceites esenciales. - Guarda el recipiente en la nevera por unos 30 minutos. Luego retíralo y puedes removerlo con una cuchara de metal para que quede más cremoso. - ¡Listo! para usarla solo coloca un poco de esta crema en la axila y extiéndela bien. Opción 2: Desodorante casero y natural sin mantecas Si quieres preparar tu propio desodorante artesano, pero no tienes mantecas en casa, puedes probar esta receta, algo más sencilla en su elaboración. Ingredientes - 1/2 cucharada de bicarbonato - 1 cucharada de almidón o fécula de maíz (opcional) - 2 cucharadas de aceite de coco - 10 gotas de aceite esencial del árbol del té, eucalipto o limón. Preparación Solo tienes que mezclar los ingredientes y guardarlos en un frasco de cristal. Opción 3: Desodorante casero y natural sin bicarbonato y con aceites esenciales Si no toleras bien el bicarbonato y este te causa reacción, entonces prueba a realizar este desodorante casero. Será menos efectivo, pero siempre puedes reaplicarlo las veces que haga falta. Ingredientes - 5 gotas de aceite esencial de árbol del té - 5 gotas de aceite esencial de eucalipto - 1 cucharada de aceite de oliva o de coco Preparación Mezcla los aceites y guárdalos en un recipiente. Cuando quieras usarlo, solo tienes que colocar unas gotas en la axila. Opción 4: Usar limón como desodorante casero Esta es sin duda la alternativa más sencilla y Residuo Cero. Solo tienes que cortar una rodaja de limón y pásatela por la axila. El ácido cítrico del limón eliminará las bacterias que causan el mal olor. Al final, creando y usando tus propios desodorantes puedes controlar y elegir los ingredientes que pones en tu piel, y eso es maravilloso. ¿Qué os han parecido estas recetas para preparar vuestro desodorante casero y natural? ¿Muy complicadas? ¡Dejadme vuestras opiniones en los comentarios! Recuerda que con mi CÓDIGO MUNDOSINRESIDUOS tendrás un 5% "}