{"title": "El poder de la curación con Kemetic Yoga | El Leñador Bilingual Newspaper", "author": "Karina Ramos Villalobos", "url": "https://www.ellenadornews.com/2023/01/31/el-poder-de-la-curacion-con-kemetic-yoga/", "hostname": "ellenadornews.com", "description": "traducido por Karina Ramos Villalobos Melodías tranquilas suenan en el fondo mientras el cálido y brillante sol brilla a través de grandes ventanas. Se establecen vibraciones mientras las personas enrollan sus alfombras de yoga en preparación para el yoga kemético. Abraham Jr. Ross, también conocido por Bamidele Menchu Hotep, ha estado enseñando yoga kemético —", "sitename": "El Leñador Bilingual Newspaper", "date": "2023-01-31", "cleaned_text": "El poder de la curación con Kemetic Yoga traducido por Karina Ramos Villalobos Melodías tranquilas suenan en el fondo mientras el cálido y brillante sol brilla a través de grandes ventanas. Se establecen vibraciones mientras las personas enrollan sus alfombras de yoga en preparación para el yoga kemético. Abraham Jr. Ross, también conocido por Bamidele Menchu Hotep, ha estado enseñando yoga kemético — una práctica de yoga que reconoce los orígenes Africanos del antiguo Egipto— desde 2021 en Humboldt. \"El yoga kemético se desarrolló con la intención de trabajar básicamente a través del trauma ancestral en personas de ascendencia africana,\" dijo Ross. \"Reconocemos que nuestro trauma está en todos los niveles. Es físico. Es mental. Es emocional y espiritual porque hemos sido despojados de toda nuestra cultura espiritual y nuestra conexión con nuestros antepasados.\" La palabra Kemet en Kemetic es el nombre original de lo que muchos ahora conocen como Egipto y significa la nación negra o la tierra negra, según Ross, un instructor certificado. \"Hay algo empoderador en pasar por las poses y ser como mis ancestros africanos antiguos acostumbran entrar en esta postura,\" dijo Ross. \"Hay mucha sanación que viene de esa realización y aplicación de ese conocimiento.\" El yoga kemético va a un ritmo más lento que otros estilos de yoga. Las posas y posturas son lo principal que hace diferente a este estilo, derivado de imágenes keméticas. Según a Yogajala, en la década de 1970 el Dr. Asar Hapi y Elvrid Lawrence (Maestro Yirser Ra Hotep) y su equipo de investigación estudiaron, tradujeron e interpretaron textos jeroglíficos del antiguo Egipto y desarrollaron la filosofía y la práctica. Ross, de 28 años, que es originario de San José, se mudó al condado de Humboldt hace cuatro años inesperadamente durante un tiempo en que él y su hermano gemelo, Anthony Ross, estaban sin casa. En el camino a Washington su coche se averió en Arcata y finalmente hicieron Humboldt su hogar para vivir. Los dos practican yoga kemético. \"Esta es definitivamente una de las cosas más gratificantes, enseñándole a la gente cómo regularse a sí misma y cómo entrar en ese estado de flujo, en ese estado meditativo,\" dijo Anthony, un instructor certificado de trabajo de la respiración. \"Es una cosa tan invaluable que realmente no podemos poner un número en ella. Hemos tenido tantas experiencias en las que la gente ha tenido estos enormes avances en la vida y ha sido como si esto fuera lo más relajado que han sentido.\" Ross comenzó a enseñar en el Arcata Community Forest en 2021 después de obtener la certificación en línea. Los miembros de la comunidad local se sintieron intrigados por hacer yoga afuera entre los árboles. Actualmente, Ross enseña en el "}