{"title": "PDF", "author": "PDF", "url": "http://www.salud.gob.mx/unidades/cdi/documentos/sistemas_de_atencion.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 1 SECRETARÍA DE SALUD SUBSECRETARÍA DE INNOV ACIÓN Y CALIDAD DIRECCIÓN GENERAL DE PLANEACIÓN Y DESARROLLO EN SALUD (DGPLADES) \"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS\" DIRECCIÓN GENERAL ADJUNTA DE IMPLANTACIÓN EN SISTEMAS DE SALUD DIRECCIÓN DE MEDICINA TRADICIONAL Y DESARROLLO INTERCUL TURALFORTALECIENDO LOS SERVICIOS DE SALUD \"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 2I.- INTRODUCCIÓN Todas las sociedades poseen formas de interpretar la realidad y con ella la salud y la enfermedad. Esto ha dado origen a sistemas ordenados y articulados de explicaciones y prácticas, que están presentes en todos los modelos de atención a la salud. Consideramos que la cosmovisión1, es el eje central desde el cual se facilita entender, ordenar y clasificar de manera general los sistemas médicos. Para ello hemos utilizado herramientas de la teoría de sistemas y de la antropología médica, dentro de un enfoque que denominamos \" sistémico \". Consideramos que es una propuesta innovadora que facilita la comprensión de diversas prácticas médicas como sistemas, a partir de su cosmovisión. Entendemos por sistema un conjunto de elementos que se encuentran articulados en pro de la consecución de un fin (equifinalidad) de manera sinérgica. Posee la suficiente capacidad de respuesta para lo que el entorno le demanda (variedad requerida), y tiene un ritmo determinado (parsimonia)2. 1 López Austin, Alfredo \"Cuerpo Humano e Ideología, UNAM, México 1989 pp. 17-18 2 Esteban Jackes. 2003II.- EL ENFOQUE SISTÉMICO COSMOVISIÓN Visión del mundo La manera de entender la salud y la enfermedadPROCEDIMIENTO TERAPÉUTICOS CUERPO DE TERAPEUTAS COMPRENSIÓN DE LA CASUALIDAD MODELO DE PREVENCIÓNPROCEDIMIENTO DIAGNÓSTICOS NOSOLOGÍATodos los sistemas de atención Salud, independientemente de si son convencionales, tradicionales, o alternativos-complementarios, poseen los siguientes elementos: \"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 33 López Austin, Alfredo \"Cuerpo Humano e Ideología, UNAM, México 1989 pp. 17-184 idem 5 Mendoza Zuanilda . Los Modelos Médicos y la Interculturalidad . En Interculturalidad en Salud. Práctica médica con pueblos Indígenas de México. Yolpahtli, S.C. 2003El eje que da sustento, cohesión y sentido al sistema de atención a la salud, es la cosmovisión, este término se refiere a la forma de entender, ordenar y clasificar el mundo y en él: la salud, la enfermedad, el cuerpo humano, el dolor, la vida y la muerte. López Austin3 define a la cosmovisión como el \"conjunto de sistemas ideológicos que se articulan de manera coherente, en un momento histórico determinado, por una sociedad para interpretar la totalidad del universo y actuar en él\". El sistema ideológico sería un conjunto ordenado de representaciones, ideas y creencias, sobre el universo, con las que cada pueblo establece formas de acción, en muy diversos campos, entre los que pueden distinguirse el político, el religioso, el moral, el estético, el filosófico, el mágico, la medicina , el género, el derecho y la producción agrícola y otros más. En el caso de los sistemas de salud, López Austín los define como un conjunto articulado de representaciones y creencias, con las que cada pueblo (en el caso de la medicina) interpreta la salud, la enfermedad, el dolor y la muerte del organismo humano. Lo que determina sus formas de prevenir y/o curar la enfermedad, eliminar el dolor, restituir la salud y prolongar la vida4. De esta manera cada sistema médico posee de manera articulada una forma de entender la salud y la enfermedad, una explicación sobre la causa de las enfermedades (etiología), una clasificación de estas (nosología), procedimientos para diagnosticarlos, tratarlos (terapéutica) y mecanismos para prevenirlos. Este modelo sistémico aporta elementos valiosos para comprender el sistema y sus partes, agrupa de una manera natural y conceptual, lo que facilita visualizar las diferentes interrelaciones, y apoya la comparación entre los sistemas, posibilitando el enriquecimiento intercultural, una articulación complementaria integrativa sinérgica y el posicionamiento de cada sistema. En algunas ocasiones el concepto de sistema y modelo se utilizan para significar lo mismo. El modelo médico lo entendemos como una construcción teórica desarrollada por el que estudia un conjunto de elementos (que pueden ser un sistema o no), a partir de ciertos rasgos estructurales5.\"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 4La medicina alopática1, se presenta como un sistema complexivo que engloba un conjunto amplio de prácticas de tipo preventivo, terapéutico y rehabilitatorio, que tienen en común el reconocimiento de un modelo médico oficial, y la apropiación del método científico, pero lo más importante, una cosmovisión de tipo biologicista que le da sustento. Cosmovisión El sistema médico occidental es fruto de muchos siglos de evolución europea, que se puede rastrear desde la cultura griega clásica. En ella existieron dos tendencias médicas diferentes: La primera derivada de Higia (de donde proviene la palabra higiene) y la otra derivada de Esculapio y Panacea . La primera consideraba a la salud \" el atributo positivo al cual los hombres tienen derecho si gobiernan sus vidas sabiamente \"; de acuerdo con ella, \" la función más importante de la medicina es la de descubrir y enseñar las leyes natu- rales que asegurarán al hombre la salud de la mente y el cuerpo \". Esta tendencia contenía toda una filosofía de tipo preventivo-social que tenía su enfoque en la salud, más que en la enfermedad.2 La segunda tendencia, que personificó más tarde Hipócrates en el siglo IV antes de cristo, proclamaba que el papel primordial del médico, es tratar enfermedades, restaurar la salud y corregir toda imperfección causada por los accidentes del nacimiento o la vida. En la lucha entre esas dos concepciones sobre el papel de la medicina, prevaleció la curativa sobre la primera. En el fondo, el enfoque de promoción de la salud, requería la participación de la comunidad y la inversión del Estado en servicios y condiciones de vida, mientras que la curativa se limitaba a tratar individuos, cobrándoles por ello. No sólo se evitaban los gastos, sino que además, funcionaba como negocio en muchos de los casos. Esta concepción dominante fue continuada por galeno, cuya teoría sobre los humores fue predominante durante más de dos mil años. Posteriormente, cuando el cristianismo se convirtió en la religión oficial del estado Romano y cobró por eso gran difusión, se sumó al saber galénico, conjugando una mezcla mística-intuitiva de la práctica médica en la que la enfermedad era considerada como castigo divino por los pecados cometidos, y el cuerpo humano, como el instrumento por el cual en ellos se incurría. Mas tarde, en el siglo XIV, se inició una corriente científica racional con los descubrimientos de anatomía, fisiología y patología. Surge el concepto occidental de \"cuerpo\", al disecar cadáveres. El concepto de persona es borrado, por el del conjunto de materia desprovista de mente y espíritu. Esta corriente halló su cima con los descubrimientos microbiológicos realizados por Koch, Pasteur, Jenner y Semelweis, originando una teoría que terminó derribando el paradigma humoral, después de doscientos años, en que la academia de medicina tardó en reconocer a los microbios como fuente de enfermedad.III.- LA MEDICINA ALÓPATA 6 Término designado por Samuel Hahnemann, el padre de la Homeopatía, para referirse al tratamiento a partir de contrarios. 7 Dubos, René. El espejismo de la Salud. FCE. Mex. Pag 144-146\"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 5Esta teoría microbiológica, destacaba que cada enfermedad tenía un agente causal. Esto dio lugar al desarrollo de un sistema de representación, que enfoca el fenómeno salud-enfermedad con un peso preponderante en lo biológico, individual y terapéutico. La visión biologiscista8, se desarrolló notablemente en la primera mitad del siglo XX y la práctica médica desprendida de esa concepción alcanzó un alto nivel de desarrollo tecnológico. El hospital ( espacio para la enfermedad), pasó a ser el icono de la práctica médica, siendo las prácticas hospitalarias de tercer nivel y las superespecialidades el símbolo de la \" mejor \" medicina. Este modelo médico brindó una serie de frutos importantes con respecto a avances científico-técnológicos que impactaron en la disminución y control de ciertas enfermedades. Sin embargo, en lo que respecta a la morbimortalidad de la población en general, especialmente la de los países del tercer mundo, denotó límites importantes. Por esta razón se dio una corriente internacional de mayor atención al paradigma de la salud, que tuvo su mayor plenitud con la Conferencia Internacional sobre Atención Primaria de Salud , realizada en 1978 en Alma Atta (Kazajistán) en la antigua URSS. En esa conferencia organizada por la OMS y UNICEF, más de 100 naciones ratificaron la definición de la salud de la OMS \" como un estado de completo bienestar físico, mental y social, y no solo la ausencia de enfermedad \" y firmaron un planteamiento integral y progresista, encaminado a alcanzar \" la salud para todos en el año 2000 \", denominado: \" Atención Primaria en Salud \". 9 En esa época, se desarrolló también la teoría de la triada huésped, agente, ambiente, para darle mayor peso a lo social, ambiental y mental. Actualmente, las dos corrientes persisten, pero la primera, la que favorece el enfoque curativo corporal y el desarrollo tecnológico, continúa prevaleciente. En la mayoría de las currículas de las carreras de ciencias de la salud a escala mundial, la formación medicalista sigue siendo la que tiene mayor peso y recursos. En México, en las unidades médicas de todos los niveles e instituciones, ésta sigue siendo el tipo de atención preponderante. 8 Se conoce como biologicismo a la forma en que se perciben y atienden los problemas de salud, en la que se les da más peso a los biológicos, descuidando los psicológicos, genéricos, sociales, culturales y ambientales. Cuando se dice que los microbios son la causa de enfermedad, se están descuidando otras condiciones que fueron las responsables de que apareciera ese microbio o/y de que el individuo se encontrara debilitado inmunológicamente y susceptible a que ese microbio le hiciera daño. De esa manera se deforma la realidad. Es muy conocido el hecho de que, a la exposición a alimentos contaminados por microorganismos, algunas personas enfermen gravemente, otras de manera leve y otras permanezcan sanas. Lo cual refuta la concepción de que el microbio causa la enfermedad, ya que esto no siempre sucede, por lo que no hay una relación forzosa de causa- efecto. Podemos entender así, que lo microbiológico es una causa necesaria, pero no suficiente para producir una enfermedad infecciosa. No obstante, las otras causas no se toman en cuenta. Podemos escuchar frecuentemente que la tifoidea es causada por la salmonella tifi , pero no el porqué grupos humanos tengan que beber agua contaminada. 9 Werner David y David Sanders. \" Cuestionando la Solución . Las Políticas de Atención Primaria de Salud y Supervivencia Infantil\". PRODUSSEP, A.C., Centro de Estudios, Centro de Educativos Ecuménicos, A.C. México, 2002.\"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 6C O SMOVISIÓNSISTEMA MÉDICO OCCIDENTAL Definimos a la medicina tradicional como un conjunto de sistemas médicos que tienen sus raíces en los conocimientos profundos sobre la salud y la enfermedad que los diferentes pueblos indígenas y rurales de nuestro país han acumulado a través de su historia. ¿Que queremos decir como conjunto de sistemas médicos? Primero, que no existe una sola medicina tradicional, sino que cada pueblo indígena, cada etnia, tiene su propio sistema, que en Mesoamérica tiene muchas semejanzas con las demás, pero que también tiene algunas diferencias.IV.- LA MEDICINAS TRADICIONALES MEXICANAS El mapa muestra la localización de los principales pueblos indígenas de la zona geográfica-cultural conocida como mesoamérica. Comprende buena parte del territorio Mexicano (desde el centro, sur, sureste), abarcando parte de Centroamérica. En este territorio viven aproximadamente 50 etnias que contemplan sus características paticulares, aunque semejantes en algunos aspectos. Enciclopedia Microsoft ® Encarta ® 2003. © 1993-2002 Microsoft Corporation. \"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 7En segundo lugar, este sistema medico tradicional, fundamentado en una cosmovisión de origen indígena a lo largo de la historia ha funcionado como \"madre\" incorporando y ordenando elementos de otras culturas a su propio sistema. Ya sea culturas indígenas, española antigua, africana y moderna occidental. De esta manera cada cultura incorpora elementos de otras con las que va interactuando, pero estos elementos se ordenan en torno a la misma cosmovisión inicial con la que se valora el mundo; esto puede significar también un cambio y corrimiento en la cosmovisión inicial. Un ejemplo patente es con respecto a las plantas medicinales. La medicina tradicional indígena utiliza plantas de origen europeo como el romero y la albahaca, y africano como la sábila, pero las incorpora en la visión fría y caliente con la que tipifica a las plantas, designándoles una de estas dos características. Con el sistema médico convencional pasa lo mismo, cuando nos acercamos a las plantas medicinales que nos aporta le medicina tradicional, tratamos de entenderlas desde sus propiedades bioquímicas, es decir desde nuestra lógica y cosmovisión, y de esta manera las incorporamos en nuestro sistema y forma de ver el mundo, desechando lo que no entendemos. Este sistema de medicina tradicional comprende actualmente: Una cosmovisión en la que se comprende el universo como totalidad interconectada, el cuerpo humano, que incluye a la mente y el espíritu, conectado estrechamente a ese universo, y una concepción de la salud y enfermedad como estados de equilibrio y desequilibrio entre distintos factores entre los que sobresalen los elementos fríos y calientes, derivados del comportamiento individual y de las relaciones sociales, ambientales y espirituales. Una concepción y clasificación (nosología) de las diferentes patologías, coherente con toda la cosmovisión y concepción de la salud y enfermedad. Una concepción de la causalidad que toma en cuenta a mecanismos que rompen el equilibrio frío calor del cuerpo, desórdenes alimenticios, movimientos bruscos, alteraciones de la fuerza vital, entre otros, de acuerdo a la cosmovisión particular de cada grupo indígena. Un conjunto amplio de procedimientos preventivos, enfocados a la exclusión y control de los factores desequilibradores, sobre todo con respecto al equilibrio de frío - calor. Foto de Santiago Ortela \"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 8Una serie de estrategias para diagnosticar las enfermedades y los desequilibrios, inmersa en el conjunto del sistema. Y un conjunto de elementos terapéuticos, que incluyen la herbolaria, el uso de productos animales y minerales; Diferentes tipos de masajes, en- tre los que encontramos fricciones, acomodamientos, pellizcamientos, succiones y apretadas, entre otros. Punciones con diferentes tipos de espinos. La utilización del frío y humedad a través del uso de barro, y del calor y humedad, a través del temascal y el calor de brazas de carbón. La medicina tradicional también comprende otros procedimientos como la utilización de limpias, ensalmos, y diversos ritos. Entre estos ritos destacan los que tienen que ver con la agricultura, para estar en armonía con las fuerzas y divinidades de la naturaleza, con el nacimiento, con el hogar y también con la salud. La cosmovisión En la cosmovisión indígena mesoamericana se entiende que el ser humano es un todo en el que no se puede separar el cuerpo, de la mente y el espíritu. Cada una de las partes del cuerpo tiene que ver con todas las demás. Y está conectado íntimamente entre si y con todo el universo: Con los demás seres humanos; con las plantas, animales, objetos; y con los demás elementos de la \"naturaleza ampliada\": el aire, el agua, la tierra, las divinidades, los planetas y todo el cosmos en general. Los diferentes elementos de la naturaleza, el agua, el aire, la tierra, el fuego... poseen vida y son sagrados. Tienen personalidad propia y están por encima del ser humano. El ser humano es un ser pequeñito frente a las fuerzas de la naturaleza a las cuales venera y teme. No pretende controlarlas y dominarlas, Foto de Ignacio Alcántara y Reynaldo Izquierdo Códice Vaticano Ríos \"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 9como en nuestra cultura antropocéntrica actual, solo entenderlas, respetarlas y armonizarse con ellas. El indígena sabe que así como producen vida, también pueden ocasionar la muerte. Todos los elementos de la naturaleza tienen sus \"dueños\" o divinidades protectoras. En muchas zonas del país todavía se habla de \"chaneques\", \"achanes\", \"aluxes\" o duendes. La salud se entiende como un estado dinámico de equilibrio interno entre fuerzas frías y calientes que afectan el cuerpo, la mente y el espíritu, que devienen de un universo que posee una capa superior caliente y una parte inferior fría. Este equilibrio también depende del estado de armonía externa con los demás seres humanos, la naturaleza y el cosmos en general. Y por ello, la enfermedad se entiende como la consecuencia de la ruptura de ese estado de equilibrio que es provocada tanto a nivel interno y externo por diversos elementos entre los que destacan los fríos y calientes, que pueden tener su origen en el cuerpo, la mente o el espíritu. Todas las causas de enfermedad, pueden ser producidas por el propio organismo, por su familia, por la comunidad, por la naturaleza y por las divinidades. Por ello, el realizar acciones contrarias o de falta de respeto contra alguno de estos elementos, rompiendo el equilibrio familiar, social, con la naturaleza, el cosmos y las divinidades, puede revertir en su contra generando fuerzas nocivas que a su vez lo afectan a él, a su familia y comunidad. De esta manera, la salud es el resultado de vivir en armonía de acuerdo a las leyes de la naturaleza y la sociedad, y la enfermedad es la consecuencia de la ruptura del equilibrio, resultado de la trasgresión de esas leyes, lo cual rompe el estado de armonía con la divinidad, la naturaleza, su comunidad, su familia y su propio organismo. Estos conceptos presentan los elementos más significativos de los sistemas en Mesoamérica. Es importante aclarar que existen particularidades en las diferentes medicinas indígenas que lo conforman que no se encuentran referidas en el planteamiento general común ni en los esquemas siguientes. Con los sistemas médicos del norte del país (aridoamérica), existe una mayor diferencia, ocacionada según algunos autores, en que la mayoría de estos pueblos eran nómadas, y que su relación con la tierra era diferente. En los siguientes esquemas presentamos las generalidades de este sistema a nivel mesoamericano.\"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 10 \"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 11 \"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 12 \"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 13 \"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 14V.- LOS SISTEMAS COMPLEMENTARIOS DE ATENCIÓN A LA SALUD.Según la OMS10, \"los términos de medicinas \"alternativa\", \"complementaria\" (y a veces también \"no convencional\" o \"paralela\") se utilizan para referirse a un amplio grupo de prácticas sanitarias que no forman parte de la tradición de un propio país, o no están integradas en su sistema sanitario prevaleciente\". \"Los europeos la definen, como prácticas que no forman parte de sus propias tradiciones sanitarias. De esta manera existen prácticas como la homeopatía y los sistemas quiroprácticos que se desarrollaron en Europa en el siglo XVIII, que no están clasificadas como sistemas médicos tradicionales, ni se incorporan en los modos dominantes sanitarios de Europa. En su lugar, se refiere a éstas como una forma de Medicinas Complementarias y Alternativas (MCA). Sucede lo mismo con terapias médicas tradicionales como la acupuntura, la ayurveda y la medicina Unani cuando se aplican en otros países en las que no forman parte de sus propios modelos de salud\"1. \"Hablar de medicina \"alternativa\" es ... como hablar de extranjeros - ambos términos son vagamente peyorativos y hacen referencia a amplias y heterogéneas categorías definidas por lo que no son, en lugar de definirse por lo qué son \"1. El cuestionamiento al uso de los términos: \"alternativo\", \"complementario\", \"paralelo\" y no \"convencional\" que han realizado terapeutas de estos sistemas, es que están definidos en función del modelo convencional y no a partir de si mismos y de su aporte específico. Según el Dr. Arturo Gómez Mera11 el término de medicina alternativa se refiere a aquellas prácticas que se realizan en lugar de la medicina convencional. El término de medicina complementaria, cuando se utiliza en conjunto con la medicina convencional, y el término de medicina integrativa, se refieren a un nuevo paradigma que pretende formular una visión integral de la salud, a partir de los aportes de todos los sistemas convencionales, alternativos y tradicionales. En las políticas de la OMS1, las políticas en relación a las medicinas \" MCA \" (medicinas complementarias y alternativas) se encuentran definidas dentro de las políticas de la medicina tradicional. Veinticinco de los 191 estados miembros de la OMS1 han desarrollado una política sobre Medicinas Complementarias, Alternativas y tradicionales. Según datos de la OMS en muchos países desarrollados, la MCA se está haciendo cada vez más popular. 10 Estrategia de la OMS sobre Medicina Tradicional 2002-2005. Organización Mundial de la Salud. Ginebra. 11 Director del Dpto. de Acupuntura Humana del Hospital 20 de Noviembre del ISSSTE.\"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 15Porcentaje de utilización de medicinas y terapias tradicionales, complementarias y alternativas según la OMS-OPS0102030405060708090 Australia ColombiaBélgica Francia Reino Unido USA Singapur Chile En nuestro país no existen datos oficiales de la utilización de medicinas alternativas y complementarias por la población, pero se estima alto en función de la población usuaria de algunas de estas prácticas médicas referidas por sus asociaciones. La 56ª Asamblea Mundial de la Salud del 28 de mayo de 200312 reconoció que la medicina tradicional, complementaria o alternativa, presenta muchos aspectos positivos y que quienes la practican desempeñan una función importante en el tratamiento de enfermedades crónicas y en la mejora de la calidad de vida de quienes sufren enfermedades leves o determinadas enfermedades incurables. Se señaló que los términos de medicinas complementarias y alternativas (MCA) y medicinas tradicionales se utilizan para referirse a muchos tipos de atención de salud no convencional que entrañan distintos grados de formación y eficacia y que abarcan una serie de terapias y prácticas que difieren mucho de un país a otro y de una región a otra. De este análisis, muchos Estados Miembros de la OMS han decidido apoyar el buen uso de la medicina complementaria alternativa y tradicional en sus sistemas de salud. No existe un acuerdo de cómo clasificar estas prácticas médicas. Diferentes fuentes enlistan y clasifican a estas prácticas médicas de diversas formas, existiendo listados de más de 2000 terapias \"alternativas\". La OMS clasifica a estas prácticas en dos grandes grupos: Las que utilizan plantas medicinales y las que no (acupuntura, masaje, etc.). 12 Resolución de la Asamblea Mundial de la Salud, 56ª Asamblea Mundial de la Salud WHA56.31. Punto 14.10 del orden del día 28 de mayo de 2003.\"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 16El Dr. Arturo Gómez Mera las clasifica en:13 1) Sistemas médicos alternativos. 2) Enfoque sobre la mente y el cuerpo. 3) Terapias biológicas. 4) Métodos de manipulación y basados en el cuerpo. 5) Terapias sobre la base de la energía (campos de energía).Se construyen en torno a sistemas completos de teoría y práctica. Técnicas diseñadas para que la mente afecte la función y síntomas corporales. Utilizan sustancias que se encuentran en la naturaleza (vegetales, animales y minerales). Hacen énfasis en la manipulación o el movimiento de una ó más partes del cuerpo. A) terapias del biocampo. B) terapias bioelectro magnéticas. El problema de la mayoría de las clasificaciones propuestas, es que intentan entender y clasificar solo desde la perspectiva de la cultura occidental lo que limita la comprensión de otras medicinas emanadas de otras culturas (china, Indía, Arabe, mesoamericana, Africana) y dificulta su ubicación conceptual. No existe una solo forma de medicina. En todas las sociedades humanas desde el inicio de su historia, cada cultura ha desarrollado una medicina acorde a sus formas de vida y como producto de sus creencias. En primer lugar, muchas prácticas en torno a la salud son de carácter preventivo y rehabilitatorio, sin embargo, cuando se definen como terapias alternativas (desde el enfoque biomédico), muchas de ellas quedan fuera ya que no responden a las expectativas de su clasificación utilitaria. En segundo lugar, al definirlas desde la clasificación señalada anteriormente por tipo de terapia (biológica, cuerpo, mente, terapias a base de energía), se rompe con la relación al sistema médico que les dio origen. Al colocar jun- tas prácticas que poseen conceptualizaciones de la salud, de la enfermedad y del cuerpo diferentes, estas quedan aisládas de su sistema. Así, en las terapias biológicas se ponen juntas la fitoterapia occidental , la herbolaria indígena mesoamericana , la bencaología china y la herbolaria naturista , asi como a lado en las de manejo del cuerpo, se ponen juntas la masoterapia occidental, el shiatzu japonés, y el masaje de origen aryuvédico. Al extraerlas del sistema, cosmovisión y contexto original, se presentan de manera desarticulada y descontextualizada, sin expliciar su vinculación con el sistema que les dio origen ni su percepción de la salud y enfermedad. La consecuencia de esto es un desorden que no ayuda a entender las disciplinas, en donde se colocan juntas, diversas prácticas que pertenecen a categorías diferentes. 13 Director del Departamento de Acupuntura Humana del Hospital 20 de Noviembre del ISSSTE.\"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 17Aporte Sistémico Con algunos elementos, de teoría de sistemas y antropología médica, hemos ordenado algunas prácticas complementarias y alternativas en torno a tres sistemas, desde la cosmovisión que les dio origen: El modelo occidental biomédico El sistema médico tradicional chino-japonés, y El sistema ayurvédico de la India. Sabemos que hay rupturas y \"corrimientos\" en los paradigmas, y que terapias que nacieron de un sistema, van evolucionando acercándose conceptualmente a la cosmovisión de otro sistema, dificultando a veces la clasificación y ordenamiento por la apropiación de un nuevo sistema o alejamiento del que les dio origen. Sin embargo, este modelo aporta elementos valiosos para comprender cada medicina y sus partes, agrupando de manera natural y conceptual las diferentes interrelaciones, permitiendo incorporar elementos para su diagnóstico situacional. Esta propuesta, apoya la comparación de sistemas entre sistemas (y no de sistemas con terapias aisladas) posibilitando el enriquecimiento intercultural, una articulación complementaria integrativa sinérgica y un posicionamiento de cada sistema. A) PRÁCTICAS \" ALTERNA TIVAS Y COMPLEMENT ARIAS \" DERIV ADAS DEL SISTEMA MÉDICO OCCIDENT AL AL OPÁTICO Durante los siglos XVIII, XIX y XX un gran número de médicos, investigadores y profesionistas formados en el modelo y cosmovisión occidental, fueron proponiendo prácticas preventivas y terapéuticas distintas (en ocasiones sistemas completos). En muchos casos comparten la misma cosmovisión medico-occidental, aunque las propuestas terapéuticas son diferentes. En otros, los caminos han significado cambio de algunos paradigmas, a veces hasta rupturas importantes. Con el proceso de globalización que se ha profundizado en los últimos siglos, también se ha dado el acercamiento con terapias provenientes de otros sistemas, pero que se leen, interpretan y desarrollan desde los planteamientos occidentales. Este es el caso del masaje sueco, que fue desarrollado por Per Henrik Ling, después de haber vivido en Japón; y el de la fitoterapia, en la cual, plantas medicinales provenientes de culturas en la que las utilizan desde una cosmovisión diferente, son estudiadas y aprovechadas desde sus propiedades químicofarmacobiológicas (paradigma occidental). Esta globalización, también ha dado pauta a corrimientos en las concepciones, en las que los planteamientos más holísticos e integrales de otras culturas han impregnado también propuestas occidentales.\"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 18Muchas de estas prácticas en su momento de nacimiento, no fueron reconocidas por la ciencia médica convencional. Algunas han ganado reconocimientos a lo largo de décadas de práctica, que si bien no han sido totales, señalan una apertura de los modelos médicos de diferentes naciones e inclusive de la OMS. Varias ya se han incorporado en ciertos sistemas nacionales y se realizan investigaciones sobre su efectividad y seguridad. Muchas, continúan al margen de la práctica médica en el límite entre la ciencia, la magia y la charlatanería. En el siguiente diagrama, señalamos una serie de prácticas terapéuticas propuestas por médicos e investigadores occidentales, ordenadas desde las categorías propuestas para su clasificación: \"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 19B)EL SISTEMA CONCEPTUAL CHINO. Cosmovisión La cosmovisión es el eje articulador de todos los sistemas médicos. En el caso del sistema concep- tual chino, ésta se originó dentro de un cuerpo filosófico religioso conocido como \" Taoismo \" en la que se comprende que el \" todo\" es un principio que está presente en todo el cosmos y las cosas, encontrándose en un movimiento continuo en el que la energía vital o \" ki\" lo permea todo. En los términos chinos el \"ki\" es explicado como \" aire vital Esta energía vital\", está formada por dos componentes, uno \" yin\" (frío, femenino, \" como el agua\" ) y otro \"yang\" (caliente, masculino, \" como el fuego\" ). Sin la combinación de los dos no existe la vida ni el movimiento. La interacción entre el yin y el yang produce los cinco elementos , de los cuales está formado todo el universo (madera, fuego, tierra, metal y agua ). La interacción de estos cinco elementos produce en el mundo cosas más complejas. Entre ellos existen relaciones de intergeneración (unos producen otros, flechas externas ) y de interdominancia (cada elemento es dominado por uno y domina a otro, flechas internas ). El ser humano es un microcosmos, conectado estrechamente a todo el macrocosmos. La energía fluye en el cuerpo por 12 canales ordinarios y 8 \"extraordinarios\" conocidos como \"meridianos\". El desequilibrio entre el \" yin\" y el \" yang\", tanto interno como externo produce enfermedad. La salud se previene propiciando el equilibrio del medio ambiente que rodea a las personas y se obtiene restituyendo el equilibrio interno. Esta cosmovisión, a lo largo de los siglos, ha dado origen a una serie de prácticas, dirigidas a conservar y restituir el equilibrio energético del cuerpo, mente, emociones y espíritu; así como del medio ambiente del cual la per- sona forma parte. Algunas son más destinadas a prevenir, otras a curar, pero muchas se pueden utilizar en ambos sentidos. madera fuego tierra metal agua \"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 20Este sistema ha dado origen a todo un subsistema nutricional complejo basado en la ingesta de forma equilibrada de alimentos con propiedades yin y yang, así como de los cinco sabores (dieta china y dieta macrobiótica japonesa). Para mantener y propiciar el equilibrio ambiental de las diferentes energías yin y yang y de los cinco elementos que están presentes en los espacios vitales, se desarrolló el \" feng shu i\", una disciplina que se ha deformado al ser reinterpretada y resumida desde la visión occidental. Como en esta cosmovisión oriental, la causalidad incluye el estancamiento de energía por inmovilidad y el daño por agresiones humanas, se desarrollaron sistemas de movimiento y ejercicios que pretenden movilizar la energía, enriquecer la sangre, purificar la respiración, y armonizarse con el medio ambiente, que además pueden utilizarse para defenderse y recuperar la armonía perdida en caso de algunos padecimientos. Es el caso del Tai chi chuan , el Qi Gong ) (chi kum) y el Wu shu (Kun fu ), en la cultura china. En la cultura japonesa entre muchos sistemas de movimiento y defensa, sobresale el Aikido por su conceptualización en torno a la energía, la armonía, la salud y la paz. Dentro de las prácticas con un enfoque más terapéutico insertas en este sistema médico, encontramos aquellas que pretenden movilizar la energía estancada en los meridianos o canales de energía, equilibrando los componentes yin y yang de la misma. Encontramos aquí a terapias basadas en la estimulación de puntos, unas a través de la aplicación de agujas sobre puntos existentes sobre los canales (acupuntura), a la aplicación de calor sobre los mismos a través de la combustión del estafiate chino (moxibustión), la utilización de ventosas, el uso reciente de electro estimuladores, la utilización de láser y la aplicación de masaje (tuina chino y shiatzu japonés) entre otras. En el caso del masaje, además de la estimulación de puntos, existen otros mecanismos de explicación para dar cuenta de la eficacia terapéutica. Se aplica para problemas osteomusculares tendinosos, así como para muchas de las enfermedades que trata la acupuntura. Otras terapias, como el Jin Shin14, utilizan la estimulación de puntos corpo- rales que enlazan con todo el sistema cuerpo-mente, para despertar obstrucciones emocionales, reorganizar energéticamente a ese sistema y resolver gradualmente el trauma, al cual se les puede dar posteriormente, un aborde psicoterapéutico (enfoque tara). Existe un tipo de Qi gong , médico ( chi kum) , que como el reiki japonés, pretende desarrollar la capacidad de transmitir la energía sanadora del terapeuta al enfermo, contribuyendo a restablecer la capacidad de autocuración de la propia persona. 14 Stephanie Mines: \" El Enfoque Tara . Jin Shin Tara. Autocuidado. \" 1997.\"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 21También la medicina china utiliza las plantas medicinales, pero insertas en un subsistema práctico- conceptual bastante complejo llamado bencaología . El nombre de esta disciplina engloba la utilización de productos de origen vegetal, animal y mineral. Por ello es que su alcance rebasa lo que conocemos como herbolaria medicinal. En los listados de medicinas alternativas muchas de estas prácticas aparecen desagrupadas y otras ni siquiera aparecen (como el caso del Feng shui y Tai chi chuan ). En el diagrama siguiente se pretende presentar de una manera esquemática las prácticas preventivas y terapéuticas del sistema tradicional chino japonés, cuyo eje articulador es la cosmovisión, que esté representada al centro por una imagen: \"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 22C) El SISTEMA AYURVÉDICO Definición \"Ayurveda\" , significa la « ciencia de la vida » en sánscrito, es la forma tradicional de medicina de la India. Es de los sistemas curativos más antiguos del mundo. Sus raíces proceden de la era Védica, probablemente hace más de 5.000 años. Este modelo médico ha tenido una fuerte influencia a través de la historia en muchos sistemas de medicina, desde la antigua Grecia en el Occidente hasta la Medicina China Tradicional en el Oriente. Las hierbas y fórmulas ayurvédicas aparecen en la Medicina China Tradicional, y también existe una forma ayurvédica de acupuntura. Ayurveda es el fundamento de la medicina Tibetana, que se introduce en el Tibet junto con el Budismo Indio. La medicina tibetana es predominantemente ayurvédica, con una influencia secundaria de la Medicina China. Existen, también otras formas de Ayurveda en el Nepal, Sri Lanka y Birmania, así como en algunas zonas de Thailandia. Esta medicina tuvo influencia también en la medicina unaní árabe. Ayurveda es también uno de los sistemas de medicina alternativa que se ha introducido al Occidente, donde su popularidad y prestigio están creciendo rápidamente. Cosmovisión La cosmovisión como eje articulador de todos los sistemas médicos, en el caso del sistema conceptual aryuvédico, está presente en una serie de terapias y prácticas que en occidente se engloban en la corriente del \"naturismo\". En este sistema se concibe una energía universal llamada Prana, de la que surge la vida, el movimiento y la actividad. Al comenzar la creación, el prana produjo la infinita variedad de fuerza y sustancia. En cada forma de vida el prana está presente como una fuerza vital que todo lo anima. Toda fuerza se basa en prana : la fuerza de gravedad, la atracción, la repulsión, la electricidad, la radiactividad...sin prana no hay vida, porque prana es el alma de toda fuerza y energía. En el ser humano, el prana se manifiesta como la fuerza maestra detrás de todas las funciones del cuerpo y de la mente. Es responsable por la coordinación de la respiración, los sentidos y la mente. A un nivel más profundo gobierna el desarrollo de los estados elevados de conciencia. En el cuerpo se manifiesta en tejas y ojas. Tejas, es la energía sutil del fuego a través de la cual se digieren las impresiones y los pensamientos. A un nivel profundo gobierna el desarrollo de las capacidades perceptivas elevadas. Ojas, es la energía sutil del agua como la reserva de energía vital, la esencia de la digestión de las comidas, las impresiones y los pensamientos. A un nivel profundo otorga calma y soporta y nutre todos los estados elevados de conciencia. \"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 23Existen siete cuerpos: el físico, el etérico , el astral , el mental , el espiritual , el cósmico, y el nirvánico . El prana corre por una serie de canales llamados nadis y se concentra en 74 puntos vitales o chakras . Dentro de este conjunto existen 7 chakras básicos o principales que se distribuyen desde la parte más baja de la co- lumna vertebral hasta la parte más alta de la cabeza. Los chakras conectan a la persona con el universo, absorbiendo la energía universal. Cada ser humano es una combinación única de mente, cuerpo, sentidos y alma. El alma abandona el cuerpo con la muerte y viaja de cuerpo en cuerpo reencarnando. La base del ayurveda consiste en la creencia de que los seres humanos son parte integral de la naturaleza, gobernados por los mismos principios que determinan la supervivencia y la salud de todos los seres vivos, plantas y animales. Su meta es armonizar o equilibrar al ser humano con su medio ambiente. Cada persona nace con una constitución ( pakriti) compuesta de cantidades variables de tres doshas o fuerzas: vata, simbolizada por el aire o el espacio; pitta, por el fuego; y khapa , representada por la tierra y el agua. Premisas de la medicina aryuvédica con respecto a la salud y enfermedad: Si el prana no se regenera y no fluye se produce enfermedad. Puede estancarse o debilitarse en alguno de los chakras . Los alimentos no digeridos, no absorbidos y no asimilados, se fermentan en el sistema digestivo produciendo toxinas ( ama) que afectan todo el resto del cuerpo alterando el flujo normal del prana. El estrés es un factor importante de enfermedad. Afecta a todas las emociones y tiene consecuencias en el funcionamiento de todo el cuerpo y en el flujo del prana . Un cuerpo libre de estrés es un cuerpo sano. De acuerdo al tipo de constitución ( pakriti) que posee el individuo en relación con la combinación de sus doshas , es la manera en que es afectado por el medio ambiente y la alimentación. Tiene que estar en equilibrio desde su constitución particular para poder mantener la salud. \"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 24Prácticas terapéuticas y preventivas del sistema Esta cosmovisión, a lo largo de los siglos, ha dado origen a una serie de prácticas, preventivas y terapéuticas dirigidas a conservar y restituir el equilibrio energético del cuerpo, mente, emociones y espíritu a nivel interno y con el medio ambiente. Este conjunto de prácticas que en occidente generalmente se presentan desarticuladas se pueden ordenar en base a cuatro métodos. 1. Limpieza y purificación ( shodan) . Se pretende eliminar del cuerpo toxinas que se han acumulado en el estómago, nariz, intestino, piel y sangre. Para ello se han desarrollado prácticas terapéuticas a través de la ingesta de dietas depurativas con vegetales comestibles y plantas medicinales, de la utilización de enemas, de las purgas, duchas nasales, vómitos, donación de sangre, cepillado de la piel, masajes con aceites herbarios (para recoger toxinas y bacterias) y baños de vapor con hierbas. Este principio ha dado origen a toda una terapéutica conocida como detoxificación. 2. Equilibrio de los doshas (paliación o atenuación - shaman ). Se usa para balancear y pacificar los dosha corporales. Se centra más en la dimensión espiritual y se utiliza una combinación de hierbas, condimentos, ayuno, canto, el yoga, los ejercicios de respiración, meditación, y baños de sol por un tiempo limitado. 3. Rejuvenecimiento y tonificación ( nasayana) . Se utilizan hierbas especiales preparadas como píldoras, polvos, pomadas y tablillas; preparaciones minerales específicas a la condición y al dosha de una persona; y ejercicios de posiciones de yoga y de respiración. 4. Higiene mental y curación espiritual ( stavajaya ). Dirigido para alcanzar niveles superiores de función mental y espiritual, por medio del liberamento de « stress» y el abandono de las creencias inconscientes negativas. Las prácticas incluyen terapias del sonido ( man- tra) que cambian los modelos vibratorios de la mente; a la concentración en figuras geométricas para llevar la mente fuera de modos ordinarios del pensamiento (yantra) , y a la armonización de la energía del cuerpo a través de la meditación y la utilización de gemas, cristales y metales ( tantra ). Varias de las prácticas preventivas y terapéuticas que devienen de la cosmovisión ayurvédica, se pueden ordenar a través del siguiente esquema sistémico:\"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 25 \"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 26VI.- RELACION ENTRE LOS SISTEMAS MÉDICOS TRADICIONALES, EL CONVENCIONAL Y LOS COMPLEMENTARIOSRepresentamos al sistema médico occidental y al sistema médico tradicional por círculos. En ellos están simbolizados el cuerpo de terapeutas y algunos procedimientos del sistema. Como lo señalamos, lo que le sustento, cohesión y sentido a cada sistema es la cosmovisión. En el primer modelo, la mayoría de las prácticas se dan en torno a una explicación biomédica de la salud y la enfermedad. En el segundo, a una comprensión de la salud y enfermedad como estados de equilibrio y desequilibrio entre diferentes factores entre los que sobresalen los fríos y calientes. Pero esta cosmovisión no se queda solo en el cuerpo de terapeutas... ...impregna a amplios sectores de la sociedad, lo que en otros modelos de explicación es expresado como medicina domestica o popular. Existe un sector amplio de la sociedad que la manera de entender la salud y la enfermedad está en referencia al modelo biomédico occidental. También existe otro sector social indígena y rural, cuya comprensión esencial de la salud enfermedad está en referencia al modelo tradicional de origen indígena. En los dos sectores, la población puede que no sepa explicar de manera precisa el porque hace las cosas, el porqué de sus creencias. Puede ser que la población que coloca una pulsera roja en sus hijos ya no pueda explicar profundamente el porque lo hace, o que no sepa lo que es el tonalli, pero en el otro lado sucede lo mismo. ¿Quién sabe porque el frío produce gripa? ¿o porqué cura la aspirina el dolor de cabeza? ¿por qué los microbios producen enfermedad?. Inclusive el personal médico que conoce estas respuestas es un porcentaje pequeño. A veces les pedimos a la población cuya cosmovisión gira en torno al modelo tradicional, lo que no les exigimos a la población del otro lado.OCCIDENTAL COSMOVISIÓNTRADICIONAL\"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 27Pero además, estas cosmovisiones no se dan en forma pura, sino que hay ya un sector de la sociedad que ha hecho un sincretismo entre las dos cosmovisiones, de manera que ahora poseen los dos mecanismos de comprensión de la salud y enfermedad. Lo interesante, es que no importa realmente cual es la cosmovisión preponderante en la población, de cada sistema pueden acudir buscar tratamiento al otro modelo médico, sin importar que comprendan su conceptualización. A esto se le llama eficacia pragmática. Es muy común que la población indígena valla a los centros de salud. Es menos común, pero también se da, que población de estratos medios formados en el modelo occidental, desesperados por la ineficacia de algunos tratamientos, acudan también al otro modelo, al tradicional. También existen otros sistemas médicos conocidos como complementarios y alternativos. Recordamos que la OMS los define como \" un amplio grupo de prácticas sanitarias que no forman parte de la tradición de un propio país, o no están integradas en su sistema sanitario prevaleciente\"7. En el diagrama observamos, que el círculo que enmarca a la población cuya cosmovisión de la salud está en referencia a los modelos médicos alternativos, es mucho menor que el de los otros dos modelos prevalecientes. Esto significa, que en nuestro país es todavía pequeño el porcentaje de per- sonas que han incorporado la cosmovisión de estos modelos médicos. En algunos casos como en el naturismo y acupuntura parece que va creciendo el número de personas que de una manera sincrética van incorporando algunos elementos conceptuales en su vida. ACUPUNTURA HOMEOPATÍANATURISMO DE ORIGEN AYURVÉDICO 7 Estrategia de la OMS sobre Medicina Tradicional 2002-2005. Organización Mundial de la Salud. Ginebra.\"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 2815 Artículo II Constitucional. 16 Mendoza Zuanilda . Los Modelos Médicos y la Interculturalidad . En Interculturalidad en Salud. Práctica médica con pueblos Indígenas de México. Yolpahtli, S.C. 2003 17 Menéndez L Eduardo. Hacia una Práctica Médica Alternativa, CIESAS, Cuadernos de la casa Chata 86. México, 1984.Lo interesante de nuevo, es que no importa que los usuarios entiendan o no como funciona la acupuntura, homeopatía y muchas otras alternativas. El mecanismo de eficacia pragmática es determinante. Tanto del modelo occidental como del tradicional acuden a las diferentes alternativas que se van presentando en México. Este esquema también señala, porqué no se puede atender de la misma manera a la medicina tradicional, que a las otras medicinas complementarias. La cosmovisión del sistema médico tradicional es preponderante en México (junto con el modelo biomédico), forma parte de la cultura y determina un sinnúmero de hábitos y prácticas. En este sentido, la medicina tradicional, no es sólo es un conjunto de prácticas preventivas y terapéuticas, forma parte de la identidad cultural, y debe ser asumida también, como un derecho cultural15. El enfoque sistémico a partir de la cosmovisión como eje central, nos lleva a definiciones un tanto diferentes a las propuestas de diferenciación desde el enfoque de modelos médicos, en donde éstos se clasifican en hegemónico, subordinado y de autoatención (Menéndez); en profesional, folk y popular (Kleinman); y en profesional, popular y doméstico (Zolla)16, 17. Lo común a estas propuestas, que poseen diversos elementos importantes de análisis y conceptualización, es que presentan como un mismo bloque (de autoatención, popular o doméstico), las prácticas que la población realiza, en la que se da un sincretismo indeferenciado de ellas, sin profundizar en su asignación, a una cosmovisión dominante particular.\"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 29Estrategia de la OMS sobre Medicina Tradicional 2002-2005 . Organización Mundial de la Salud. Ginebra. Resolución de la Asamblea Mundial de la Salud , 56ª Asamblea Mundial de la Salud. WHA56.31. Punto 14.10 del orden del día 28 de mayo de 2003. López Austin, Alfredo: \" Cuerpo Humano e Ideología , UNAM, México 1989. Salas Cuevas Angel: \" Las Terapéuticas Alternativas\". Grupo Fractus A.C. México, 2003. García Hernán, Antonio Sierra y Gilberto Balam: \" Medicina Maya Tradicional. Confrontación con el Sistema Conceptual Chino\". EDUCE, FAM, VEMMES, PRODUSSEP y G. Huelsz Eds., México 1996. Arsovska, Liliana: \" Breve Historia de la Filosofía China \", Primer Encuentro Académico de Acupuntura de la Asociación Mexicana de Asociaciones y Sociedades de Acupuntura (AMASA A.C.), Guadalajara, Jalisco, enero 23 y 24 de 1993. Bossy, J.: \" Bases Neurobiológicas de las Reflexoterapias \". Monografías de Reflexoterapia Aplicada. Masson, S.A.. Barcelona, España 1985. González, Roberto: \" Historia de la Medicina Tradicional China\" . Primer Encuentro académico de Acupuntura de la Asociación Mexicana de Asociaciones y Sociedades de Acupuntura (AMASA A.C.), Guadalajara, Jalisco, enero 23 y 24 de 1993. Gui Yong Fan, Chen Qi, Li Yin Fa y Jiang Shan: \" Características Físicas del qi' Emitido \" Instituto Aeronáutico de Nanjing. Artículo publicado en el Compendio de la Primera Conferencia de Intercambio académico de qi gong médico. Beijing, China, 1988. Stephanie Mines: \" El Enfoque Tara . Jin Shin Tara. Autocuidado. \" 1997. Burton Goldverg (compilador): \" Medicina Alternativa. La Guía Definitiva. \" Future Medicine Publiching, Inc. Tiburón, California. USA, 1999. Rosenfeld, Isadore.: Guía de la Medicina Alternativa del Dr. Rosenfeld. Ed Diana. México, 1999.VII.- BIBLIOGRAFÍA\"LOS SISTEMAS DE ATENCIÓN A LA SALUD: UNA VISIÓN DESDE LA ANTROPOLOGÍA MÉDICA Y LA TEORÍA DE SISTEMAS Dirección General de Planeación y Desarrollo En Salud DGPLADES 30Werner David y David Sanders. \" Cuestionando la Solución . Las Políticas de Atención Primaria de Salud y Supervivencia Infantil\". PRODUSSEP, A.C., Centro de Estudios Educativos, A.C., Centro de Educativos Ecuménicos, A.C. México, 2002. Dubos, René. El espejismo de la Salud. FCE. Mex. García Hernán. \"Introducción a la Discusión en torno a la Salud y Enfermedad\" . En Revista CRISTUS, Salud y Enfermedad. Alternativas. Revista de Teología y Ciencias Humanas. No 566. México. Junio 1983, pags. 14-20. Sayavedra Gloria.: \" ¿Qué enseñan los médicos? (Una Visión de su Ideología). En Revista CRISTUS, Salud y Enfermedad. Alternativas. Revista de Teología y Ciencias Humanas. No 566. México. Junio 1983, pags. 25-28. Uriu Rysosyke.: \" La Medicina Agradable\". Ed. Herbal, México, 1996. Stanway Andrew: \" El Médico en Casa. Guía Práctica de Medicina Natural para toda la familia\". Integral, 1987, Bacelona, España. Guerín, Patricia: \" Dieta según la MedicinaTradicional China . En Buenas Manos. Tu Portal de salud y Terapias NATURALES. Josep Vicent Arnau. La Macrobiótica. La Dieta que busca el Equilibrio . En Buenas Manos. Tu Portal de salud y Terapias NATURALES. "}