{"title": "Understanding Homeopathy for Dogs & Cats", "author": "Dr Jean Hofve; Holistic Veterinarian; DVM", "url": "https://www.onlynaturalpet.com/blogs/holistic-healthcare-library/homeopathy-for-pet-health", "hostname": "onlynaturalpet.com", "description": "Homeopathy is a natural, holistic system for healing that works by eliminating the underlying imbalance in a pet's body that is causing unwanted symptoms.", "sitename": "Only Natural Pet", "date": "2020-08-11", "cleaned_text": "How Can Homeopathy Support Your Pet's Health? Homeopathy is a natural, holistic system for healing that works by eliminating the underlying imbalance in a pet's body that is causing unwanted symptoms. Just a note on terminology: \"holistic\" is an umbrella term that includes many alternative treatments, such as acupuncture, herbs, homeopathy, and flower essences, that take into account the entire patient and not just the sick or injured part. Homeopathy is a specific type of \"holistic\" treatment, but not all holistic treatments are \"homeopathic.\"In homeopathy, health is defined as not just the absence of symptoms, but a feeling of well-being and vitality. The principles of homeopathy state that there are three possible outcomes of treatment: suppression, palliation, and cure. - Suppression gets rid of specific symptoms, but drives the disease into other channels by denying the body's expression of the original disease. Often, even though the most troubling symptom is gone, the patient feels worse overall. - Palliation means to alleviate symptoms; this is how aspirin treats pain. However, in palliation, the medicine needs to be repeated frequently. By treating only symptoms and not the whole individual, allopathic medicine tends to be limited to the first two outcomes. - Cure, the only goal of homeopathy, means that the body eliminates the whole disease, not just symptoms, and rises to a state of optimum health. Modern medicine is highly focused on suppressing the symptoms of disease, not curing its cause. Yet, symptoms are simply the body's way of returning to a state of balance. Suppressing symptoms with medicine or surgery may drive a disease deeper, resulting in a different, and often more serious set of symptoms to crop up, while the original underlying imbalance remains. A common example of this is seen in treating skin allergy symptoms with steroid drugs, such as prednisone. Relief from the symptoms such as itching and hot spots may be swift, but once the course of steroids is complete, the original problem comes right back. The fact that the skin is one of the body's most important organs of detoxification is forgotten in the rush to stomp out the symptoms. When the body's efforts to rid itself of toxins through the skin is suppressed, another route must be found, such as the respiratory system (chronic upper respiratory infections, bronchitis, or asthma) or digestive system (vomiting, diarrhea, inflammatory bowel disease, or even cancer). Meanwhile, the immune system has been suppressed, the liver and kidneys stressed, and the overall health of the animal diminished. Homeopathy has been used for more than 200 years. It follows Aristotle's theory that \"like cures like.\" For example, ipecac in large doses will cause nausea, salivation, and violent vomiting in a healthy person. In contrast, homeopathic ipecac can cure those same symptoms in a sick patient. In addition, homeopathy uses the principle of the \"minimum dose.\" Homeopathic remedies are made from natural substances such as plants and minerals that are highly diluted (potentized) and shaken (succussed), which eliminates any toxic effects of the natural substance. For instance, many remedies are made from snake venoms, poisonous plants, and toxic substances like arsenic. Other remedies are made from benign substances like salt and milk. The homeopathic repertory contains thousands of remedies that have been thoroughly tested (proven) on healthy individuals. In homeopathy, symptoms are important tools, both for determining which remedy is needed in the case, and for monitoring the healing process. For instance, let's say that two people both come down with pneumonia, and are both diagnosed as having the same type of bacteria in their lungs. In modern medicine, both people would be treated with the same antibiotic, as well as a cough suppressant. Now, let's say that one patient has a high fever, and a severe cough that is worse at night and when he is lying down. The other patient is mildly feverish, but is coughing up green phlegm, and the cough is better after he drinks hot tea. A homeopath would consider that each patient's body is processing the infection in a different way, and would prescribe _different_remedies for each of them. No cough suppressant would be given, since coughing is the body's way of eliminating infection by forcing diseased cells and fluid out of the lungs. Combination Remedies vs. Classical Homeopathy Classical homeopaths give only one remedy at a time, usually at long time intervals (often weeks to months). Prescribing must be extremely accurate, and even then, symptoms may become worse before they improve; that is, the patient experiences an \"aggravation.\" In contrast, combination remedies, such as the [HomeoPet](https://www.onlynaturalpet.com/pages/search-results?filters%5Bbrand%5D%5B0%5D=HomeoPet) and [Newton Homeopathics](https://www.onlynaturalpet.com/pages/search-results?filters%5Bbrand%5D%5B0%5D=Newton%20Homeopathics) remedies sold by Only Natural Pet Store, are synergistic formulations designed to treat a broad set of symptoms that commonly occur together. As well, we carry three [Only Natural Pet](https://www.onlynaturalpet.com/pages/search-results?filters%5Bbrand%5D%5B0%5D=Only%20Natural%20Pet&filters%5Bcustom_fields.Holistic%20Treatment%5D%5B0%5D=Homeopathy) brand homeopathic formulas that are specially formulated for Skin & Itch, Anxiety & Stress, and Incontinence. While lower in potency and less accurate than classical remedies, combination remedies can work very well for mild to moderate acute conditions (such as infections and trauma), as well as flare-ups of chronic diseases (such as inflammatory bowel disease or arthritis). Homotoxicology, a branch of homeopathy that specifically uses combination remedies, takes this process even further, and has a similar success rate to classical homeopathy, often with fewer aggravations and other problems along the way. It is always important to remember that \"natural\" does not equal \"safe.\" While homeopathic remedies are often much gentler and safer than many conventional drugs, severe or chronic diseases should always be treated under the guidance of a homeopathically-trained veterinarian. Administering Homeopathic Remedies Homeopathic remedies are best given at least 20 minutes before or after a meal. Drop the liquid directly into the animal's mouth or on the gums. Liquid remedies are preserved with alcohol and some animals, especially cats, can be sensitive to the odor or taste. To remove the alcohol you can drop the dosage into a small vial or shot glass and let it sit out for 15-20 minutes for the alcohol to evaporate. Alternatively, drop the dosage into a small amount of heated water to speed the evaporation of the alcohol, and then use a dropper to administer the diluted remedy. Pellets can be crushed and emptied into the animal's mouth with a small piece of paper rolled like a funnel or folded into a small envelope. If necessary, you can give the dose in a small amount of food, water or milk. For acute injuries, trauma, and illnesses, the remedy can be given every 15 minutes for the first hour, reducing to every 30 minutes for the next hour, then to once in the third hour. This may be all that is needed to stimulate the healing process and resolve the imbalance. If needed, subsequent doses can be administered 1 to 3 times daily. In flare-ups of chronic illnesses, administration 3 times daily is the general recommendation. As the symptoms resolve, reduce the frequency of the dosage to twice per day and then to once per day. If symptoms reappear, increase the dosage again and maintain at 2-3 times per day as needed, and gradually reduce the dosage again. If symptoms reappear again, then the remedy being used may not be the proper choice, or there may be diet or environmental issues that have not yet been properly addressed. Remedies prescribed by a homeopathic veterinarian may be dosed differently, and instructions should be followed carefully. Homeopathy is rapidly growing in popularity because of its safety and effectiveness. At correct potencies, it is gentle enough for use in small puppies and kittens. Combination remedies can be an economical and effective way to help our companions heal from periodic injuries or illnesses. They can also be beneficial in supporting the healing process from more chronic conditions when used along with any needed changes in diet and lifestyle. You will find Homeopathy a welcome addition to natural health care for your companions. Please Note: To find a holistic veterinarian that practices homeopathy near you, check the [American Holistic Veterinary Medical Association](https://www.ahvma.org/) or [Academy of Veterinary Homeopathy](https://theavh.org/) referral directories. "}