{"title": "Texas A&M PEER Program Receives NIH Grant Supplement To Counter COVID-19 Vaccine Hesitancy In Rural Texas", "author": "Mmyers", "url": "https://vetmed.tamu.edu/news/press-releases/peer-covid-vaccine-grant/", "hostname": "tamu.edu", "description": "A new vaccine hesitancy project led by the Texas A&M Partnership for Environmental Education & Rural Health (PEER) Program aims to improve", "sitename": "VMBS News", "date": "2021-10-08", "cleaned_text": "Texas A&M PEER Program Receives NIH Grant Supplement To Counter COVID-19 Vaccine Hesitancy In Rural Texas Story by Megan Myers, CVMBS Communications A new vaccine hesitancy project led by the Texas A&M [Partnership for Environmental Education & Rural Health (PEER) Program](https://vetmed.tamu.edu/peer/) aims to improve COVID-19 vaccination rates among rural and medically underserved populations in Texas. In support of this project, the PEER Program is one of 12 [Science Education Partnership Award (SEPA)](https://nihsepa.org/) programs from across the country selected to receive a supplement of $50,000 to the current SEPA grant from the [National Institute of General Medical Sciences](https://www.nigms.nih.gov/) of the National Institutes of Health (NIH). [Dr. Larry Johnson](https://vetmed.tamu.edu/person/367), a professor at the Texas A&M College of Veterinary Medicine & Biomedical Sciences (CVMBS) and principal investigator for the PEER Program—a SEPA awardee since 2007—will serve as the project's director and has assembled an interdisciplinary team of science, public health, education, and communication specialists from across the Texas A&M University System. The project, \"K-12 Educational Resources on Vaccine Biology and SARS-CoV-2 Vaccine Hesitancy,\" will include creating and dispersing educational materials for middle school students that address vaccine hesitancy, the basics of immunology, and how vaccines work. The educational materials will be included in PEER's virtual summer camp for middle and high school students and SEPA's teacher professional development workshop; the materials also will be available to teachers across the country though PEER's teacher network that reaches all 50 states. PEER undergraduate student fellows will also have the opportunity to present the materials to schools in their hometowns during breaks between semesters. In addition to a variety of printed and online materials, this project will include a series of videos addressing vaccine hesitancy, with a Texas A&M student role-playing someone hesitant about being vaccinated and discussing their concerns with an expert in a relevant field. \"This project is an exercise in reassurance that there is a deep scientific understanding of how vaccines work,\" said [Dr. Ian Tizard](https://vetmed.tamu.edu/person/1282), a CVMBS distinguished professor who will be leading the immunology portion of the project. \"After all, vaccines have been available since the 1700s, and we've eliminated diseases like smallpox by the use of vaccines. People have also been working on RNA vaccines since the 1970s.\" Because many of the target areas have high Spanish-speaking populations, the project materials will be created in both English and Spanish. \"We're working to reach out to populations that have limited access to university resources and experts like we have at Texas A&M and those who may also have a language barrier,\" Johnson said. \"The hope is that through education, we can help entire families to dismiss vaccine myths, understand the biology and importance of vaccinations, and get all eligible members of the family vaccinated.\" ### For more information about the Texas A&M School of Veterinary Medicine & Biomedical Sciences, please visit our website at [vetmed.tamu.edu](https://vetmed.tamu.edu/) or join us on Contact Information: Jennifer Gauntt, Director of VMBS Communications, Texas A&M School of Veterinary "}