{"title": "Acupuncture and Chinese Medicine | How to Apply | NWHSU", "author": null, "url": "https://www.nwhealth.edu/admissions/how-to-apply/how-to-apply-acupuncture-chinese-medicine/", "hostname": "nwhealth.edu", "description": "Learn how to apply to the Acupuncture and Chinese Medicine academic program and review the admission requirements.", "sitename": "Northwestern Health Sciences University", "date": "2019-03-15", "cleaned_text": "How to Apply to the Acupuncture and Chinese Medicine Program We are accepting applications for the Fall 2023 term! Before you apply, review the admission requirements for [Master in Acupuncture and Doctor of Acupuncture](https://www.nwhealth.edu/admissions/requirements/acupuncture-oriental-medicine/) Entry Terms: Fall, Winter, Summer - Fall 2023 New Student Orientation: Tuesday, September 5, 2023 Classes Start: Tuesday, September 5, 2023 - Winter 2024 New Student Orientation: Tuesday, January 2, 2024 Classes Start: Tuesday, January 2, 2024 We recommend that you submit your application 3 to 6 months in advance of your intended start term. You should have at least half of your prerequisites completed when submitting an application. Step 1 - Login to the application portal Login to the Student Application Portal to [start your online application.](https://www.nwhealth.edu/admissions/portal-login/) At any time, you may save your application, logout, and complete it later. Step 2 - Complete the application Application fee There is a non-refundable $50.00 application fee required with submission of your application. Request official transcripts Have your official academic transcripts from all previously attended post-secondary institutions (including colleges, universities, vocational/technical schools, and PSEO credits) sent directly to Northwestern Health Sciences University. To request an official transcript, contact the Registrar's Office at your prior institution(s). Transcripts from any previous graduate-level work are also required. All official transcripts should be sent directly to: Northwestern Health Sciences University ATTN: Office of Admissions 2501 W. 84th St. Bloomington, MN 55431 References Provide the name, email, and mailing address of two references who you have known for at least six months. An email address and mailing address are required, so please have this information available when you apply. References must be from persons who can attest to your professional and/or academic skills. References from instructors, employment supervisors, colleagues, or other healthcare professionals are preferred, provided they know you well. NWHSU will send instructions to these people on how to submit a reference. Relatives are not accepted as references. Essay Write a two-page summary of your interests and goals, addressing these questions: a. Why are you interested in acupuncture and Chinese medicine studies? b. How much background reading have you done about acupuncture and Chinese medicine? c. Have you had personal experience with acupuncture or Chinese herbs? d. Do you have any previous involvement in health or human services? e. In your previous occupations and studies, what have you found to be most rewarding and most challenging? f. Explain why you feel you will be a good healthcare practitioner g. How will you balance your work and personal life with the program's time and financial obligations? Current résumé A current résumé must accompany your application. Minnesota Immunization Form Minnesota state law requires us to have a [signed immunization form](https://www.nwhealth.edu/admissions/minnesota-immunization-requirement/) on file for each student International and Transfer Students International and transfer students must submit additional documentation with an application "}