{"title": "CLEANSE soup to nutsBrooklyn Acupuncture by LK Mind Body Wellnesswww.laurakauffmann.com", "author": null, "url": "http://www.laurakauffmann.com/seasonal-cleanse", "hostname": "laurakauffmann.com", "description": "LK5 SEASONAL CLEANSE Real Food, Real Drink, Real Results", "sitename": "Brooklyn Acupuncture by LK Mind Body Wellness", "date": "2018-10-10", "cleaned_text": "SEASONAL CLEANSE Join this virtual cleanse seasonally or schedule a private or small group experience. The LK5 has been my baby since it's first introduction to my patients in early 2000. I have developed it to include real food and drink recipes, yoga asana and a 5-element theme grounded in seasonal kitchen medicine theory and common sense. In spring, the official time to clean house, I introduce raw and lightly cooked menus to appeal to all body types and digestive strengths. Summer includes an 80% raw menu, while fall provides the bounty of the farm with lots of soups and salad options, depending on the climate and your body's needs. In winter, we get into a nourishing cleanse focused on tonifying our digestion with warming soups and slow cooked veggies. You are provided with menu templates, tons of recipes, yin and yang yoga blends for beginning and ending your day, along with meditation guidance and cleansing rituals to deepen your experience. Choose one season or do all four! The LK5 is a cleansing experience that is gentle, transformative and easy to keep going past the 5 initial days! Healing is a matter of time, but it sometimes is a matter of opportunity. What's included: Varied cleansing templates to suit your needs Yoga and Meditation Instruction sent directly to your inbox On-line Group support via a private forum Shopping list for each recipe and wonderful recipes that do not skimp on flavor 3 Days of pre-cleansing and gut nourishing dietary strategies 5 Days of Real Food and Real Drink Cleansing Recipes 2 Days of Post-Cleansing instruction SAMPLE OF the LK5 sEAsonal CLEANSE SAMPLE DAY 1 MORNING: Morning Elixir, Pina Verde Juice DAY: Marinated Kale Salad, Wholesome Vegan Snacks EVENING: Up-cycled House Salad SAMPLE DAY 2 MORNING: Detox Elixir, Breakfast Smoothie Bowl DAY: Summer Buddha Bowl EVENING: Summer Veg Greens EVENING: Tuscan Kale Salad "}