{"title": "PDF", "author": "PDF", "url": "https://www.healthywa.wa.gov.au/~/media/Files/Corporate/Reports%20and%20publications/Annual%20reports/annual_reports_2013_MHS.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Metropolitan Health Service Annual Report 2012-13Metropolitan Health Service Annual Report 2012-13 North Metropolitan Health Service South Metropolitan Health Service Child and Adolescent Health Service Dental Health Service PathWest Laboratory MedicineMetropolitan Health Service | Annual Report 2012-13 iiThis page has been left blank intentionally.Metropolitan Health Service | Annual Report 2012-13 iii Metropolitan Health Service | Annual Report 2012-13 ivThis page has been left blank intentionally.Metropolitan Health Service | Annual Report 2012-13 vContents Overview of Agency 1 Significant Issues Impacting the Agency 37 Key Performance Indicators 65 Outcome 1 81 Percentage of patients discharged to home after admitted hospital treatment 82 Survival rates for sentinel conditions 84 Rate of unplanned readmissions within 28 days to the same hospital for a related condition 86 Rate of unplanned readmissions within 28 days to the same hospital for a mental health condition 88 Percentage of live births with an APGAR score of three or less, five minutes post delivery 90 Percentage of emergency department patients seen within recommended times 92 Percentage of admitted patients transferred to an inpatient ward within eight hours of emergency department arrival 96 Average cost per casemix adjusted separation for tertiary hospitals 98 Average cost per casemix adjusted separation for non-tertiary hospitals 99 Average cost per bed-day for admitted patients (small hospitals) 100 Average cost per home-based hospital patient day 101 Average cost per emergency department service attendance 102 Average cost per doctor attended episode in an outpatient clinic for Metropolitan Health Service hospitals 103 Average cost per non-admitted occasion of service for Metropolitan Health Service hospitals 104 Average cost per non-admitted hospital based occasion of service for rural hospitals 105 Average cost per trip of Patient Assisted Travel Scheme 106 Outcome 2 107 Loss of life from premature death due to identifiable causes of preventable disease (breast and cervical cancer) 108 Rate of hospitalisations for gastroenteritis in children (0-4 years) 110 Rate of hospitalisation for selected respiratory conditions 112 Rate of hospitalisation for falls in older persons 117 Rate of childhood dental screening 119 Dental health status of target clientele 121 Access to dental treatment services for eligible people 123 Average waiting times for dental services 125Metropolitan Health Service | Annual Report 2012-13 viPercentage of contacts with community-based public mental health non-admitted services within seven days prior to admission to a public mental health inpatient unit 126 Percentage of contacts with community-based public mental health non-admitted services within seven days post discharge from public mental health inpatient units 128 Average cost per capita of population health units 130 Average cost per breast screen 131 Average cost of service for school dental service 132 Average cost of completed courses of adult dental care 133 Average cost per three month period of community care provided by a public community mental health service 134 Average cost per bed-day in a specialised mental health unit 136 Disclosure and Compliance 137 Financial Statements 159 Metropolitan Health Service | Annual Report 2012-13 1 Overview of Agency Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 2 Overview of AgencyVision statement Our vision Healthier, longer and better quality lives for all Western Australians. Our mission To improve, promote and protect the health of Western Australians by: caring for individuals and the community caring for those who need it most making best use of funds and resources supporting our team. Our values WA Health's Code of Conduct identifies the values that we hold as fundamental in our work and describes how these values translate into action. Our values can be summarised as: Care - Respect - Excellence Integrity - Teamwork - LeadershipMetropolitan Health Service | Annual Report 2012-13 3Executive summary WA Health is a leading public health system that in 2012-13 performed well for the Western Australian community despite high demand for its services from the State's burgeoning population. It also came amid change at the helm of the organisation with the departure of Kim Snowball in March 2013, after almost three years in the Director General's role. This solid performance was underpinned by long-term planning, regular and ongoing monitoring and review, innovative reform and a professional 43,000-strong workforce. Delivering a healthy WA While recognising that sections of the community experience poorer health outcomes than the rest, Western Australians as a whole enjoy an excellent standard of health, reflected in life expectancy among the best in the world and infant mortality rates among the lowest in Australia. Western Australians benefit from effective public health programs, responsive health services and hospitals which, in the provision of patient care, meet high standards of safety and quality. WA Health continually strives to improve its performance and align its efforts to the four key pillars of the WA Health Strategic Intent 2010-15 : caring for individuals and the community caring for those who need it most making the best use of funds and resources supporting our team. The Metropolitan Health Service operates as part of the broader health system, providing the bulk of public healthcare services - including emergency and elective surgery care - throughout the Perth metropolitan area. It delivers these services through a comprehensive range of primary, secondary and tertiary healthcare facilities. The Metropolitan Health Service also plays an integral role in delivering health service reform and safety and quality improvement. The 2012-13 year began with a major restructure of public health system governance by appointing high-level governing councils. The new governing councils are: North Metropolitan Health Service Governing Council South Metropolitan Health Service Governing Council Child and Adolescent Health Service Governing Council Northern and Remote Country Governing Council Southern Country Governing Council WA Health also pushed ahead with a $7 billion infrastructure overhaul that is expanding and transforming hospitals and health services across Western Australia. Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 4In 2012-13 the recommendations of a far reaching review of mental health practices in Western Australia commenced implementation and set the pace on emergency department reform. Caring for individuals and the community The Metropolitan Health Service kept its commitment to deliver safe, high-quality, evidence-based health care to patients and the community by adopting new national safety and quality health service standards. At the same time local clinical governance systems and processes continued to be met. In 2012-13 a range of measures to improve emergency department services were implemented. Metropolitan Health Service hospitals outperformed all other states and territories in admitting, discharging or referring emergency department patients within four hours under the National Emergency Access Target. Throughout the year Metropolitan Health Service staff worked hard to minimise disease and injury through a range of preventative health measures that included: the delivery of human papillomavirus vaccine to high school boys in years 8, 9 and 10 the opening of a new breast screening clinic - The Rose Clinic - in David Jones' city store a chronic disease prevention program targeting Aboriginal people in the metropolitan area communicable disease surveillance, public health management and contact tracing. New subacute care programs and services were also opened and existing ones expanded. Medical procedures never previously performed in Western Australia were also undertaken, paving the way for new and improved treatments for patients. The successful insertion of the first dissolvable cardiac stent in WA - performed by cardiologists at Fremantle Hospital - was one such procedure. Researchers embarked on new and exciting studies, such as an investigation into the use of testosterone to prevent diabetes, and a range of research grants were awarded. Caring for those who need it most The Metropolitan Health Service is committed to achieving substantive equality throughout its services and works hard to ensure those in greatest need of its services are able to access them in a timely manner. To this end, the Metropolitan Health Service continued to implement and maintain initiatives established under the Closing the Gap in Indigenous Health Outcomes National Partnership Agreement which seeks to end the disparity in health and wellbeing between Aboriginal and non-Aboriginal Australians. One such initiative is credited with having raised the average birth weight of babies and contributed to a decline in the rate of young Aboriginal women smoking and drinking alcohol during pregnancy. Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 5Among other programs and initiatives helping to improve health outcomes for Aboriginal people in the metropolitan area was a program to help Aboriginal women deliver their babies safely, an Aboriginal ambulatory care coordination initiative and an award-winning Aboriginal Maternity Services Support Unit. New community-based care packages and a strengthened care coordination network were introduced to give older patients an alternative to in-hospital care. Under the National Partnership Agreement on Treating More Public Dental Patients, close to $30 million was also pledged to treat more public dental patients. Improvements were made in the area of mental health, following reports undertaken by the Office of the Chief Psychiatrist and a far-reaching review into the admission referral discharge and transfer practices of public mental health facilities. Making the best use of funds and resources The WA Health Clinical Services Framework 2010-2020 continued to guide the structure of public health service provision. During 2012-13 significant progress was made on a host of major construction projects. At the Queen Elizabeth II Medical Centre a new central energy plant, the PathWest Centre, comprehensive cancer centre and the first phase of a multi-deck car park for staff and visitors were completed. Meanwhile, work continued at the Queen Elizabeth II Medical Centre on other major projects including the $1.2 billion New Children's Hospital, the new Western Australian Institute for Medical Research facility and new mental health unit. Across town, Fiona Stanley Hospital - set to become WA's flagship health facility - continued to take shape and the Bentley Adolescent Mental Health Unit, the State's only mental health inpatient facility which provides acute mental health care to adolescents up to 18 years of age, underwent a $4.5 million upgrade. Throughout the Metropolitan Health Service the use of new technologies was embraced and expanded upon. Greater use was made of telehealth and videoconferencing facilities in the provision of clinical care and education sessions while the installation of 18 new digital x-ray machines pushed BreastScreen WA a step closer to becoming fully digital in all aspects of screening and reading. Supporting our team The staffing needs of a major health system are both vast and complex, and ensuring the system has the right people to meet current and future needs requires extensive and ongoing planning. Changes to the landscape of the health system have added to the complexity of workforce planning but a range of initiatives has helped maintain a focus on attracting, recruiting and retaining the best people. Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 6The initiatives include employee intentions surveys to inform planning, a program to up skill and identify medical leaders of the future and a \"working across multiple sites policy\" that not only ensures health services align with an area-wide approach to the delivery of clinical services, but maximises use of resources and improves patient care. The Metropolitan Health Service also invested in staff though initiatives such as a medical leadership program to develop medical leaders of the future and an online wound education program for enrolled nurses to enhance their clinical skills and increase their job satisfaction. Increasing the number of Aboriginal people working in our health system is recognised as a key to improving the health of Aboriginal people. The Metropolitan Health Service has employed a range of measures to help build its Aboriginal workforce including an Aboriginal traineeship program and an Aboriginal mentorship program. The Metropolitan Health Service enters the new year keen to consolidate and build on the achievements of 2012-13, positive about the changes ahead - including the opening of Fiona Stanley Hospital - and determined to continue serving the community with excellent health care that helps Western Australians lead healthy and fulfilling lives. Overview of Agency Professor Bryant Stokes ACTING DIRECTOR GENERAL DEPARTMENT OF HEALTH Metropolitan Health Service | Annual Report 2012-13 7Address and location North Metropolitan Health Service Street address: Hospital Avenue, NEDLANDS WA 6009 Postal address: Hospital address: Queen Elizabeth II Medical Centre Hospital Avenue, NEDLANDS WA 6009 Postal address: Locked postal address: 54 Salvado Road, Street address: Executive Office Hawthorn House 83 Fairfield Street, MT HAWTHORN WA 6016 Postal address: Private Bag 1, 2012-13 8Swan Kalamunda Health Service Street address: Eveline Road, MIDDLE SWAN WA 6056 Postal address: PO 195, MIDLAND and Newborn Health Service Street address: King Edward Memorial Hospital for Women 374 Bagot Road, SUBIACO WA 6008 Postal address: 9th Floor, Eastpoint Plaza 233 Adelaide Terrace, PERTH Annual Report 2012-13 9Dental Health Services Street address: 43 Mount Henry Road, COMO WA 6152 Postal address: Locked Bag 15, Bentley Delivery address: J Block, QEII Medical Centre Hospital Avenue, NEDLANDS 16 Ogilvie Road, MT PLEASANT WA 6153 Postal address: Locked Bag 8, CANNING BRIDGE WA 7500 Fax: (08) 9318 7515 Web: Royal Perth Hospital - Wellington Street Campus Street address: Wellington Street, PERTH WA 6001 Postal address: GPO Annual Report 2012-13 10Royal Perth Hospital - Shenton Park Campus Street and postal address: 6 Selby Street, BENTLEY WA 6102 Postal address: PO 158, BENTLEY address: Terrace (near Alma Street), FREMANTLE WA 6160 Postal address: PO Box 480, FREMANTLE Station Rd), EAST FREMANTLE WA 6158 Postal address: PO Box 480, FREMANTLE WA Health Service | Annual Report 2012-13 11Rottnest Island Nursing Post Street address: 2 Abbott Street, ROTTNEST WA 6161 Postal address: RINP, c/o Fremantle Hospital Postal PINJARRA WA 6208 Postal address: Annual Report 2012-13 12Peel and Rockingham (PaRK) Mental Health Service Street address: Clifton and Ameer Streets, ROCKINGHAM WA Metropolitan Public Health and Ambulatory Care Street address: Level 2, 7 Pakenham Street, FREMANTLE WA 6160 Postal address: PO Box 546, Street address: Roberts Road, SUBIACO WA 6008 Postal address: for Street address: Roberts Road, SUBIACO WA 6008 Postal address: Health Service | Annual Report 2012-13 13Child and Adolescent Community Health Street address: 70 Hay Street, SUBIACO WA 6008 Postal address: Mental Service Street address: 70 Hay Street, SUBIACO WA 6008 Postal address: | Annual Report 2012-13 14Services provided Metropolitan Health Service Direct patient services adolescent clinic acute adult, child, adolescent and older persons medicine, rehabilitative and mental health aged care after hours general practice ambulatory amputee anaesthesia antenatal care bone marrow transplantation breast cancer screening and assessment burns cardiovascular medicine, cardiology/cardiothoracic, coronary care care coordination child protection chronic and palliative care clinical oncology/haematology clinical genetics clinical immunology clinical investigation community and developmental paediatrics cornea grafting day surgery and procedures dental dermatology dietetics and nutrition ear, nose and throat and neck eating disorders emergency and trauma centre medicine endocrinology/diabetes endoscopy enuresis and stomal therapy family pathways/early intervention program forensic examinations and injury documentation gastroenterology general medicine general and specialist surgery Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 15 geriatric medicine and extended care haematology haemophilia hepatology hyperbaric medicine HIV/AIDS education home based hospital care home care midwifery human milk bank humanitarian entrant health infectious disease management intensive care immunology maxillofacial surgery menopause assessment and programs mental health rehabilitative care neonatal and neonatology newborn emergency transport services nephrology consultation paediatric rehabilitation paediatric surgery including cranio-maxillo facial and plastic pain management palliative care pathology physiotherapy plastic surgery podiatry Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 16 post-acute care postnatal infants psychology radiation oncology radiology and medical imaging renal services/dialysis respiratory medicine respite care rheumatology rural paediatric sexual health service social work speech pathology therapy support to address complex trauma tuberculosis screening and treatment tropical medicine urology vascular surgery. Medical support services Aboriginal mental health antenatal audiology and newborn hearing screening bio-engineering cardiac angiography chaplaincy and pastoral care clinical psychology community aids and equipment computed tomography continence and stomal therapy dietetics and nutrition general angiography interventional radiology infection control medical illustration medical technology microbiology occupational therapy orthotics and prosthetics pathology pharmacy Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 17 physiotherapy podiatry post mortem services social work speech pathology telehealth toxicology. Community and support services Aboriginal health asthma education child and family health child and adolescent health and child development chronic disease and ambulatory care community physiotherapy communicable disease control community health chronic disease management teams diabetes education education health promotion mental health outpatient, community and day hospital and rehabilitation network migrant and refugee health parenting programs Post Graduate Medical Education Post Graduate Nursing Education Post Graduate Training for Psychiatry psychiatric emergency rehabilitation and living skills sexually transmitted infections school health teaching, training, research and development youth and sexual health. Other services art therapy administrative and clerical ambulatory care coordination program catering, hotel, laundry and linen clinical support disaster management engineering Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 18 enuresis program emergency preparedness demography and epidemiology family pathways Health Equity for Aboriginal people and Refugees Team (HEART) health record management and information technology; library services immunisation organ donation coordination peer support and consumer groups public relations, patient support, customer liaison - including Freedom of Information safety, quality, and performance security workforce development. PathWest Laboratory Medicine WA Direct patient services biochemistry cytopathology haematology histopathology immunology microbiology and infectious disease medical support post-mortem specialist pathology services to private patients specimen collection transfusion medicine toxicology. Community and support services forensic pathology and biology testing microbiological food and water testing research and development teaching and training. Other services drugs of abuse testing manufacturing of test reagents for its laboratories. Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 19Dental Health Services Direct patient services aged care oral health program emergency, community and general dental care dental prosthetic domiciliary dental care for the homebound medical support. Other support services corporate and administration engineering and maintenance oral health promotion. Pecuniary interests Senior officers of the Metropolitan Health Service have declared no pecuniary interests in 2012-13. Accountable authority The Acting Director General of Health, Professor Bryant Stokes, is the accountable authority for the Metropolitan Health Service. Senior officers Senior officers and their area of responsibility for the Metropolitan Health Service as at 30 June 2013 are listed in Table 2. Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 20Table 1: Senior officers - North Metropolitan Health Services Area of responsibilityTitle NameBasis of appointment North Metropolitan Health ServiceChief Executive Dr Shane Kelly Term contract Sir Charles Gairdner Osborne Park Health Care GroupExecutive Director Dr Robyn Lawrence Term contract Swan Kalamunda Health ServicesExecutive Director Dr Peter Wynn Owen Term contract Mental Health Executive Director Patrick Marwick Acting Nursing Services Executive Director Anthony Dolan Term contract Public Health and Ambulatory Care (including Dental Health Services)Executive Director Ros Elmes Substantive Women and Newborn Health ServiceExecutive Director Dr Amanda Frazer Substantive PathWest Laboratory MedicineExecutive Director Silvano Palladino Term contract Medical Services Executive Director Dr Tim Williams Term contract Clinical Planning and RedevelopmentExecutive Director David Mulligan Term contract Safety, Quality and PerformanceExecutive Director Sandra Miller Term contract Facilities ManagementExecutive Director John Fullerton Term contract Workforce Executive Director Cynthia Seenikatty Term contract Finance Executive Director Alain St Flour Term contract Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 21Table 2: Senior officers - South Metropolitan Health Services Area of responsibilityTitle NameBasis of appointment South Metropolitan Health ServiceChief Executive Nicole Feely Term contract Corporate OperationsGroup General ManagerShaun Strachan Term contract Finance and PerformanceGroup General ManagerIan Male Substantive Safety, Quality and RiskGroup General ManagerCarol Saunders Substantive Strategy and DevelopmentGroup General ManagerJodie South Term contract Nursing and Midwifery ServicesArea Director Michelle Dillon Acting Clinical Services Area Director Vacant Term contract Royal Perth Group (including Royal Perth Hospital, Bentley Hospital and Shenton Park Campus)Executive Director Dr Frank Daly Term contract Armadale Health ServiceExecutive Director Chris Bone Substantive Fremantle Hospital and Health Service (including Fremantle Hospital, Kaleeya Hospital and Rottnest Nursing Post)Executive Director Dr David Blythe Term contract Rockingham Peel Group (including Rockingham General Hospital, Murray Districts and Peel Community Health)Executive Director Geraldine Carlton Substantive Mental Health Strategy and Leadership UnitExecutive Director Dr Elizabeth Moore Term contract Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 22Area of responsibilityTitle NameBasis of appointment Public Health, Ambulatory Care and Strategic Allied HealthExecutive Director Kate Gatti Term contract Organisational Development and Human ResourcesGroup General ManagerDavid Purvis Term contract Table 3: Senior officers - Child and Adolescent Health Services Area of responsibilityTitle NameBasis of appointment Child and Adolescent Health ServiceChief Executive Philip Aylward Term contract Nursing and Support ServicesExecutive Director Anne Bourke Substantive Medical Services Executive Director Dr Mark Salmon Substantive Finance and Business ServicesExecutive Director Gordon HaywoodSubstantive Workforce Services Executive Director Graham Coleman Substantive Clinical Planning and ReformExecutive Director Sue Peter Acting Governance and PerformanceExecutive Director Debbie BryanSubstantive Aboriginal Health Director Leah Bonson Substantive Community Health Executive Director Mark Morrissey Substantive Community Health Executive Director Mark Crake Acting Mental Health Executive Director Sylvia Meier Term contract Mental Health Executive Director Mark Morrissey Acting Mental HealthDirector of Clinical ServicesDr Caroline GoossensTerm contract Paediatric Medicine Chairperson Dr Gervase Chaney Substantive Paediatric Medicine Nursing Director Anne Stynes Substantive Surgical Services Chairperson Dr David Vyse Term contract Surgical Services Nursing Director Carrie Dunbar Secondment Ambulatory Services Nursing Director Alan Kuipers-Chan Acting New Children's HospitalProject Director Susan Medlin Five-year contract Overview of Agency Table 2: Senior officers - South Metropolitan Health Services (continued)Metropolitan Health Service | Annual Report 2012-13 23Metropolitan Health Service management structures North Metropolitan Health Service Executive Director Sir Charles Gairdner Osborne Park Group Executive Director Swan Kalamunda Health Services Executive Director Mental Health Executive Director Nursing Services Executive Director Public Health and Ambulatory Care (including Dental Health Services) Executive Director Women and Newborn Health Service Executive Director Medical Services Executive Director Facilities Management Executive Director PathWest Laboratory Medicine Executive Director Safety, Quality and Performance Executive Director Workforce Executive Director Finance Executive Director Clinical Planning and Redevelopment Chief Executive Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 24South Metropolitan Health Service Group General Manager Corporate Operations Group General Manager Finance and Performance Group General Manager Organisational Development and Human Resources Group General Manager Strategy and Development Group General Manager Safety, Quality and Risk Area Director Nursing and Midwifery Services Executive Director Armadale Health Service Executive Director Rockingham Peel Group Executive Director Royal Perth Hospital Group Area Director Clinical Services Executive Director Public Health, Ambulatory Care and Strategic Allied Health Executive Director Mental Health Strategy and Leadership Executive Director Fremantle Hospital and Health Service Chief Executive Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 25Child and Adolescent Health Service Executive Director Nursing and Support Services Executive Director Medical Services Executive Director Finance and Business Services Executive Director Workforce Services Executive Director Clinical Planning and Reform Executive Director Governance and Performance Chairperson Paediatric Medicine Nursing Director Surgical Services Executive Director Mental Health Director Aboriginal Health Executive Director Community Health Chairperson Surgical Services Nursing Director Ambulatory Services Project Director New Children's Hospital Nursing Director Paediatric Medicine Chief Executive Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 26Metropolitan Health Service 2012-13 North Metropolitan Health Service The North Metropolitan Health Service provides public hospital, community, and mental health services to approximately one million people living in Perth's north and north- eastern suburbs. The North Metropolitan Health Service consists of three tertiary hospitals and three outer metropolitan hospitals. It also oversees the provision of contracted public health care from the privately operated Joondalup Health Campus and the construction of the new public hospital at Midland Health Campus. The North Metropolitan Health Service includes the following hospitals: Kalamunda King Edward Memorial Graylands Osborne Park Sir Charles Gairdner Swan District. A range of statewide, highly specialised multi-disciplinary services are also offered from several hospital and clinic sites. The North Metropolitan Health Service provides: emergency services intensive and high-dependency care coronary care medical services maternity and newborn services surgical services cancer services rehabilitation and aged care mental health services ambulatory care primary health care clinical support services. South Metropolitan Health Service The South Metropolitan Health Service provides a comprehensive range of medical, surgical, emergency, mental health, rehabilitation, ambulatory and primary health services. This includes specialised statewide services to patients from across Western Australia, as well as tertiary, secondary and community-based services to people living in Perth's southern suburbs. Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 27South Metropolitan Health Service includes the following hospitals and health services: Armadale Health Service Fremantle Hospital and Health Service (including Kaleeya Hospital and Rottnest Island Nursing Post) Peel Health Campus Rockingham Peel Group (including Murray Districts Hospital) Royal Perth Group (including Bentley Hospital and the Shenton Park Campus). Other services provided through the South Metropolitan Health Service include the: South Metropolitan Health Service Public Health Unit comprising communicable disease control, health promotion and Aboriginal health, planning and epidemiology South Metropolitan Health Service Mental Health Strategy and Leadership Unit which provides strategic advice and direction to ensure safe, efficient and effective delivery of care to people with a mental health disorder. In 2014, the $2 billion state-of-the-art Fiona Stanley Hospital (including the State rehabilitation service) will open and become an integral part of the South Metropolitan Health Service. The South Metropolitan Health Service is undergoing significant reconfiguration of its services to prepare for the opening of Fiona Stanley Hospital and meet the hospital and health needs of the south metropolitan area and the broader Western Australian community. As part of this reconfiguration, the focus, roles and functions of our hospitals will change to improve access to healthcare services and enable patients to receive more complex care closer to home, often in new or refurbished facilities. Child and Adolescent Health Service The Child and Adolescent Health Service comprises Princess Margaret Hospital for Children, Child and Adolescent Community Health Service and Child and Adolescent Mental Health Service. Princess Margaret Hospital is a paediatric tertiary teaching hospital. It is Western Australia's only dedicated paediatric hospital for treating children and adolescents from around the State. Construction of the new children's hospital is now well underway. The new $1.2 billion hospital will include an integrated paediatric research and education facility being built at the Queen Elizabeth II Medical Centre site in Nedlands. It will provide inpatient, ambulatory and outpatient services and house the State's only paediatric trauma centre. The new children's hospital is scheduled for completion at the end of 2015. Child and Adolescent Community Health Service provides a comprehensive range of health promotion, early identification and intervention community-based services to children and families in metropolitan Perth, focusing on growth and development in the early years, and promoting wellbeing during childhood and adolescence. Service delivery is both universal and targeted. Groups at risk of poorer health outcomes, such as Aboriginal people and newly arrived refugees, are of particular focus. Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 28The Child and Adolescent Mental Health Service provides mental health services to infants, children, young people and their families across the Perth metropolitan area. Services include inpatient care at Princess Margaret Hospital and the Bentley Adolescent Unit, the State's only authorised facility for young people under the age of 18 years. The Child and Adolescent Mental Health Service also provides 11 community clinics across the metropolitan area and a number of statewide specialist intervention programs. Performance against national elective surgery and emergency access targets National Elective Surgery Target Western Australia signed the National Health Partnership on Improving Public Health Services in 2011. The agreement includes the National Elective Surgery Target (NEST). This program progressively increases and measures the numbers of elective surgeries and reduces long waits for patients. The objective of the National Elective Surgery Target is to progressively increase the number of elective surgeries performed within the clinically recommended time by 2016. The National Elective Surgery Target commenced on 1 January 2012 and focuses on two areas: part 1: a stepped improvement in the number of patients treated within the clinically recommended time. part 2: a progressive reduction in the number of patients who are overdue for surgery, particularly patients who have waited the longest beyond the clinically recommended time. Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 29WA Health performance for National Elective Surgery Target part 1 For WA Health, Table 4 shows the 2012 monthly trend for all elective surgery cases treated within the clinically recommended time. Table 4: National Partnership Agreement target, proportion (percentage) of cases treated within the clinically recommended time, by category, January 2012 - December 2012 Category 1 (%)Category 2 (%)Category 3 (%) 2012 January 73.2 AgencyMetropolitan Health Service | Annual Report 2012-13 30Figure 1: Proportion of category 1 cases treated within the clinically recommended time Category1casestreatedwithinclinically recomme ndedtime 94%-NPADec2012 Target 87.4%Baseline(2010) Mar 12 YTD Apr 12 YTD May 12 YTD Jun 12 YTD Jul 12 YTD Aug 12 YTD Sep 12 YTD Oct 12 YTD Nov 12 YTD Dec 12 YTD Figure 1 shows that the proportion of category 1 cases treated within boundary increased from 73.2 per cent at the end of January 2012 to 86.3 per cent at the end of December 2012. However, this result fell short of the National Partnership Agreement target of 94 per cent. Figure 2: Proportion of category 2 cases treated within the clinically recommended time Category2casestreatedwithinclinically recomme ndedtime 84%-NPADec2012 Target 79.2%Baseline(2010) Mar 12 YTD Apr 12 YTD May 12 YTD Jun 12 YTD Jul 12 YTD Aug 12 YTD Sep 12 YTD Oct 12 YTD Nov 12 YTD Dec 12 YTD As shown in Figure 2, the proportion of category 2 cases within boundary increased from 79.5 per cent at the end of January 2012 to 82 per cent at the end of December 2012.This result was slightly below of the National Partnership Agreement target of 84 per cent. Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 31Figure 3: Proportion of category 3 cases treated within the clinically recommended time Category3casestreatedwithinclinically recomme ndedtime 98%-NPADec2012 Target 97.2%Baseline(2010) Mar 12 YTD Apr 12 YTD May 12 YTD Jun 12 YTD Jul 12 YTD Aug 12 YTD Sep 12 YTD Oct 12 YTD Nov 12 YTD Dec 12 YTD Figure 3 shows the 2012 monthly trend for category 3 cases treated within the clinically recommended time. In 2012, the proportion of category 3 cases within boundary marginally declined from 96.9 per cent at the end of January 2012 to 96.4 per cent at the end of December 2012. This result did not meet the National Partnership Agreement target of 98 per cent. Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 32WA Health performance for National Elective Surgery Target part 2 Reducing the average waiting time for patients who have waited the longest beyond the clinically recommended time is the second objective under the National Partnership Agreement. Table 5: National Partnership Agreement target, average overdue wait time (in days) for cases who have waited beyond the clinically recommended time, by category, January 2012 - December 2012 Category 1 (%)Category 2 (%)Category 3 (%) 2012 January 31.1 September 17.9 78.4 77.5 October 20.4 76.4 79.3 November 22.1 69.8 65.1 December 12.1 54.2 66.9 NPA NEST 2012 Target 0 68 65 Table 5 shows the 2012 monthly trend data for average overdue wait time (in days) for those who have waited beyond the clinically recommended time by triage category. Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 33Figure 4: Average overdue wait time (in days) for category 1 patients who have waited beyond the clinically recommended time Category1overduewaittime 0daysNPADec2012 shows category 1 the average overdue wait time dropped from 31.1 days at the end of January 2012 to 12.1 days at the end of December 2012. This result did not meet the National Partnership Agreement target of zero days. Figure 5: Average overdue wait time (in days) for category 2 patients who have waited beyond the clinically recommended time Category2overduewaittime shows category 2, the average overdue wait time dropped from 76.3 days at the end of January 2012 to 54.2 days at the end of December 2012. This result was better than the National Partnership Agreement target of 68 days. Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 34Figure 6: Average overdue wait time (in days) for category 3 patients who have waited beyond the clinically recommended time Category3overduewaittime 65daysNPADec2013 Target 83.178.8 shows category 3, the average overdue wait time dropped from 83.1 days at the end of January 2012 to 66.9 days at the end of December 2012. This result was marginally above the National Partnership Agreement target of 65 days. National Emergency Access Target Western Australia signed the National Partnership Agreement on Improving Public Hospital Services in 2011. The agreement includes the National Emergency Access Target, which aims to drive improvements in access to emergency care for patients. The National Emergency Access Target requires that by 2015, 90 per cent of all patients presenting to a public hospital emergency department will be admitted, transferred or discharged within four hours. Between now and 2015 each state is required to meet annual interim targets which increase progressively until 2015. National Emergency Access Target performance is calculated as an average of all participating hospitals over the calendar year. In the Perth metropolitan area, the participating hospitals include all tertiary hospitals (Fremantle Hospital, King Edward Memorial Hospital, Princess Margaret Hospital, Royal Perth Hospital and Sir Charles Gairdner Hospital), as well as general hospitals (Armadale-Kelmscott Memorial Hospital, Rockingham General Hospital, Swan District Hospital, Joondalup Health Campus and Peel Health Campus). The National Emergency Access Target performance benchmark for WA for period 1 (1 January - 31 December 2012) is 76 per cent. In 2012, metropolitan National Emergency Access Target hospitals' overall result is 75.7 per cent, marginally short of the National Partnership Agreement National Emergency Access Target. Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 35Health snapshot of population Each year WA Health commissions a general health and wellbeing survey. The survey is conducted independently across the State and collects self-reported health information from randomly selected respondents aged 16 years and over. The following is a summary of some of the health-related information for the metropolitan area in 2012. Overweight or obese In metropolitan WA, 65.3 per cent of respondents were overweight or obese. More men than women were overweight or obese (69.2 per cent compared to 61.2 per cent). Smoking Approximately 1 in 10 respondents (11.7 per cent) smoked on a daily or occasional basis. Fewer women smoked than men (9.1 per cent compared to 14.3 per cent). Respiratory conditions In 2012, 1.7 per cent of respondents had experienced a respiratory condition, other than asthma, that lasted for six months or more. A similar proportion of men and women were affected (1.8 per cent compared to 1.5 per cent). Health service utilisation The most commonly used health service reported by respondents in the metropolitan area was primary health services. In 2012, on average, each respondent visited a primary health service on four occasions. Chronic conditions Arthritis was the most common chronic condition self reported by respondents. Approximately one in five (18.5 per cent) respondents reported that they had been diagnosed with arthritis. Mental health In 2012, 14.6 per cent of respondents reported that they had been diagnosed by a doctor with a mental health problem in the last 12 months. Depression (8.2 per cent) was the most common doctor-diagnosed mental health condition. More women than men reported a doctor-diagnosed mental health condition. Overview of AgencyMetropolitan Health Service | Annual Report 2012-13 36 Overview of Agency This page has been left blank intentionally.Metropolitan Health Service | Annual Report 2012-13 37 Chapter title Significant Issues Impacting the AgencySignificant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 38 Significant Issues Impacting the AgencySignificant issues Caring for individuals and the community Improving safety and quality in health care WA Health is committed to the delivery of safe, high-quality, evidence-based health care to patients and the community. Fulfilling this commitment requires quality assurance and accreditation of health services, both of which are currently assessed against two sets of standards. These are the: Australian Council of Healthcare Standards (ACHS) National Safety and Quality Health Service (NSQHS) standards. The core accreditation program for health services is the ACHS Evaluation and Quality Improvement Program (EQuIP). This program guides organisations through a four-year cycle of self-assessment, an organisation-wide survey, and a periodic review to meet ACHS standards. The NSQHS standards provide a quality assurance mechanism that determines whether relevant systems are in place to ensure minimum standards of safety and quality. Its standards also provide a quality improvement mechanism that enables health services to realise aspirational or developmental goals. Accreditation to the NSQHS standards commenced on 1 January 2013. To continue to be accredited by the ACHS against EQuIP and to comply with NSQHS standards, implementation of EQuIPNational - a four-year ACHS accreditation program for health services - is being implemented. EQuIPNational includes the: 10 NSQHS standards against which hospitals and day procedure centres are required to be accredited under the national accreditation model for jurisdictions five EQuIPNational standards that cover the performance of service delivery processes, provision of care and non-clinical systems. In addition to national mandatory accreditation requirements, health services also apply local clinical governance systems and processes. South Metropolitan Health Service In 2012 Royal Perth Hospital, Armadale Hospital and Fremantle Hospital successfully underwent the ACHS EQuIP periodic review. Kaleeya Maternity Unit has achieved 'Baby Friendly Accreditation' for three years. This encourages and supports mothers to start and maintain breastfeeding and is the global standard for assessing and accrediting hospitals. The WA Health Clinical Incident Management Policy has been fully implemented. It involved revision of the South Metropolitan Health Service Clinical Incident Management Guidelines and development and implementation of an education and training plan. Metropolitan Health Service | Annual Report 2012-13 39North Metropolitan Health Service In December 2012, Osborne Park Hospital achieved ACHS EQuIP accreditation following an onsite organisation-wide survey. The Women and Newborn Health Service also completed a successful ACHS EQuIP Periodic Review in October 2012, achieving three areas of excellence. The Women and Newborn Health Service has commenced implementation of the NSQHS Standards. Improving public hospital services in meeting patient demand The National Health Reform Agreement - National Partnership Agreement on Improving Public Hospital Services 2010-2016 was introduced in 2011. The agreement is designed to improve access to Australian public hospital services, including elective surgery, emergency department services and subacute care. South Metropolitan Health Service Emergency services South Metropolitan Health Service sites are implementing a range of initiatives to improve emergency department services including: a reform action plan to guide monitoring and service improvement activities a direct admissions policy at Fremantle Hospital and Health Service whereby all clinically appropriate patients, transferred from external hospitals, consultant rooms and outpatient clinics, bypass the emergency department and are admitted directly to a ward increasing the referral of appropriate patients to care coordination teams in the community. Elective surgery The South Metropolitan Health Service continues to monitor elective surgery performance and develop innovative area-wide strategies. These strategies include the redirection of patients between South Metropolitan Health Service sites or to Bethesda Private Hospital to maximise the number of patients undergoing their surgery within the clinically recommended time. Subacute care During 2012-13 a number of projects have been implemented to enhance capacity and the ability to provide a suite of services according to demographic demand and to reduce wait lists and times over 2011-2014. These have included: improving patient care delivery practices at day therapy units to support efficient throughput of patients to the new subacute care beds at Rockingham, Bentley and Armadale. Bentley Hospital, Armadale Hospital and Fremantle Hospital have achieved a reduction in wait lists and wait times the establishment of a community rehabilitation service at Armadale Health Service to support the expansion and diversification of non-admitted subacute care services, including improving the connection between existing services Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 40 the establishment of a single point of referral and goal-oriented rehabilitation services within an interdisciplinary model of service delivery. Services have expanded to cater for patients under 65 years of age and a wider range of condition groups across the adult age continuum the expansion of the South Metropolitan Health Service Falls Specialist Service at Armadale, Bentley, Fremantle, Rockingham, Peel and Mercy day therapy units. This service targets older people who have experienced a fall or who are at risk of having a fall. The service is integrated with inpatient subacute care, primary care, community care and health services. North Metropolitan Health Service Emergency services North Metropolitan Health Service sites are implementing initiatives to improve emergency department services. These include a Sir Charles Gairdner Hospital model that supports medical and nursing teams in the emergency department to facilitate earlier senior clinician involvement to reduce delays in the decision to admit, discharge or transfer. Elective surgery North Metropolitan Health Service sites have worked to improve elective surgery performance using a range of strategies including the coordination of elective surgery across sites. This has led to an improvement in patient waitlists. Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 41Subacute care The Osborne Park Hospital Secondary Stroke Unit offers an intensive stroke- specific rehabilitation program to stroke patients. The unit is made up of 10 inpatient beds, an outpatient service and an early supported discharge program. Implementing improvements and innovation in health service delivery To remain a world-class health system WA Health must rely on a culture of continuous improvement and innovation. This involves fostering clinical and administrative leadership to provide high-quality and safe services, improve patient flow through the system and drive efficient practices. In 2012-13, WA Health drew on this leadership to improve inpatient and outpatient services and support medical research to improve the way we treat patients. South Metropolitan Health Service Key South Metropolitan Health Service initiatives during 2012-13 included the: implementation of a Changes in Memory and Thinking Group at the Moss Street Centre, helping people with mild cognitive impairments and their families to achieve a better quality of life commencement of a physiotherapy amputee outpatient outreach service at Rockingham General Hospital in response to an identified service gap in which a significant number of amputee clients from the hospital's catchment were travelling to the Fremantle Hospital and Health Service site for specialist amputee rehabilitation opening of a dedicated endoscopy theatre at Rockingham General Hospital to support and streamline surgical activity insertion of the first dissolvable cardiac stent in WA by Fremantle Hospital cardiologists first major laparoscopic liver resection at Fremantle Hospital, a less invasive technique with faster recovery time for patients commencement of world-first studies at Fremantle Hospital investigating the use of testosterone to prevent diabetes and a clinical cardiosonic trial development of a South Metropolitan Health Service research strategy Improving Health through Research , that is being implemented through a collaborative approach with involvement from South Metropolitan Health Service hospital sites, universities, research institutes and industry awarding of research grants during 2012-13 including Round 6 State Health Research Advisory Council (SHRAC) Research Translation Projects, a Cancer Australian grant, and Medical Research Foundation grants for burns research, and HIV/AIDS research. Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 42North Metropolitan Health Service Key North Metropolitan Health Service initiatives during 2012-13 included: enabling BreastScreen WA health promotion staff to use their laptops at community events to identify and book appointments for women due for screening continuing the call-back project which targets women who have not had a breast screen for three years. Aboriginal women have been especially targeted through the project, resulting in improvements to screening rates amongst this group implementation of the North Metropolitan Health Service Chemical Strategy Group that aims to inform and implement a system for managing chemicals and hazardous substances introduction of laparoscopic kidney transplants that reduce patient recovery time, scarring and complications associated with open surgical techniques. This is an Australian first by the Sir Charles Gairdner Hospital Transplant Team brain stem stimulation and ablation techniques to treat central tremors and severe epilepsy. Preventing chronic disease and injury The increasing prevalence of chronic health conditions, combined with an ageing population and high community expectations for improved quality of life, requires a flexible and responsive health system that can deliver services across the continuum of care. WA Health is responding to this growing need with: health promotion, illness prevention and early intervention strategies that target priority populations primary care initiatives that promote active participation by people in their own health care in their own communities. South Metropolitan Health Service The South Metropolitan Public Health Unit has been responsible for the following activities in 2012-13: a range of programs that have been developed and implemented to deal with the risk factors of smoking, poor nutrition, harmful alcohol use, and lack of physical activity communicable disease surveillance, public health case management, and contact tracing delivery of the annual seasonal influenza vaccination program for healthcare workers which provides free vaccination to these workers continued collaboration with immunisation providers including general practice, Medicare Locals, and Child and Adolescent Community Health to improve childhood immunisation rates in the South Metropolitan Health Service. North Metropolitan Health Service BreastScreen WA opened a new assessment and screening clinic on the second floor of David Jones' city store and on the South West Health campus to meet demand in this rapidly growing region of WA. Implementation began of Ngulluk Koolbaang (us Mob-moving forward), a chronic disease prevention program targeting Aboriginal people in the metropolitan area. Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 43A high-risk foot and diabetes education service for Aboriginal people was established. Moorditj Djena, focuses on prevention and management of foot complications that result from poorly controlled chronic diseases. A Memorandum of Understanding was finalised for engagement, participation and working partnerships between the North Metropolitan Health Service Governing Council, North Metropolitan Health Service Area Executive Group and Primary Health Care. It aims to create a system-wide approach to addressing population health needs within the North Metropolitan Health Service catchment by developing a sustainable system that is able to meet demand and is equitable, client-centred, coordinated and connected across the continuum of care. Child and Adolescent Health Service The Child and Adolescent Health Service has undertaken a human papillomavirus immunisation catch-up program for high school boys in years 8, 9 and 10. Current data indicate the teams have achieved consent rates of more than 75 per cent. A commitment by the Child and Adolescent Health Service to strengthen community child health services statewide continues and includes: employment of 16 Child Health Nurse full-time equivalents to support families and increase the number of 18-month, and three-year-old children receiving their scheduled child health checks the procurement of community child health services from non-government organisations that will commence work in 2013-14 engagement with the Department of Education to develop the model for delivery of community child health services through child and parent centres located on school sites. Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 44Caring for those who need it most Western Australia's public health system is designed to promote fairness in all its programs, policies and standards. Our goal is to ensure that the health services we provide are available to those who need them most. This is being achieved by: working hard to close the gap in health and wellbeing between Aboriginal and non-Aboriginal Australians working independently and with the Australian Government to improve community care options for all Western Australians delivering innovative programs to streamline the patient's journey through the health system. Aged and continuing care South Metropolitan Health Service The South Metropolitan Health Service is supporting the care of long-stay older patients through the National Health and Hospitals Network Long Stay Older Patients Initiative which incorporates the goals of the Friend in Need Emergency Department Scheme and is made up of three interlinked components: community-based non-inpatient acute and complex care for patients and carers where acute and complex care needs can be safely and effectively managed through the provision of short-term care delivered in the community as a substitute for in-hospital care a strengthened network of care coordination that includes complex case management to help patients and their carers to navigate options of care and support across a whole-of-care continuum community-based flexible care packages, purchased from private providers, that are responsive to patient and carer needs when mainstream services are delayed or unavailable. Aboriginal health care South Metropolitan Health Service The South Metropolitan Health Service continues to implement comprehensive programs and services to assist in improving the health and wellbeing of Aboriginal people living in the area. These include: the establishment of the Substantive Equality Aboriginal Action Group to provide cultural direction and advice for all new policies, programs and services for Aboriginal people in the South Metropolitan Health Service the Boodjari Yorgas Family Care Program, provided through the Armadale Hospital antenatal clinic, which assists Aboriginal women to deliver their babies safely by empowering them to make healthy choices Council of Australian Government Closing the Gap initiatives that were fully implemented and maintained. Council programs have been extended until 30 September 2013 Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 45 The Aboriginal Community Engagement Model, under which Aboriginal people and service providers meet to identify service priorities and culturally appropriate strategies to meet local health needs, has continued with recommendations from these meetings being actioned. North Metropolitan Health Service The Aboriginal Maternity Services Support Unit won the Excellence in Developing Partnerships award at the 2012 WA Health Awards, in recognition of its project Collaborative Partnerships to Close the Gap in Indigenous Early Childhood Development . The Unit shares a collaborative relationship with the Aboriginal Health Council of WA and a common vision of improving the health and wellbeing of Aboriginal families through better health care for Aboriginal women and babies. In July 2012 implementation documents were launched for a Reconciliation Action Plan. The plan outlines strategies to increase access of Aboriginal people's access to health services that are culturally safe. The North Metropolitan Health Service has secured funding for Council of Australian Government's Closing the Gap and Indigenous early childhood development initiatives. Child and Adolescent Health Service The Child and Adolescent Health Service has implemented a number of initiatives to strengthen relationships and improve services for Aboriginal people. These include the establishment of: an Aboriginal Leadership Group to provide direction and advice on policies and priorities for Aboriginal children, young people and their families who access Child and Adolescent Health Service services the Aboriginal Ambulatory Care Coordination program. The Child and Adolescent Health Service has also developed: a Cultural Learning Plan 2013-2015 to assist in delivering culturally respectful and responsive services and health outcomes for Aboriginal children, young people and their families a partnership between the Telethon Institute for Child Health Research and Armadale Child and Adolescent Mental Health Service to improve access and responsiveness to the local Noongar community through the 'Looking Forward Project' and the Minditj Kaart-Moorditji (Sick Head-Good Head) framework. Cancer and palliative care North Metropolitan Health Service The WA Comprehensive Cancer Centre at Sir Charles Gairdner Hospital was opened in January 2013. This building provides the opportunity for the North Metropolitan Health Service to provide a patient-centred model of cancer care. Services required for most cancers can now be delivered in one building. Also, the WA Adolescent and Young Adult Cancer Centre was opened in May 2013. The centre will provide services to 16 to 24 year old people suffering from cancer. Known as the \"You Can Centre\" this is a joint initiative supported by CanTeen, Sony Foundation and the Australian Government. Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 46Mental health care South Metropolitan Health Service South Metropolitan Health Service is acting on the recommendations of the Chief Psychiatrist (2012) reports on the Examination of the Clinical Care of Four Cases and Review of Clinical Practice - Admissions and Discharges of Mental Health , and the Stokes (2012) Review of the admission or referral to and the discharge and transfer practices of public mental health facilities/services in Western Australia. Implementation of recommendations from the South Metropolitan Health Service environment audit continued and would remain a priority. The recommendations included improving patient safety through: implementation of anti-ligature equipment a daily audit system for all patients entering the Fremantle Hospital and Health Service through the emergency department, the Crisis Assessment Treatment Team and triage reduction in seclusion and restraint of patients across sites. Child and Adolescent Health Service The Child and Adolescent Mental Health Service has continued to develop and reform service provision through: developing an integrated quality action plan in response to the Stokes (2012) Review of the admission or referral to and the discharge and transfer practices of public mental health facilities/services in Western Australia' , Chief Psychiatrist review, Coroner's review and National Standards, and implementing priority actions transitioning youth mental health services to adult mental health services merging services to establish Pathways, a multidisciplinary service that provides a single entry point for young people aged under 13 who may access intensive day support services and a residential program enhancing the Acute Community Intervention Team to provide a seven day a week clinical service establishing an Acute Response Team to coordinate emergency referrals and assessments deploying temporary suicide prevention officers within Community Child and Adolescent Mental Health Service Clinics through the School Suicide Response initiative, a joint initiative between Child and Adolescent Mental Health Service and the Department of Education developing partnerships with other agencies such as the Department for Child Protection, Department of Education, Headspace and Youth Focus ongoing review of clinical pathways, policies and processes with a view to continued improvement in quality of care. Dental health care Dental Health negotiated the National Partnership Agreement to treat more public dental patients resulting in $28.4 million over 21 months. Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 47Women and newborn health care South Metropolitan Health Service The opening of the Neonatal Unit at Kaleeya Hospital has provided an eight-cot nursery for pre-term infants from 33 weeks gestation. North Metropolitan Health Service Following the WA pilot to address Recognising and Responding to Clinical Deterioration , King Edward Memorial Hospital provided significant direction and design in the development of the Statewide Maternal Observation and Response Chart. Development of an interagency collaborative approach to female genital mutilation in WA was supported by the North Metropolitan Health Service and included: identifying the incidence of female genital mutilation and the resources and support services required coordinating an approach to education of the broader community and healthcare workers lobbying and gaining support to reduce non-health related procedures of female genital mutilation. The Closing the Gap National Partnership Maternity Group Practice service focuses on providing ante/post natal assistance to young Aboriginal women. The service has been successful in reducing the rate of young Aboriginal women smoking and drinking alcohol during pregnancy, and increasing the average birth weight to a healthy 3.1 kilograms. Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 48Chronic health conditions and ambulatory care South Metropolitan Health Service The South Metropolitan Health Service provides a comprehensive suite of services that support patients to self manage their chronic disease and access appropriate care in the community. In addition to enhancing patient skills to self manage, there has been significant development of local partnerships to provide more robust community support, linkage and referral pathways as an alternative to hospital-based care. North Metropolitan Health Service Progress continued on developing the Culturally and Linguistically Diverse Background Chronic Disease Prevention Strategic Framework. Child and Adolescent Health Service The iRehab service is a multi-disciplinary paediatric rehabilitation same-day care facility that provides intensive medical and therapeutic intervention to children and adolescents with acquired or congenital functional impairment. The service has been funded through the National Partnership Agreement and is now fully operational. Patients have demonstrated significant functional improvements while accessing the service and they and their families have provided positive feedback about their experiences with the service. Making the best use of funds and resources The cost of delivering health services is increasing worldwide. WA Health is committed to using the resources entrusted to it to provide the WA community with an optimum service that is distributed fairly and provides value for money. Building and redeveloping hospitals and facilities South Metropolitan Health Service A wide range of capital and infrastructure projects was completed in 2012-13 across the South Metropolitan Health Service. At Armadale Health Service they included: the new $1.3 million Antonia Bagshawe Training Centre, funded by Health Workforce Australia and WA Health, housing a state-of-the-art resuscitation simulation training room that will provide advanced staff training in emergency medical response expansion of the rehabilitation and aged-care ward, facilitating the provision of additional services to subacute care patients including aged care, rehabilitation and geriatric evaluation and management. This provides capacity for an additional 16 beds (bringing the total number of beds to 40) and will assist in meeting the increasing demand for rehabilitation and aged care services in the community. Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 49At Fremantle Hospital and Health Service they included: five sequenced upgrades at Fremantle Hospital including the development of a staff dining area and office areas for the Clinical Coding Unit and Pharmacy the V5 Nursing Unit upgrade project mental health projects. At Rockingham Peel Group they included: a new education and training centre featuring a lecture theatre, training/meeting rooms and a purpose-built simulation unit works to improve messaging and communications for patients, visitors and staff and improved disability access works to create a separate paediatric waiting and treatment area in the emergency department. At Royal Perth Group they included: the upgrading of two operating theatres at Royal Perth Hospital's Wellington Street campus to orthopaedic standard with the installation of Laminar Flow air conditioning stage 1 of the Ambulatory Care Project. Work on stages 2 and 3 (Wards 4A and 4B) will continue into the new financial year. Work also commenced on: relocation of Plastics Clinics to Level 5 Goderich Block, with the project scheduled for completion by July 2013 remodelling of Wards 7A and B at Royal Perth Hospital's Wellington Street campus. North Metropolitan Health Service A wide range of capital and infrastructure projects was completed in 2012-13 across the North Metropolitan Health Service including: the first stage of the $54 million PathWest facility at the Queen Elizabeth II Medical Centre (a staged commissioning of the new laboratory facilities also commenced). PathWest laboratories also began operating from the new Albany Hospital facility stages 1A and 1B of the multi-deck car park which has provided 1726 parking bays on the Queen Elizabeth II Medical Centre campus, in addition to the 'at grade' parking the design and tender for a 30-bed mental health unit on the Queen Elizabeth II Medical Centre campus. Construction has since commenced a $225 million central energy plant and associated works. The project was recognised as the best State Government building and best civil engineering works at the Master Builders' Association Awards preparation for Health Service Transition which included closure of Swan District Hospital. Significant progress was also made towards identifying the future operational needs of an expanded Sir Charles Gairdner Hospital. This will lead to a defined plan and a scope of capital works that will be required to accommodate the future integration needs of Sir Charles Gairdner Hospital, the new children's hospital, King Edward Memorial Hospital and the Queen Elizabeth II Medical Centre site masterplan. Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 50Child and Adolescent Health Servic e Capital and infrastructure projects completed in 2012-13 across the Child and Adolescent Health Service included the Bentley Adolescent Unit, the State's only mental health inpatient facility, which will provide acute mental health care to adolescents up to 18 years of age. Throughout 2012-13 work also continued on the detailed design and construction of the new children's hospital. Clinical service planning and redesign The WA Health Clinical Services Framework 2010-2020 sets out the planned structure of public health service provision in WA for the next 10 years. It is an important tool for strategic statewide planning and will assist health services in developing localised clinical service plans. Health Services introduced a number of strategies to improve the efficiency of service provision, particularly in hospitals. Principal among these initiatives was a program of service redesign based on the Clinical Services Framework 2010-2020 . South Metropolitan Health Service The South Metropolitan Health Service is the fastest growing health service in WA, undergoing major changes with the implementation of an unprecedented level of clinical service reform and infrastructure development to meet the growing and changing health care needs of the community. This involves the reconfiguration of all hospitals in preparation for the opening of Fiona Stanley Hospital in 2014. This process is being guided by the South Metropolitan Health Service Clinical Services Plan 2010-2020 and site clinical service plans for the Royal Perth Hospital Group, Fremantle Hospital and Health Service, Rockingham Peel Group and Armadale Health Service. In 2012-13 commissioning teams have been appointed for Royal Perth Hospital Group, Fremantle Hospital and Health Service, Rockingham Peel Group and Armadale Health Service, tasked with implementing new service delivery models. Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 51North Metropolitan Health Service The North Metropolitan Health Service Clinical Services Plan 2013-2015 is the guide for clinical service delivery in the North Metropolitan Health Service. The plan is informed by the Clinical Services Framework 2010-2020 and provides the detailed overarching plans for clinical services up to 2015 bringing together service, activity and reform directions. The Quadriplegic Centre Clinical Services Plan 2012-2020 describes the range of services provided by the centre for people with spinal cord paralysis, in particular people with quadriplegia. Child and Adolescent Health Service The Paediatric Implementation Plan has been developed to support and guide the implementation of the paediatric components of the Clinical Services Framework 2010- 2020 . The plan aims to provide the right level of care, at the right place for the children of Western Australia by ensuring that Princess Margaret Hospital and the new children's hospital can operate effectively as the State's sole paediatric tertiary hospital and that non-tertiary paediatric services are delivered at sites closer to the child's community. Other key achievements of the Child and Adolescent Health Service during 2012-13 included: transferring care of children requiring same-day medical paediatric services to their local hospital establishment of the Aboriginal Ambulatory Care Coordination Program assessment of the metropolitan hospital paediatric units against the Standards for Care of Children and Adolescents in Health Services. Information communication and technology South Metropolitan Health Service In 2012-13 there was significant growth in the use of telehealth and videoconferencing for the provision of clinical care and a range of educational sessions. Across all clinical areas, 300 to 350 patients per month were seen and between 40 to 60 educational sessions per month were delivered. Telehealth services were further expanded during 2012-13 with equipment now enabling high-definition clinical consults in all specialties. The spinal and orthopaedic departments became self sufficient, with their own equipment and appropriately trained staff. New clinical specialties utilising telehealth include podiatry, with the renal department scheduled to commence in the latter half of 2013. North Metropolitan Health Service The implementation of telehealth services across the North Metropolitan Health Service continued to progress, improving access to health services for rural patients and patients within the North Metropolitan Health Service catchment. Progress included: implementation of a successful telehealth service to rural and remote patients by the Diabetes Service, and Women and Newborn Drug and Alcohol Service, thus maintaining a connection to their community, encouraging shared care and a reduction in associated patient travel costs for onsite antenatal visits Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 52 implementation of telehealth services for clients in rural/remote or correctional services. BreastScreen WA continued to work towards becoming fully digital in all aspects of screen taking and reading. This will reduce client file storage requirements and manual handling and minimise lost images. Child and Adolescent Health Service The Child Development Information System Expansion Project continued in 2012-13 with the development of a module for child health services. The module is being rolled out to child health nurses in the metropolitan area in 2013. Child health nurses electronically record client care for every child from birth for the seven universal child health contacts up to and including the school entry health assessment, strengthening care provision. Medical technology Staying abreast of emerging future technology, prioritising technology requirements and supporting a medical equipment replacement program are important to improving patient outcomes and quality of care. This is achieved by providing faster and more accurate diagnosis and treatment. South Metropolitan Health Service Upgrades to equipment across the South Metropolitan Health Service during 2012-13 resulted in improved clinical services, as well as improved patient and staff amenities. It included major spends on: replacement laparoscopic equipment at Armadale Hospital an ophthalmic microscope for Fremantle Hospital theatre which was installed in November 2012 an upgrade to the Acute Surgical Unit at Fremantle Hospital that included facilities and equipment video endoscopic systems equipment for Kaleeya Hospital additional operating instrumentation for the Urology Department at Rockingham General Hospital the installation of two new medical air compressors at the Royal Perth Hospital Wellington Street campus in the first half of 2013. North Metropolitan Health Service Upgrades to equipment across the North Metropolitan Health Service during 2012-13 included: the roll out of digital mammography across BreastScreen WA, installing 18 new digital x-ray machines in all fixed and mobile screening units improvements to the WA PET Radiopharmaceuticals Clinical Service with the purchase of two new positron emission tomography radiotracers, an equipment upgrade to cyclotron, and the expansion of the service to the private sector and to Bunbury successful launching of the Safety Engineered Medical Devices to the Anaesthetics Department at Sir Charles Gairdner Hospital. Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 53Supporting our team As a provider of quality health services to the Western Australian community, WA Health is dependent on appropriately skilled and engaged employees who feel valued, work in a safe and supportive environment and have the opportunity to develop to their potential. Skilled workforce and system capacity including education and professional development South Metropolitan Health Service In line with the national reform agenda and broad-ranging reconfiguration of resources, systems and processes across the South Metropolitan Health Service, focus has remained on shaping a resilient and skilled workforce across all sites. In the context of such significant change, extensive consultation was carried out and a number of initiatives have been developed to support the workforce and future planning requirements. These have included: an employee intentions survey to inform planning a human resources transition unit to oversee staff deployment and relocation a working across multiple sites policy to ensure health services align with an area-wide approach to clinical service delivery, maximising the use of resources and improving the patient journey a South Metropolitan Health Service education and training strategy a medical accreditation, education and training workforce working group to facilitate an area approach to gaining medical accreditation of prevocational and vocational training positions a suite of phased retirement tools to support managers and employees area-wide recruitment pools for medical and health science positions a nurse practitioner plan. Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 54Implementation of the Aboriginal Traineeship Program and development of an Aboriginal mentoring program has also been a priority of the South Metropolitan Health Service. The Aboriginal Employee Network was established; seven Aboriginal business trainees commenced in January 2013, and preliminary work got underway on the development of an Aboriginal mentorship program, and the selection of the next round of trainees for allied health roles. North Metropolitan Health Service In collaboration with other metropolitan health services, the North Metropolitan Health Service developed, implemented and analysed data from the Employee Intentions Survey for use in workforce planning. The Pathway to Excellence Nursing Credentialing Program was offered by the American Nurses Credentialing Centre in February 2013, and North Metropolitan Health Service is progressing towards achieving the requirements for recognition. The North Metropolitan Health Service Medical Leadership Program has continued to identify and up-skill medical leaders of the future. The program provides training and education in areas such as change management, Activity Based Management implementation and building high- performing teams. The Enrolled Nurse Online Wound Education Program was supported through co-investment between Wounds West and the industry system change business activity of the National Vocational Education and Training E-Learning Strategy , an initiative of the Australian and State and Territory Governments. Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 55Priorities for 2013-14 Caring for individuals and the community Improving safety and quality in health care In 2013-14 WA Health will continue to commit to the delivery of safe, high-quality, evidence-based health care by meeting national mandatory accreditation requirements, and local clinical governance systems and processes. South Metropolitan Health Service In 2013-14 Rockingham General Hospital will undergo periodic review against EQuIPNational. Preparation will also occur for all South Metropolitan Health Service sites to undergo full organisation-wide surveys in the 2014-15 financial year. A new system to verify the qualifications, experience and professional standing of medical practitioners will be implemented to assist with overall governance and management of registering health practitioners in South Metropolitan Health Service. North Metropolitan Health Service Progress toward full accreditation of all North Metropolitan Health Service hospitals under the National Safety and Quality Health Service Standards will be a priority in 2013-14. Improving public hospital services in meeting patient demand The National Health Reform Agreement - National Partnership Agreement on Improving Public Hospital Services 2010-2016 will continue to be implemented across WA Health. South Metropolitan Health Service Emergency services The commitment to improving emergency services will continue into 2013-14 and involve the ongoing implementation of systems and processes consistent with the Admission, Readmission, Discharge and Transfer Policy for WA Health Services. Elective surgery The South Metropolitan Health Service is committed to capitalising on its achievements to date to progressively improve elective surgery performance. To support this objective the development of elective surgery strategies within the context of the South Metropolitan Health Service Clinical Services Plan will continue in 2013-14. Subacute care A second community rehabilitation site will be established within South Metropolitan Health Service during 2013-14. There will also be a focus on day therapy unit service redesign to ensure consistent and cost effective services. Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 56North Metropolitan Health Service Emergency services All North Metropolitan Health Service sites will continue their efforts in 2013-14 to improve emergency department services and will include: a review of the processes and criteria for patient selection, handover and transfer from Sir Charles Gairdner Hospital to Osborne Park Hospital to enable greater bed capacity at Sir Charles Gairdner Hospital, improved patient flow, and more streamlined and efficient processes the opening of additional general adult public beds as well as mental health beds in August 2013 at Joondalup Health Campus continuing the emergency centre clinical redesign to improve patient flow and efficiency within emergency departments. Elective surgery The Elective Access Project will continue to improve the management of first-on first-off requirement for elective surgery procedures. Also, a theatre scheduling committee at Sir Charles Gairdner Hospital will engage and work with representatives of surgical departments in order to implement strategies to meet emergency and elective surgery demand. An Australian Government funded theatre expansion will also occur at Osborne Park Hospital to build future elective surgery capacity. Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 57Implementing improvements and innovation in health service delivery In 2013-14 WA Health will continue to implement improvements in inpatient and outpatient services and support medical research to improve the way we treat patients. South Metropolitan Health Service In 2013-14 a new South Metropolitan Health Service research centre will be progressed at Fiona Stanley Hospital that will: act as a hub and coordination centre to draw together a number of education and training and research partners, to focus on developing and facilitating mutually beneficial research partnerships and activities across the South Metropolitan Health Service provide opportunities to streamline research ethics and governance processes create an environment that fosters good research practice and enables efficient and effective sharing of knowledge and resources. North Metropolitan Health Service Key North Metropolitan Health Service initiatives for 2013-14 include: the Enhanced Recovery After Surgery Program that is designed to minimise the stress response on the patient's body due to surgery, and support the return of the patient's various functions as soon as possible a statewide wound prevalence survey to gather information that will support hospitals in wound management practices and resource allocation. In addition, data will be collected to determine achievement toward National Quality Health Service Standards related to the prevention of venous thrombus embolism, falls, surgical site infection and correct patient identification. Preventing chronic disease and injury In 2013-14 WA Health will continue to implement: health promotion, illness prevention and early intervention strategies that target priority populations primary care initiatives to promote active participation by people in their own health care in their own communities. South Metropolitan Health Service In 2013-14 the South Metropolitan Health Service will continue to: develop and implement a range of programs to address health risk factors concerning smoking, nutrition, alcohol use, and physical activity collaborate with immunisation providers including Medicare Locals and Child and Adolescent Community Health, to further improve childhood immunisation rates, with a particular focus on Aboriginal children work in partnership with primary care providers to coordinate contact tracing of infectious notifiable disease cases to prevent secondary cases and thereby reduce presentations to general practitioners and emergency departments. Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 58North Metropolitan Health Service The North Metropolitan Health Service will continue to support health promotion programs and primary care initiatives that include: working with Medicare Locals to explore the opportunities for health promotion in the primary care setting developing a culturally appropriate evidenced-based health promotion strategic framework to address the complex health needs of the growing culturally and linguistically diverse population implementing strategies to address risk factors associated with carrying excessive weight, obesity, smoking, harmful drinking, inactivity and injury. Child and Adolescent Health Service A commitment by the Child and Adolescent Health Service to strengthen community child health services statewide will continue in 2013-14. This will include: ongoing support of contracted organisations to establish community child health services by establishing governance and contract management processes and training the commencement of the statewide recruitment of an additional 145 school health nurses and 10 speech pathologists over four years. Caring for those who need it most In 2013-14 WA Health will continue to: focus on closing the gap in the health and wellbeing between Aboriginal and non-Aboriginal Australians work independently and with the Australian Government to improve community care options for all Western Australians deliver innovative programs to streamline the patient's journey through the health system. Aged and continuing care South Metropolitan Health Service Priorities in 2013-14 for Long Stay Older Patients Initiative include: further linkage and feedback to community service providers to ensure responsive, quality service provision in line with patient needs a focus on interprofessional practice and ongoing liaison with the North Metropolitan Health Service and WA Country Health Service to ensure consistency of approach, access and documentation across the State. Aboriginal health care South Metropolitan Health Service In 2013-14 the following will continue to be implemented: the Aboriginal Community Engagement Model the Ngulluk Koolbaang program (Us Mob Moving Forward), a chronic disease prevention program Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 59 the Kworpading Koort (Healing Heart) program, a multidisciplinary program providing heart health and nutrition education, physical activity, podiatry services, diabetes education and clinical management Journey of Living with Diabetes camps, an education program delivered by Aboriginal health professionals Aboriginal Maternity Group Practice Program, an Australian Government funded program to June 2014 The Reconciliation Action Plan which embraces the South Metropolitan Health Service Aboriginal Employment Plan and the Cultural Respect Implementation Framework policy. Mental health care South Metropolitan Health Service Key mental health care service priorities for 2013-14 include implementation of: a program management model structure that includes alignment of services under three program streams - adult, older adult and subacute. The new model structure aims to improve patient care and provide a consistent approach to mental health governance across South Metropolitan Health Service sites Early Episode Psychiatry and Aboriginal Liaison services to provide early diagnosis and appropriate interventions at Armadale Health Service Hospital-wide Consultation Liaison Service and an Aboriginal Liaison Officer at Armadale Health Service to improve links between mental health services and the Aboriginal community expansion and amalgamation of the Crisis Assessment Treatment Team and Triage service through Clinical Reconfiguration is also planned at the Fremantle Hospital and Health Service site. Child and Adolescent Health Service Key priorities for the Child and Adolescent Mental Health Service for 2013-14 include: incremental implementation of the Choice and Partnership Approach in Community Child and Adolescent Mental Health Service Clinics - engaging young people and their families in therapeutic interventions, whilst optimising service efficiencies and managing supply and demand within the service finalise the development of a core competency framework to guide workforce development and training partner with the Telethon Institute for Child Health Research and Youth Focus to research suicide and self harm amongst young people continue to participate in the Looking Forward Project at the Armadale Community Child and Adolescent Mental Health Service Clinic to engage the Aboriginal community in service delivery. Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 60Chronic health conditions and ambulatory care South Metropolitan Health Service During 2013-14 the South Metropolitan Health Service will aim to secure ongoing funding for the provision of non-inpatient services in Chronic Obstructive Pulmonary Disease and heart failure management. Both of these programs aim to reduce hospitalisations and improve patient experience. Improved access to multi-disciplinary services for patients with chronic disease will also be a focus. The BeHIP Chronic Conditions Self-Management program, targeting diagnosed chronic conditions and secondary prevention, will continue into the new financial year. Expansion of the South Metropolitan Health Service Falls Specialist Service will also continue to be a priority, as will enhancement of day therapy services within the South Metropolitan Health Service. An integrated community-based rehabilitation service will be implemented at Armadale Health Service by June 2014 and all hospitals will focus on increasing the referral of patients with ambulatory sensitive conditions to the Friend in Need Emergency program. Making the best use of funds In 2013-14 WA Health will continue to manage State and Australian Government funds and resources efficiently while maintaining high standards of care. Building and redeveloping hospitals and facilities South Metropolitan Health Service A number of major capital and infrastructure projects are planned for 2013-14 including: Armadale Health Service, the development of a 2020 site master plan for the Service and the preparation of a robust site re-development business case. Achievement of this task is predicated upon the identification of a suitable funding source Fremantle Hospital and Health Service site, the remodelling of mental health hospital seclusion rooms and refurbishment of the cottages/accommodation on Alma Street Rockingham Peel Group, the official opening of the Rockingham General Hospital Education and Training Centre, and completion of upgrade and building work to car park facilities Royal Perth Group: site master planning and the preparation of a robust business case for the planned redevelopment of the Royal Perth Hospital Wellington Street campus upgrade of the Medical Oncology patient treatment area completion of the relocation of the Royal Perth Hospital Plastics Clinics to a new purpose-built area completion of the upgrade to Ambulatory Care Wards the re-development of Ward 5 to provide 20 additional subacute rehabilitation beds. Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 61 North Metropolitan Health Service Priority capital and infrastructure projects for 2013-14 at the North Metropolitan Health Service include: the Surgi-Centre build comprising of two new operating theatres and the construction of two new birthing suites completion of stage 2 of the state mortuary upgrade including extension of the cold room and operational refurbishment commissioning of the Fiona Stanley Hospital PathWest Laboratory relocation and commissioning of the second Linear Accelerator as part of the WA Comprehensive Cancer Centre Stage 2 completion of the Stage 2A and 2B of the multi-deck car park on the Queen Elizabeth II Medical Centre campus providing an additional 1326 parking bays, a 90-place childcare centre and several retail opportunities completion of major upgrades to Women and Newborn Health Service PET radiopharmaceuticals production laboratories. Clinical service planning and redesign The WA Health Clinical Services Framework 2010-2020 will in 2013-14 continue to guide strategic statewide planning and assist health services in developing localised clinical service plans. Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 62South Metropolitan Health Service Clinical service reform will continue to be a significant priority for the South Metropolitan Health Service throughout 2013-15, in line with the phased opening of Fiona Stanley Hospital from October 2014. Part of the reconfiguration process will include: Rockingham and Armadale hospitals becoming general hospitals Fremantle and Bentley hospitals becoming specialist hospitals redevelopment of Royal Perth Hospital support of Bentley Hospital to deliver tertiary, secondary and specialist services the closure of Shenton Park campus. North Metropolitan Health Service The WA Health Clinical Services Framework 2014-2024 will continue to inform the development of: the North Metropolitan Health Service Clinical Services Plan 2014-2020 that will guide clinical service delivery in the North Metropolitan Health Service local service plans. In 2013-14 the North Metropolitan Health Service will focus on the: development of the Women and Newborn Health Service Strategic/Operational Plan, 2014-2017 continuation of Fiona Stanley Hospital planning in relation to demand for tertiary services development of a strategic engagement plan with settlement agencies and non-government organisations to provide services that respond to client needs based on cultural and linguistic requirements, and country of origin implementation of a North Metropolitan Health Service Community and Consumer Engagement Framework . Child and Adolescent Health Service Key priorities of the Paediatric Implementation Plan for 2013-14 include exploration of alternative sites to deliver outpatient services, the implementation of the Paediatric Implementation Plan consumer engagement plan and ongoing consultation with other health services. Princess Margaret Hospital will: use clinical service redesign methodology to explore the long-stay patient journey with the aim of improving discharge planning for chronic patients and reducing their length of stay expand criteria-led discharge to support early patient discharge expand Hospital in the Home to additional surgical specialties. Medical technology Staying abreast of emerging future technology, prioritising technology requirements and supporting a medical Equipment Replacement Program will continue into 2013-14. Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 63South Metropolitan Health Service During 2013-14 the South Metropolitan Health Service will purchase theatre and dialysis equipment for the Armadale Health Service and Fremantle Hospital Health Service. Supporting our team WA Health will continue to address work force priorities in 2013-14. Skilled workforce and system capacity including education and professional development South Metropolitan Health Service A number of workforce priorities have been identified for 2013-14 including: ongoing implementation of the Whole of Health Retention Strategy 2012-15 ensuring the successful transition of clinical employees to Fiona Stanley Hospital, and deployment of employees not transitioning to Fiona Stanley Hospital implementation of the second phase of the Recruitment Plan, including a marketing campaign, area-wide recruitment pools, gap recruitment, and area of need applications for obstetrics and gynaecology, plastic surgeons and burns consultants support for sites to deliver refined, affordable 2014 workforce structure medical accreditation of prevocational training positions. North Metropolitan Health Service A key priority for the North Metropolitan Health Service in 2013-14 will be to develop, plan and implement strategies to meet organisational workforce priorities and targets. This will include: modelling workforce requirements based on need developing strategic workforce transition plans, policies and processes to efficiently and effectively transition North Metropolitan Health Service staff affected by major metropolitan reconfiguration and development initiatives implementing the WA Health Retention Framework 2012-15 developing strategies to instigate, support and promote a skilled Aboriginal workforce progressing the development of a network of medical and allied health practitioners to improve access to services for injured employees, and return-to-work outcomes. Significant Issues Impacting the AgencyMetropolitan Health Service | Annual Report 2012-13 64This page has been left blank intentionally. Significant Issues Impacting the AgencyKey Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 65 Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 66 Key Performance Indicators This page has been left blank intentionally.Metropolitan Health Service | Annual Report 2012-13 67 Key Performance Indicators Metropolitan Health Service | Annual Report 2012-13 68 Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 69 Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 70 Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 71 Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 72WA Health annual reporting requirements for 2012-13 WA Health is made up of five legal entities that must prepare annual reports1, as a means of disseminating performance information, to the Minister for Health, State Government, Parliament, and public. The legal entities are: Department of Health Metropolitan Health Service Western Australian Country Health Service Queen Elizabeth II Medical Centre Trust Quadriplegic Centre. The Department of Health, Metropolitan Health Service and WA Country Health Service annual reports2 are produced by the Performance, Activity and Quality Division of the Department of Health, in collaboration with all relevant entity budget holders. Queen Elizabeth II Medical Centre Trust Trust and the Quadriplegic Centre are responsible for meeting their respective annual reporting requirements. Under section 61 of the Financial Management Act 2006 and Treasurer's Instruction 904, WA Health entities are required to present annual indicators of performance to Parliament and the public through the annual reports. This performance information includes key performance indicators. The key performance indicators are reported to enable stakeholders to assess WA Health's performance in achieving government desired outcomes and the delivery of services. WA Health outcomes and services To comply with its legislative obligation as a Western Australian government agency, WA Health operates under the \"Outcome Based Management\" performance management framework.3 This framework describes how outcomes, services and Key performance indicators are used to measure agency performance towards achieving the relevant overarching whole-of-government goal. WA Health's key performance indicators measure the effectiveness and efficiency of the health services provided by WA Health in achieving the stated desired health outcomes. All WA Health reporting entities contribute to the achievement of the outcomes through health services delivered either directly by the entities or indirectly through contracts with non-government organisations. WA Health's outcomes and 2012-13 Annual Report key performance indicators are aligned to the State Government goal (see Figure 7). 1 http://www.treasury.wa.gov.au/cms/uploadedFiles/_Treasury/Legislation/fab_update.pdf 2 http://www.health.wa.gov.au/publications/annual_reports.cfm 3 http://www.treasury.wa.gov.au/cms/uploadedFiles/_Treasury/Publications/Outcome_Based_Management.pdf Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 73Figure 7: WA Health outcomes and services aligned to the State Government goal WA Strategic Outcome (Whole of Government) Outcome-based service delivery: Greater focus on achieving results in key service delivery areas for the benefit of all Western Australians. WA Health Strategic Intent To improve, promote and protect the health of Western Australians by: caring for individuals and the community caring for those who need it most making the best use of funds and resources supporting our team. Outcome 1 Restoration of patients' health, provision of maternity care to women and newborns, and support for patients and families during terminal illness. Outcome 2 Enhanced health and well-being of Western Australians through health promotion, illness and injury prevention and appropriate continuing care. Services contributing to Outcome 1 Public hospital admitted patients Home-based hospital programs Palliative care Emergency department Public hospital non-admitted patients Patient transport Services contributing to Outcome 2 Prevention, promotion and protection Dental health Continuing care Contracted mental health services Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 74The WA Health Outcomes for achievement in 2012-13 were as follows: Outcome 1: Restoration of patients' health, provision of maternity care to women and newborns, and support for patients and families during terminal illness. Outcome 2: Enhanced health and well-being of Western Australians through health promotion, illness and injury prevention and appropriate continuing care. All health entities contribute to the achievement of these outcomes, with different health service divisions taking responsibility for specific areas. As such, the overall performance of WA Health should be determined by reading annual reports for the Department of Health, Metropolitan Health Service and WA Country Health Service. WA Health activities that are aligned to Outcome 1 and 2 are cited below. Activities related to Outcome 1 aim to: ensure that people have appropriate and timely access to acute care services when they are in need of them so that intervention occurs as early as possible provide quality diagnostic and treatment services that ensure the maximum restoration to health after an acute illness or injury provide appropriate after-care and rehabilitation to ensure that people's physical and social functioning is restored as far as possible provide appropriate obstetric care during pregnancy and the birth episode to both mother and child provide appropriate care and support for patients and their families during terminal illness. Activities related to Outcome 2 aim to: increase the likelihood of optimal health and wellbeing by: providing programs that support the optimal physical, social and emotional development of infants and children encouraging healthy lifestyles (e.g. diet and exercise) reduce the likelihood of onset of disease or injury by: immunisation programs safety programs reduce the risk of long-term disability or premature death from injury or illness through prevention, early identification and intervention, such as: programs for early detection of developmental issues in children and appropriate referral for intervention early identification and intervention of disease and disabling conditions (e.g. breast and cervical cancer screening; screening of newborns) with appropriate referrals programs that support self-management by people with diagnosed conditions and disease (e.g. diabetic education) monitor the incidence of disease in the population to determine the effectiveness of primary health measures provide continuing care services and programs that improve and enhance the wellbeing and the environment for people with chronic illness or disability. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 75Key performance indicators The suite of 2012-13 WA Health key performance indicators consists of key effeciency and effectiveness indicators that aim to cover each outcome and each service respectively. Combined, these key performance indicators report the extent to which the strategies and activities of WA Health contribute to achieving the agency's outcomes. Each key performance indicator within the approved suite of indicators has been defined to: ensure accuracy and consistency in data collection, collation and analysis support the interpretation of a key performance indicator in terms of what is being measured allow for comparisons across WA Health services support the audit process conducted by the Office of the Auditor General. The health of the Western Australian community has many determinants; including the provision of health services, access to and use of other government services and numerous environmental and social factors. Key performance indicator reporting requirements WA Health is required under an Act of Parliament, as well as the Treasurer's Instructions, to present key performance indicators to Parliament. The Office of the Auditor General will perform an interim audit of information systems, followed by a final audit of key performance indicators. For those key performance indicators related to Outcome 2, the findings may be presented by Aboriginality if the data is available and meaningful. Comparative results across time are provided wherever possible and as appropriate. All efficiency indicators are reported as both actual and Consumer Price Index adjusted figures. The health service population is based on Australian Bureau of Statistics data used in the Epidemiology Branch Rates Calculator estimated 2012 resident population figures. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 76Table 6: Service activities in relation to components of the outcome Outcome 1 Service 1* Public hospital admitted patients Service 2* Home-based hospital programs Service 3 Palliative care Service 4* Emergency department Service 5* Public hospital non-admitted patients Service 6* Patient transport Outcome 2 Service 7* Prevention, promotion and protection Service 8* Dental health Service 9 Continuing care Service 10* Contracted mental health * Denotes services reported within the Metropolitan Health Service Annual Report. Comparative results Where possible, comparative results for prior years are provided. Performance targets Effectiveness indicator targets have been based on published national averages for performance indicators where available, or from the analysis of previous performance results Efficiency indicator targets are derived from the 2012-13 Government Budget Statements and may be revised in the 2013-14 Government Budget Statements Targets have also been developed by Performance Activity and Quality Division and/or key stakeholders where national targets are not available. Consumer price index deflator series All efficiency indicators are reported as both actual and Consumer Price Index adjusted figures. The index figures are derived from the Consumer Price Index's 'all groups', weighted average of the eight capital cities index numbers. For the financial year series, the index is the average of the December and March quarters and is rebased to reflect a mid-year point of the five year series that appears in the annual reports. The average of the December and March quarters is used, because the full-year index series is not available in time for the annual reporting cycle. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 77Efficiency indicators The efficient use of resources can help minimise the overall costs of providing health care. While it is important to monitor the unit cost of the various components of hospital care and healthcare services in order to ensure overall quality and cost effectiveness, it should be noted that variations in patient characteristics and clinic service types between sites and across time, can result in differences in service delivery costs. Mental health The Mental Health Commission of Western Australia has assumed policy control and management of the provision of mental health services in Western Australia. The mental health efficiency indicators reported in the Metropolitan Health Service report represent services provided under agreement with the Mental Health Commission. Service descriptions 1. Public hospital admitted patients Public hospital admitted patient services describe services provided to patients admitted into public hospitals, or admitted as public patients into privately managed hospitals that are under contract to the Department of Health (excluding specialised mental health wards). An admission to hospital can be for a period of one or more days and includes medical and surgical treatment, renal dialysis, oncology services, and obstetric care. 2. Home-based hospital programs The home-based hospital service can be provided for patients who can be safely cared for without constant monitoring, and whose conditions have traditionally required hospital admission and inpatient treatment. This service is provided by the health services and non-government providers and involves daily home visits by nurses, with medical governance usually overseen by a hospital-based doctor. This service is delivered through programs such as Hospital in the Home, Rehabilitation in the Home and Mental Health in the Home, which provide short-term acute care in the patient's home, and the Friend in Need Emergency program, which delivers care interventions for older and chronically ill patients with a range of short-term clinical care requirements. 3. Palliative care Palliative care services describe inpatient and home-based multidisciplinary care and support for terminally ill people and their families and carers. Education and advisory services are also available to assist health care professionals, particularly those in rural areas. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 784. Emergency department Emergency department services describe the treatment provided to people with the sudden onset of illness or injury requiring urgent medical attention. An emergency department can provide a range of services. Patients attending an emergency department may be admitted to hospital or be treated without admission. The service includes privately managed contracted emergency services, however not all public hospitals provide emergency department services. 5. Public hospital non-admitted patients Medical officers, nurses and allied health staff provide non-admitted (outpatient) care services which include clinics for pre and post-surgical care, allied health care and medical care, as well as emergency services provided in small rural hospitals that are not included under the emergency department service. 6. Patient transport Patient transport services assist patients in reaching appropriate and timely access to medical treatment. The service includes St John Ambulance Australia and the Royal Flying Doctor Service (Western Operations), which assist patients in need of urgent medical treatment. Also included is the Patient Assisted Travel Scheme, which provides a subsidy towards the cost of travel and accommodation for eligible permanent country residents, and their approved escorts, who are required to travel a long distance to access certain categories of specialist medical services. 7. Prevention, promotion and protection Prevention, promotion and protection services aim to achieve optimal health and wellbeing of the Western Australian population. The service implements strategies that encourage healthy lifestyles, aim to reduce the risk and onset of disease and disability, provide facility for early detection of health issues, and monitor the incidence of disease in the population. Some areas covered by this service include communicable disease control, environmental health, disaster planning and management, child and community health, and health promotion activities. 8. Dental health Dental health services aim to prevent oral and dental health issues as well as facilitate access to oral health care for target populations. This service includes the: School Dental Program, which provides dental health assessment and treatment for school children adult dental service, which ensures equity of access to financially and/or geographically disadvantaged Western Australians specialist and general oral health services provided by the Oral Health Centre of Western Australia to financially disadvantaged Western Australians. Dental health services are provided through government-funded dental clinics. Mobile dental services and private dental practitioners participate in the metropolitan and country patient dental subsidy schemes. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 79 Key Performance Indicators9. Continuing care Aged and continuing care services are those services that are provided to Western Australians in need of long-term assistance to maintain their health and lead independent lives. This service is delivered to the Western Australian community through programs such as: the Home and Community Care program, which provides services such as nursing care and domestic assistance the Transition Care Program, which aims to help older people stay independent after a hospital stay non-government continuing care programs, which offer residential care type services for aged or disabled persons residential care and nursing home care provided by the State chronic illness support services, which provide people who have a chronic condition with treatment and preventive care to enable them to remain healthy at home. 10. Contracted mental health Contracted mental health services describe inpatient care in an authorised ward and community mental health services provided by health services under agreement with the Mental Health Commission.Metropolitan Health Service | Annual Report 2012-13 80 Key Performance IndicatorsOutcome 1: Restoration of patients' health, provision of maternity care to women and newborns and support for patients and families during terminal illness The achievement of this health objective outcome involves activities which: ensure that people have appropriate and timely access to acute care services when they are in need of them so that intervention occurs as early as possible. Timely and appropriate access ensures that the acute illness does not progress or the effects of injury do not progress, increasing the chance of complete recovery from the illness or injury (for example access to elective surgery) provide quality diagnostic and treatment services that ensure the maximum restoration to health after an acute illness or injury provide appropriate after care and rehabilitation to ensure that people's physical and social functioning is restored as far as possible provide appropriate obstetric care during pregnancy and the birth episode to both mother and child provide appropriate care and support for patients and their families during terminal illness.Metropolitan Health Service | Annual Report 2012-13 81Outcome 1: Effectiveness KPI Percentage of patients discharged to home after admitted hospital treatment Rationale The main goals of healthcare provision are to ensure that people receive appropriate evidenced-based health care without experiencing preventable harm and that effective partnerships are forged between consumers, healthcare providers and organisations. Through achieving improvements in the specific priority areas that these goals describe, hospitals can deliver safer and higher-quality care, better outcomes for patients and provide a more effective and efficient health system. Measuring the number of patients discharged home after hospital care allows for the monitoring of changes over time that can enable the identification of the priority areas for improvement. This in turn enables the determination of targeted interventions and health promotion strategies, aimed at ensuring optimal restoration of patients' health. Target The 2012 target is 98.1 per cent. The target is based on the best result achieved within the previous five years. Improved or maintained performance is demonstrated by a result exceeding or equal to the target. Results During 2012, a total of 98 per cent of Metropolitan Health Service public patients, across all ages, were discharged home after receiving admitted hospital treatment. This result is consistent with prior years. Figure 8: Percentage of public patients discharged to home after admitted hospital treatment in Metropolitan Health Service public hospitals, 2008 to 2012 2011 2012 Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 82The percentage of patients discharged home generally decreases with age. Fewer patients aged 80 years and over are discharged home when compared to patients aged less than 40 years. Table 7: Percentage of public patients discharged to home after admitted hospital treatment in Metropolitan Health Service public hospitals, by age group, 2008 to 2012 Age group (years)Year 2008 (%)2009 Hospital Morbidity Data System. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 83Outcome 1: Effectiveness KPI Survival rates for sentinel conditions Rationale Hospital survival indicators should be used as screening tools, rather than being assumed to be definitively diagnostic of poor quality and/or safety. This indicator measures a hospital's performance in relation to restoring the health of people who have suffered a sentinel condition specifically a stroke, acute myocardial infarction (AMI) or fractured neck of femur (FNOF). For these conditions, a good recovery is more likely when there is early intervention and appropriate care on presentation to an emergency department and on admission to hospital. These three conditions have been chosen as they are particularly significant for the health care of the community and are leading causes of death and hospitalisation in Australia. Patient survival after being admitted for one of these three sentinel conditions can be affected by many factors which include the diagnosis, the treatment given or procedure performed, age, co-morbidities at the time of the admission and complications which may have developed while in hospital. Target The 2012 target for each condition by age group: Age group (years)Sentinel condition Stroke AMI FNOF target is based on the best result achieved within the previous five years. If a result of 100 per cent is obtained the next best result is adopted to address the issue of small numbers. Improved or maintained performance is demonstrated by a result exceeding or equal to the target. Results The performance of Metropolitan Health Service hospitals varies by sentinel condition. In 2012, the survival rate for stroke (95.3 per cent) was slightly above the target of 93.6 per cent for patients aged 0-49 years. For all other age groups performance was below the target. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 84Table 8: Metropolitan Health Service survival rate for stroke, by age group, 2008 to 2012 Age group (years) Year 2008 (%)2009 an acute myocardial infarction, the survival rate was above or equal to the target with the exception of patients aged 60-69 years (97.4 per cent compared to 98.4 per cent), and 70-79 years (95.8 per cent compared to 96.0 per cent). Table 9: Metropolitan Health Service survival rate for AMI, by age group, 2008 to 2012 Age group (years)Year 2008 for patients with a fractured neck of femur did not meet the target in 2012. Table 10: Metropolitan Health Service survival rate for fractured neck of femur, by age group, 2008 to 2012 Age group (years)Year Data System. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 85Outcome 1: Effectiveness KPI Rate of unplanned readmissions within 28 days to the same hospital for a related condition Rationale Readmission rate is considered a global performance measure, as it potentially points to deficiencies in the functioning of the overall healthcare system. Good intervention, appropriate treatment together with good discharge planning will decrease the likelihood of unplanned hospital readmissions. There are some conditions that may require numerous admissions to enable the best level of care to be given. However, in most of these cases hospital readmission is planned. A low unplanned readmission rate suggests that good clinical practice is in operation. These readmissions necessitate patients spending additional periods of time in hospital as well as utilising additional hospital resources. By measuring and monitoring this indicator, the level of potentially avoidable hospital readmissions can be assessed in order to identify key areas for improvement. This in turn can facilitate the development and delivery of targeted care pathways and interventions, which can help to ensure effective restoration to health and improve the quality of life of Western Australians. Target The 2012 target is less than or equal to 2 per cent. The target is based on the best result achieved within the previous four years, where the result is greater than zero. Improved or maintained performance is demonstrated by a result below or equal to the target. Results In 2012, the percentage of unplanned readmissions within 28 days to a public hospital in WA was 2.3 per cent above the target of 2 per cent. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 86Figure 9: Percentage of unplanned readmissions within 28 days to the same hospital relating to the previous illness or injury for which they were treated, 2008 to 2012 2008 2009 2010 2011 2012 Unplanne Hospital Morbidity Data System. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 87Outcome 1: Effectiveness KPI Rate of unplanned readmissions within 28 days to the same hospital for a mental health condition Rationale Readmission rate is considered a global performance measure because it potentially points to deficiencies in the functioning of the overall healthcare system. Admissions to a psychiatric facility following a recent discharge may indicate that inpatient treatment was incomplete or ineffective, or that follow-up care was inadequate to maintain the person out of hospital. These readmissions necessitate patients spending additional time in hospital and utilise additional hospital resources. Good intervention and appropriate treatment together with good discharge planning will decrease the likelihood of unplanned hospital readmissions. A low unplanned readmission rate suggests that good clinical practice is in operation. By measuring and monitoring this indicator, the level of potentially avoidable hospital readmissions for mental health patients can be assessed to identify key areas for improvement. This in turn can facilitate the development and delivery of targeted care pathways and interventions, which can aim to improve mental health and the quality of life of Western Australians. Target The 2012 target is less than or equal to 4.9 per cent. The target is based on the best result achieved within the previous five years, where the result is greater than zero. Improved or maintained performance is demonstrated by a result below or equal to the target. Results In 2012, the percentage of unplanned readmissions to a public hospital by patients with a mental health condition was 7.8 per cent. This was above the 4.9 per cent target. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 88Figure 10: Percentage of unplanned readmissions within 28 days to the same hospital relating to the previous mental health condition for which they were treated, 2008 to 2012 2008 2009 2010 2011 2012 Data System. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 89Outcome 1: Effectiveness KPI Percentage of live births with an APGAR score of three or less, five minutes post delivery Rationale The APGAR score is an assessment of a baby's health at birth based on breathing, heart rate, colour, muscle tone and reflex irritability. An APGAR score is applied five minutes after delivery to determine how well the baby is adapting outside the mother's womb. The higher the APGAR score the better the health of the newborn. An APGAR score of three or less is considered to be critically low, and can indicate complications and compromise for the baby. This indicator provides a means of monitoring the effectiveness of maternity care during pregnancy and birth by identifying the potential incidence of sub-optimal outcomes. This can lead to the development and delivery of improved care pathways and interventions to improve the health outcomes of Western Australian newborns. Target The 2012 target for babies with an APGAR score of three or less, by birthweight: Birth weight (grams) Percentage 0-1499 6.7 1500-1999 0.3 2000-2499 0.3 2500+ 0.1 The target is based on the best result achieved within the previous five years, where the result is greater than zero. Improved or maintained performance is demonstrated by a result below or equal to the target. Results In 2012, with the exception of babies with a birth weight between 1500 and 1999 grams, the percentage of babies with an APGAR score of 3 or less, was equal to or below the target. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 90Table 11: Percentage of live births with an APGAR score of 3 or less, by birth weight, 2008 to 2012 Birth weight (grams)Year 2008 (%)2009 (%)2010 (%)2011 (%)2012 (%)2012 Target (%) 0-1499 7.1 7.6 6.7 7.2 3.7 6.7 1500-1999 1.0 1.7 1.1 0.3 1.0 0.3 2000-2499 0.6 0.5 0.3 0.4 0.2 0.3 2500+ 0.1 0.1 0.1 0.2 0.1 0.1 Note: Public births at contracted private provided hospitals have been included in the calculation of this indicator from 2011. Caution should be taken when comparing 2011 results with prior years. Data source: Midwives Notification System. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 91Outcome 1: Effectiveness KPI Percentage of emergency department patients seen within recommended times Rationale Emergency departments are specialist multidisciplinary units with expertise in managing acutely unwell patients for the first few hours in hospital. When patients first enter an emergency department, they are assessed by specially trained nursing staff on how urgently treatment should be provided. The aim of this process, known as triage, is to ensure treatment is given in the appropriate time and should prevent adverse conditions arising from deterioration in the patient's condition. Treatment within recommended times should assist in the restoration to health, either during the emergency visit or the admission to hospital which may follow emergency department care. A patient is allocated a triage code between 1 (most severe - resuscitation) and 5 (least severe - non-urgent) that indicates their level of urgency. This code provides an indication of how quickly patients should be reviewed by clinical staff. The triage process and scores are recognised by the Australasian College for Emergency Medicine and recommended for prioritising those who present to an emergency department. In a busy emergency department when several people present at the same time, the service aims for the best outcome for all. Treatment should commence within the recommended time of the triage category allocated. By measuring this indicator, changes over time can be monitored that assist in managing the demand on emergency department services and the effectiveness of service provision. This in turn can enable the development of improved management strategies that ensure optimal restoration to health for patients. Target The 2012-13 target by triage category: Triage category Percentage Triage category 1 (resuscitation) 100 Triage category 2 (emergency) >80 Triage category 3 (urgent) >75 Triage category 4 (semi-urgent) >70 Triage category 5 (non-urgent) >70 The target is in accordance with the recommendations of the Australasian College for Emergency Medicine. Improved or maintained performance is demonstrated by a result exceeding or equal to the target. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 92Results In 2012-13, approximately 90 per cent of all patients attending a metropolitan emergency department who were assigned as triage 5, were seen within the clinically recommended times. However, in 2012-13 the Australasian College for Emergency Medicine targets for patients categorised as triage 1 to 4 were not met, consistent with previous years' performance. While it is indicated that Australasian College for Emergency Medicine targets are not being achieved for triage categories 1 to 4, it is important to note that the targets are based on commencement of care by a nurse, mental health practitioner or other health professional. In Western Australia, performance is calculated based on being seen by a doctor only and as such does not align with the Australasian College for Emergency Medicine target definition. It is also common practice in WA to see patients in triage categories 3, 4, and 5 according to time of arrival rather than triage category. This practice developed during implementation of the Four Hour Rule program so that lower triage category patients did not keep moving down the priority list, and therefore not get seen for long periods of time. As a consequence it is more difficult to be compliant with patients triaged as category 3, 4 or 5. Figure 11: Percentage of emergency department patients seen within recommended times, by triage, 2008-09 to 2012-13 (a) Triage Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 93(b) Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 94(e) Triage 5 Data source: Emergency Department Data Collection. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 95Outcome 1: Effectiveness KPI Percentage of admitted patients transferred to an inpatient ward within eight hours of emergency department arrival Rationale Emergency departments are specialist multidisciplinary units with expertise in managing acutely unwell patients for their first few hours in hospital. With the ever increasing demand on emergency departments and health services it is imperative that health service provision is continually monitored to ensure the effective and efficient delivery of safe high-quality care. Timely movement of patients from the emergency department is important because it potentially reduces adverse incidents that may result from overcrowding or access block (patients waiting for eight hours or more for admission). Most patients who require a hospital bed will benefit from early transfer to the inpatient unit which can best treat their condition. The monitoring of emergency department patients transferred to an inpatient ward within eight hours, can aid in supporting further improvements in clinical service redesign, bed management and health reform. This in turn can help drive improvements in the timeliness of care for patients presenting to the emergency department without any detriment to clinical care. Target The 2012-13 target is 80 per cent. The target for this indicator was initially set at 65 per cent. Over a number of years, the Health Services have implemented operational improvements that have resulted in an increase in the percentage of patients who were transferred to an inpatient ward within eight hours. The target has therefore been revised to reflect the improved results. Improved or maintained performance will be demonstrated by a result exceeding or equal to the target. Results In 2012-13, a total of 84.5 per cent of patients who attended a metropolitan public hospital emergency department, and required admission to an inpatient ward, were transferred within eight hours. The target has been met since 2008-09. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 96Figure 12: Percentage of admitted patients transferred to an inpatient ward within eight hours of emergency department 3 Note: WA Health privately contracted emergency services have been included in the calculation of this key performance indicator from 2009-10. Data source: Emergency Department Data Collection. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 97Service 1 - Public hospital admitted patients Efficiency KPI Average cost per casemix adjusted separation for tertiary hospitals Rationale WA Health aims to provide safe, high-quality health care to ensure healthier, longer, and better quality lives for all Western Australians. Tertiary hospitals provide critical health care for Western Australians and generally treat patients with complex health needs. While the role of tertiary hospitals is constantly evolving to meet the changing needs and characteristics of the population, they still provide core healthcare services such as acute medical care, emergency and intensive care services, complex speciality procedures, clinical research and training. Target The target for 2012-13 was $6,252 per casemix weighted separation from a tertiary hospital. A result below this target was desirable. Results For 2012-13, the average cost per casemix adjusted separation for tertiary hospitals was $6,245, below the target. The calculation for this key performance indicator does not include additional accelerated depreciation expenses of $37.3 million for Princess Margaret Hospital and Royal Perth Hospital - Shenton Park campus. Due to the nature of this expense, inclusion will distort the 2012-13 operational costs. Figure 13: Average cost per casemix weighted separation from Hospital Morbidity Data System and Health Service financial systems. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 98Service 1 - Public hospital admitted patients Efficiency KPI Average cost per casemix adjusted separation for non-tertiary hospitals Rationale WA Health aims to provide safe, high-quality health care to ensure healthier, longer, and better quality lives for all Western Australians. Non-tertiary hospitals provide crucial health care for Western Australians. As with tertiary hospitals, the role of non-tertiary hospitals is constantly evolving to meet the changing needs and characteristics of the population, yet still provide comprehensive specialist healthcare services. Through measuring the cost of a hospital stay by the range and type of patients (the casemix) treated in non-tertiary hospitals, this indicator can facilitate improved efficiency in these hospitals by providing a transparent understanding of the cost of care. Target The target for 2012-13 was $5,109 per casemix weighted separation from a non-tertiary hospital. A result below this target was desirable. Results For 2012-13 the average cost per casemix adjusted separations for non-tertiary hospitals was $5,171 and above the target. The calculation for this key performance indicator does not include additional accelerated depreciation expense of $10.9 million for Swan District Hospital. Due to the nature of this expense, inclusion will distort the 2012-13 operational costs. Figure 14: Average cost per casemix weighted Morbidity Data System (HMDS) and Health Service financial systems. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 99Service 1 - Public hospitals admitted patients Efficiency KPI Average cost per bed-day for admitted patients (small hospitals) Rationale WA Health aims to provide safe, high-quality health care to ensure healthier, longer, and better quality lives for all Western Australians. Small hospitals provide essential health care and treatment within the metropolitan area in Western Australia. Through measuring the cost of a hospital stay by the range and type of patients (the casemix) treated in non-tertiary hospitals, this indicator can facilitate improved efficiency in these hospitals by providing a transparent understanding of the cost of care. Target The target for 2012-13 was $1,549 per bed-day for admitted patients (small hospitals). A result below this target was desirable. Results The average cost per bed-day for admitted patients for small metropolitan public hospitals was $1,534, and below the target. As small hospitals need to maintain and provide essential health services regardless of community demand, fluctuations in the average cost from year to year may be found. Figure 15: Average cost per bed-day for admitted patients performance indicator measures the cost per bedday for admitted patients at the Murray Hospital. Data source: Hospital Morbidity Data System and Health Service financial systems. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 100Service 2 - Home-based hospital programs Efficiency KPI Average cost per home-based hospital patient day Rationale WA Health aims to provide safe, high-quality health care to ensure healthier, longer, and better quality lives for all Western Australians. Home-based hospital programs have been implemented as a means of ensuring all Western Australians have timely access to effective health care. These home-based programs, provided by the public health system, aim to provide safe and effective medical care for suitable patients in their home. These patients would otherwise require admission to hospital. Target The target for 2012-13 was $253 per home-based hospital patient day. A result below this target was desirable. Results For 2012-13, the average cost per home-based hospital patient day was $239 and below the target. Figure 16: Average cost per home-based hospital costs have been apportioned to this key performance indicator. Data source: Hospital Morbidity Data System and Health Service financial systems. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 101Service 4 - Emergency department Efficiency KPI Average cost per emergency department service attendance Rationale WA Health aims to provide safe, high-quality health care to ensure healthier, longer, and better quality lives for all Western Australians. Emergency departments are specialist multidisciplinary units with expertise in managing acutely unwell patients for the first few hours in hospital. With the ever increasing demand on emergency departments and health services, it is imperative that health service provision is continually monitored to ensure the effective and efficient delivery of safe, high-quality care. Target The target for 2012-13 was $585 per emergency department attendance. A result below this target was desirable. Results The 2012-13 average cost per emergency department attendance for Metropolitan Health Service hospitals was $642 and above target. Figure 17: Average cost per emergency department attendance for Metropolitan Health Service hospitals including Department of Health private/public of Health contracted metropolitan hospitals contributing to this key performance indicator include Peel Health Campus, Joondalup Health Campus, and St John of God Murdoch. Data source: Emergency Department Data Collection and Health Service financial systems. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 102Service 5 - Public hospital non-admitted patients Efficiency KPI Average cost per doctor attended episode in an outpatient clinic for Metropolitan Health Service hospitals Rationale WA Health aims to provide safe, high-quality health care to ensure healthier, longer, and better quality lives for all Western Australians. Outpatient clinics offer an extensive range of medical and surgical services that do not require a hospital admission. These clinics also provide consultations with specialists to determine the most appropriate treatment of a patient's condition. Outpatient services aim to ensure patients have access to the care they need in the most appropriate setting to address the patient's clinical needs. Target The target for 2012-13 was $489 per doctor-attended outpatient episode. A result below this target was desirable. Results For 2012-13, the average cost of a doctor attended outpatient episode in a Metropolitan Health Service hospital was $522 and above the target. Figure 18: Average cost of an occasion of service provided by a doctor to a patient that is not admitted into hospital ( Metropolitan Health Service) 2008-09 2012-13, the variance between the actual service cost to the target may reflect changes in the counting, classification and costing of public hospital non-admitted patients, that is occurring as part of the implementation of the national activity based funding framework. Data source: Health Service financial systems. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 103Service 5 - Public hospital non-admitted patients Efficiency KPI Average cost per non-admitted occasion of service for Metropolitan Health Service hospitals Rationale WA Health aims to provide safe, high-quality health care to ensure healthier, longer, and better quality lives for all Western Australians. A non-admitted occasion of service is essentially the provision of medical or surgical services that do not require an admission to hospital. Typically it is provided in an outpatient setting. The provision of non-admitted health care services, by health service providers other than doctors, aims to ensure patients have access to the care they need in the most appropriate setting to address the patient's clinical needs. Target The target for 2012-13 was $138 per non-admitted occasion of service in a Metropolitan Health Service hospitals. A result below this target was desirable. Results The average cost per non-admitted occasion of service for Metropolitan Health Service hospitals in 2012-13 was $146 and above the target. Figure 19: Average cost per non-admitted occasion of service for Metropolitan Health Service hospitals $0$50$100$150$200$250 variance between the actual service cost to the target may reflect changes in the counting, classification and costing of public hospital non-admitted patients that is occurring as part of the implementation of the national activity based funding framework. Data source: NAPAAWL DC data system, HA215B forms and Health Service financial systems. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 104Service 5 - Public hospital non-admitted patients Efficiency KPI Average cost per non-admitted hospital based occasion of service for rural hospitals Rationale WA Health aims to provide safe, high-quality health care to ensure healthier, longer, and better quality lives for all Western Australians. A non-admitted occasion of service is essentially the provision of medical or surgical services that does not require a hospital admission, and is typically provided in an outpatient setting. The provision of non-admitted health care services aims to ensure patients have access to the care they need in the most appropriate setting to address the patient's clinical needs. Target The target for 2012-13 was $120 per non-admitted occasion of service for rural hospitals. A result below this target was desirable. Results The average cost for non-admitted rural hospital based services in 2012-13 was $128 and above the target. Figure 20: Average cost per non-admitted hospital-based occasion of service for rural hospitals $0$20$40$60$80$100$120$140 of variance between the actual service cost to the target may reflect changes in the counting, classification and costing of public hospital non-admitted patients that is occurring as part of the implementation of the national activity based funding framework. The key performance indicator measures the cost of an occasion of service for non-admitted patients at the Murray District Hospital. Data source: HA215B forms and Health Service financial systems. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 105Service 6 - Patient transport Efficiency KPI Average cost per trip of Patient Assisted Travel Scheme Rationale WA Health aims to provide safe, high-quality health care to ensure healthier, longer, and better quality lives for all Western Australians. The Patient Assisted Travel Scheme provides a subsidy towards the cost of travel and accommodation for eligible patients travelling long distances to seek certain categories of specialist medical services. The aim of the Patient Assisted Travel Scheme is to help ensure that all Western Australians can access safe, high-quality health care when needed. Target The target for 2012-13 was $102 per Patient Assisted Travel Scheme trip. A result below the target was desirable. Results For 2012-13, the average cost per Patient Assisted Travel Scheme trip was $54, below the target. In comparison to 2011-12, current travel expenditure has decreased with the number of trips remaining stable. The lower expenditure can be attributed to efficiency measures applied in 2012-13, while maintaining access to services. Figure 21: Average cost per Patient Assisted Travel Scheme trip $0$20$40$60$80$100$120$140 Patient Note: This key performance indicator measures the cost per trip of patient assisted travel at the Peel Health Service. Data source: Patient Assisted Travel Scheme Online system, Peel Patient Assisted Travel Scheme, Patient Transport, and Health Service financial systems. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 106Outcome 2 Enhanced health and well-being of Western Australians through health promotion, illness and injury prevention and appropriate continuing care The achievement of this health objective involves activities which: 1. Increase the likelihood of optimal health and wellbeing by: providing programs that support the optimal physical, social and emotional development of infants and children encouraging healthy lifestyles (e.g. diet and exercise). 2. Reduce the likelihood of onset of disease or injury by: having an immunisation program having safety programs encouraging healthy lifestyles (e.g. diet and exercise). 3. Reduce the risk of long-term disability or premature death from injury or illness through prevention, early identification and intervention, such as: programs for early detection of developmental issues in children and appropriate referral for intervention early identification and intervention of disease and disabling conditions (breast and cervical cancer screening, screening of newborns) with appropriate referrals programs that support self-management by people with diagnosed conditions and disease (diabetic education) monitoring the incidence of disease in the population to determine the effectiveness of primary health measures. 4. Provide continuing care services and programs that improve and enhance the wellbeing and environment for people with chronic illness or disability, enabling people with chronic illness or disability to maintain as much independence in their everyday life as their illness or disability permits. This supporting people in their homes for as long as possible and providing extra care when long-term residential care is required. Services: ensure that people experience the minimum of pain and discomfort from their chronic illness or disability maintain the optimal level of physical and social functioning prevent or slow down the progression of the illness or disability enable people to live, as long as possible, in the place of their choice supported by, for example, homecare services or home delivery of meals support families and carers in their roles provide access to recreation, education and employment opportunities. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 107Outcome 2: Effectiveness KPI Loss of life from premature death due to identifiable causes of preventable disease (breast and cervical cancer) Rationale Cancer is the name given to a diverse group of diseases in which some of the body's cells become defective and multiply out of control. These abnormal cells invade and damage the tissue around them, sooner or later spreading (metastasising) to other parts of the body where they can cause further damage. Cancer is Australia's leading cause of burden of disease, with one in four females being diagnosed with cancer and one in 12 being at risk of dying, before age 75. Breast cancer is estimated to be the most commonly diagnosed cancer in women while cervical cancers are estimated to be the twelfth most common cancer affecting Australian women. Early detection is critical because it increases survival, improves treatment options and quality of life. This is why a key priority of the WA Cancer Plan 2012-2017 is to improve survival in WA women through screening and early detection through the WA Cervical Cancer Prevention and BreastScreen programs. This indicator measures the total years of life lost from all deaths associated with breast and cervical cancer. Through identifying the impact of potential years of life lost due to breast and cervical cancers, further targeted health promotion strategies and interventions can be monitored and delivered to ensure enhanced health and well-being of Western Australian women. Target The targets for 2012-13 are listed in the table below. The 2009 National Person Years of Life Lost per 1000 population is used as the target. Improved or maintained performance will be demonstrated by a result below or equal to the target. Preventable disease Target (in years) Breast cancer 2.3 Cervical cancer 0.3 Results In 2011, the person years of life lost for breast and cervical cancer were 2.0 and 0.3 per 1000 person years respectively. Both results were equal to or lower than the target. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 108Table 12: Person years of life lost per 1000 person years for breast and cervical cancer, 2002 to 2011 Condition Year2002 (in years) 2003 (in years) 2004 (in years) 2005 (in years) 2006 (in years) 2007 (in years) 2008 (in years) 2009 (in years) 2010 (in years) 2011 (in years) Target (in years) Breast cancer 3.0 2.8 2.3 2.2 2.7 2.3 2.7 2.4 2.1 2.0 2.3 Cervical cancer 0.4 0.5 0.3 0.3 0.3 0.3 0.2 0.4 0.4 0.3 0.3 Note: Age-standardised PYLLs per 1,000 population. The 2011 deaths are preliminary. The following ICD 10 Codes were used: Breast cancer C50 to C50.9 (females only) Cervical cancer C53 to C53.9 (females only). Data source: Epidemiology Branch and Australian Bureau of Statistics. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 109Outcome 2: Effectiveness KPI Rate of hospitalisations for gastroenteritis in children (0-4 years) Rationale Gastroenteritis is a common illness in infants and children. It is usually caused by viruses that infect the bowel and tends to be most common during winter months. Rotavirus gastroenteritis is the leading cause of severe gastroenteritis in children aged up to 5 years but it is a vaccine-preventable disease. The rotavirus vaccination program was added to the Australian publicly funded schedule in July 2007. Before the rotavirus vaccination program was introduced, this virus was responsible for more than 10,000 hospitalisations of children under five years, annually placing significant burden on paediatric hospitals. Surveillance of the hospitalisation of children with gastroenteritis can support the further development and delivery of targeted intervention and prevention programs to further reduce the impact of this disease on individuals and the community, ensuring enhanced health and well-being of Western Australian children and sustainability of the public health system. Target The target for 2012-13 is less than or equal to 3.8 hospitalisations per 1,000 children under 5 years of age. The target is based on the best result achieved within the previous five years for either population group reported i.e. Aboriginal and non-Aboriginal groups. Improved or maintained performance will be demonstrated by a result lower than or equal to the target. Results In 2012, the rate of non-Aboriginal children aged 0-4 years hospitalised for gastroenteritis was 4.7 per 1,000 children. This rate was almost double for Aboriginal children consistent with prior years. The rate of hospital admissions for non-Aboriginal and Aboriginal children exceeded the target. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 110Figure 22: Rate of hospitalisations for gastroenteritis in children aged 0-4 years, 2008 to 2012 0.02.04.06.08.010.012.014.0 Rateper 1,000 Aboriginal 12.0 6.41 0.08 .3 9.9 5.83 .8 4.7 Target 8.87 .8 3.93 .9 3.82008 2009 2010 2011 2012 Data source: Hospital Morbidity Data System and Australian Bureau of Statistics. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 111Outcome 2: Effectiveness KPI Rate of hospitalisation for selected respiratory conditions Rationale Respiratory disease refers to a number of conditions that affect the lungs or their components. Each of these conditions is characterised by some level of impairment of the lungs in performing the essential functions of gas exchange. Respiratory disease is associated with a number of contributing factors, including poor environmental conditions, socioeconomic disadvantage, cigarette smoking, alcohol use, substance use and previous medical conditions. Children under the age of five years are particularly susceptible to developing respiratory conditions due to low levels of childhood immunisation, parental smoking, poor nutrition, and poor environmental conditions. While there are many respiratory conditions that cause hospitalisation, some of the more common conditions that have a substantial impact on the community include acute asthma, acute bronchitis, acute bronchiolitis and croup. The implementation of initiatives that help prevent and better manage these respiratory conditions, such as the WA Health Asthma Model of Care, go a long way to reducing the impacts on individuals and the community, of these conditions. Surveillance of hospitalisations for these common respiratory conditions can ensure that changes over time are identified to drive improvements in the quality of care and facilitate the development and delivery of effective targeted intervention and prevention programs, thus enhancing the overall health and wellbeing of Western Australians. Target The 2012 targets, by respiratory condition, are outlined in the table below. The targets have been based on the best result recorded within the previous five years for either population group reported i.e. Aboriginal and non-Aboriginal. Respiratory condition Age group (years) Target Asthma 0-4 3.1 5-12 1.8 13-18 0.2 Croup 0-4 1.6 IndicatorsMetropolitan Health Service | Annual Report 2012-13 112Results Acute asthma For all Aboriginal and non-Aboriginal children the age group target were not met in 2012. Aboriginal people were more likely to be admitted to hospital with asthma than their non- Aboriginal people. Figure 23: Rate of hospitalisation for acute asthma per 1,000, by age group, 2008 to 2012 (a) 0 to 4 years 0.02.04.06.08.010.0 Rateper 1,000 Aboriginal 7.58 .0 3.15 .1 4.3 Non-Aboriginal 6.95 .0 5.15 .0 3.8 Target 8.48 .0 5.03 .1 3.12008 2009 2010 2011 2012 (b) 5 to 12 years 0.01.02.03.04.05.0 Rateper 1,000 Aboriginal 3.64 .0 2.34 .1 3.7 Non-Aboriginal 2.01 .8 2.02 .8 2.2 Target 2.72 .5 1.81 .8 1.82008 2009 2010 2011 2012 Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 113(c) 13 to 18 years 0.00.51.01.52.02.5 Rateper 1,000 Aboriginal 1.20 .7 2.00 .2 0.5 Non-Aboriginal 0.50 .5 0.50 .6 0.6 Target 0.70 .7 0.50 .5 0.22008 2009 2010 2011 2012 (d) 19 to 34 years 0.00.51.01.52.0 Rateper 1,000 Aboriginal 0.91 .6 0.81 .3 1.6 Non-Aboriginal 0.50 .4 0.50 .5 0.5 Target 0.70 .6 0.40 .4 0.42008 2009 2010 2011 2012 (e) 35 years and older 0.01.02.03.04.05.0 Rateper 1,000 Aboriginal 3.84 .4 2.84 .2 4.3 Non-Aboriginal 0.60 .6 0.60 .7 0.7 Target 0.70 .7 0.60 .6 0.62008 2009 2010 2011 2012 Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 114Bronchiolitis In 2012, the rate of non-Aboriginal children aged 0 to 4 years hospitalised for bronchiolitis was 8.8 per 1,000 children. In contrast the rate of Aboriginal children aged 0 to 4 years admitted to hospital was approximately 42 per 1,000 children. This trend is consistent from 2008, with Aboriginal children more likely to be hospitalised for bronchiolitis. In 2012, the hospitalisation rates for both non-Aboriginal and Aboriginal children aged 0 to 4 years were higher than the target. Figure 24: Rate of hospitalisation for bronchiolitis per 1,000 children aged 0-4 years of age, 2008 to 2012 0.010.020.030.040.050.0 Rateper 1,000 Aboriginal 30.1 28.4 27.2 23.1 41.8 Non-Aboriginal 9.47 .0 8.97 .7 8.8 Target 10.5 10.4 7.07 .0 7.02008 2009 2010 2011 2012 Acute bronchitis In 2012, the rate of non-Aboriginal children aged 0 to 4 years who were hospitalised for acute bronchitis was 0.1 for every 1,000 children. By contrast, Aboriginal children aged 0 to 4 years were hospitalised at a rate of 0.4 per 1,000. The rate of hospitalisation for non-Aboriginal children aged 0 to 4 years was equal to the target. Figure 25: Rate of hospitalisation for acute bronchitis per 1,000 children aged 0-4 years of age, 2008 to 2012 0.00.10.20.30.40.50.60.7 Rateper 1,000 Aboriginal 0.30 .0 0.60 .3 0.4 Non-Aboriginal 0.10 .1 0.20 .1 0.1 Target 0.10 .1 0.10 .1 0.12008 2009 2010 2011 2012 Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 115Croup In 2012, the rate of hospitalisations for croup was 4.3 per 1,000 Aboriginal child aged 0 to 4 years. Similarly among non-Aboriginal children aged 0 to 4 years a rate of 3.1 per 1,000 children were hospitalised. Since 2010 the target has not been met by both population groups. Figure 26: Rate of hospitalisations for croup per per 1,000 children aged 0-4 years of age, 2008 to 2012 0.01.02.03.04.05.0 Rateper 1,000 Aboriginal 2.92 .8 3.83 .2 4.3 Non-Aboriginal 3.51 .6 3.02 .1 3.1 Target 3.33 .3 1.61 .6 1.62008 2009 2010 2011 2012 Data Source: Hospital Morbidity Data System and Australian Bureau of Statistics. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 116Outcome 2: Effectiveness KPI Rate of hospitalisation for falls in older persons Rationale Falls occur at all ages but the frequency and severity of falls-related injury increases with age. The increase in falls as people age is associated with decreased muscle tone, strength and fitness as a result of physical inactivity. Certain medications, previous falls and predisposing medical conditions such as stroke, dementia, incontinence and visual problems can contribute to an increased risk of falls. Fall-related injury among older people is a major public health issue that can result in emergency department attendances and hospitalisation and can lead to substantial loss of independence. With the growth of the ageing population, fall-related injuries threaten to significantly increase demand on the public hospital system. By assessing the impact of falls on the public hospital system and by measuring the rate of hospitalisation for falls in older persons, effective intervention and prevention programs can be delivered. Successful interventions and prevention programs, such as the Falls Prevention Model of Care for the Older Person in Western Australia, can reduce the number and severity of falls in older persons thus, enhancing their overall health and well-being, enabling them to remain independent and productive members of their community. Target Rate of hospitalisation per 1,000 persons aged 55 years and over. A target of a 0.5 per cent per annum reduction for a sustained period for both Aboriginal and non-Aboriginal people, by 2020. Results Historically the rate of hospitalisation for falls for both population groups has increased. The rate of hospitalisation is higher for Aboriginal populations, a trend present regardless of age. Table 13: Rate of hospitalisations for falls per 1,000 by age group, 2009 to 2012 Age group (years)Year 2009 2010 2011 2012 Target 55-64 Non-Aboriginal 4.9 5.0 6.7 6.7 0.5% per annum reduction for a sustained period for both subgroup populations, by 2020Aboriginal 7.0 14.6 19.6 18.3 65-79 Non-Aboriginal 17.0 19.8 IndicatorsMetropolitan Health Service | Annual Report 2012-13 117The rate of emergency attendances for falls is higher among persons aged 80 years and older. In 2012, the rate of persons aged 55 to 64 years who attended a metropolitan public hospital emergency department due to a fall was 13.8 per 1,000. In contrast the rate per 1,000 people aged 80 years and older who attended an emergency department following a fall was 96.5 per cent. Table 14: Rate of emergency attendances for falls per 1,000 by age group, 2009 to 2012 Age group (years)Year 2009 2010 2011 2012 Target 55-64 13.0 14.1 14.3 13.8 N/A 65-79 80+ 97.1 99.7 99.3 96.5 Note: Caution needs to be taken in the interpretation of the rate of hospitalisation for falls (per 1,000 population) among the Aboriginal population. Small population numbers have resulted in significant variations across the years and comparison is not recommended. Falls in WA public and private hospitals or healthcare facilities are not included in the calculation of this key performance indicator. While the results for this key performance indicator are based on patient's residential code it does not equate that the patient will have been admitted to an emergency department or hospital within their residential area. Data source: Hospital Morbidity Data System, Emergency Department Data Collection and Australian Bureau of Statistics. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 118Outcome 2: Effectiveness KPI Rate of childhood dental screening Rationale Early detection and prevention of dental health problems, such as dental decay (also known as dental caries), in children can ensure better health outcomes and improved quality of life throughout the crucial childhood development years and into adult life. While dental disease is common in children, it is largely preventable through population- based interventions and individual practices such as personal oral hygiene, better diet and regular preventive dental care. The School Dental Service program ensures early identification of dental problems and, where appropriate, provides treatment. By measuring the percentage of school children enrolled in and under the care of the program, the number of children proactively involved in publicly funded dental care can be determined in order to gauge the effectiveness of the program. This in turn can help identify areas that require more focused intervention and prevention and health promotion strategies to help ensure the improved dental health and well-being of Western Australia children. Target The 2012 targets are as follows: (a) Percentage of eligible school children (pre-primary, primary and secondary) who are enrolled in the School Dental Service program and those who are currently under care: Enrolled (%) Under care (%) Pre-primary program >72 >72 Primary program >79 >79 Secondary program >72 >58 (b) Percentage of school children (all ages) who are free of dental caries when initially examined and/or re-called for examination: greater than 65 per cent. Improved or maintained performance will be demonstrated by a result higher than or equal to the target. Results In 2012, the target for primary and secondary school children enrolled and currently under care, in the School Dental Service program was achieved. The percentage of pre- primary children enrolled (54.9 per cent) and under care (54.9 per cent) has decreased and is below the target of 72 per cent. The eligible school children population is increasing and with a growth in demand, delays in the enrolment of eligible pre-primary children has occurred. New clinics to address this demand are in the process of becoming operational. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 119Table 15: Percentage of pre-primary, primary and secondary school children who are enrolled in the school dental program, and those who are currently under care, 2007 to 2012 Year 2007 (%)2008 (%)2009 60.4 59.7 57.9 56.3 54.5 60.4 >58 From 2007 to 2012 the percentage of children free of dental caries had exceeded the target. Table 16: Percentage of children free of dental caries when initially examined and/or recalled for examination, 2007 to 2012 Year 2007 (%)2008 (%)2009 (%)2010 (%)2011 (%)2012 (%)Target (%) 65.4 67.1 67.1 66.9 >65.0 Note: From 2012 two data collection methods have been used to provide the results for this KPI. This is a result of the ongoing transition toward the implementation of the electronic database \"DenIM\" resulting in a number of school dental clinics using the electronic system, while others continue to use manual paper-based recording. Results are indicative of all dental healthcare activity and expenditure across Western Australia. Data source: School Dental Health Clinics - Dental Health Services. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 120Outcome 2: Effectiveness KPI Dental health status of target clientele Rationale Oral health, including dental health is fundamental to overall health, wellbeing and quality of life with poor oral health likely to exist when general health is poor and vice versa. Dental health is influenced by many factors including nutrition, water fluoridation, hygiene, access to dental treatment, income, lifestyle factors and trauma. Dental diseases place a considerable burden on individuals and communities. While dental disease is common, it is largely preventable through population-based interventions and individual practices such as personal oral hygiene and regular preventive dental care. Costly treatment and high demand on public dental health services emphasises the need for a focus on prevention and health promotion. This indicator enables the monitoring of the dental health status of adults and children within specific age groups in order to assess the effectiveness of dental health practices, interventions and programs. Evidence-based accessible and affordable interventions that have a strong focus on dental health promotion, prevention and early identification of dental disease can then be implemented to improve the dental health of Western Australians. Target The 2012-13 target is applicable to children aged 12 years. The International Benchmark is 0.90-1.5 decayed, missing or filled teeth (DMTF). Standardised data collection protocols ensure values used are comparable to International Benchmarks. Six countries with populations and service delivery models closest to the Western Australian population and service structure were used to determine local targets. International benchmarks for 12 year olds Country DMTF Austria (2007) 1.4 Denmark (2008) 0.7 Finland (2009) 0.7 Germany (2009) 0.7 Italy (2004) 1.1 Norway (2004) 1.7 Results The number of decayed, missing or filled teeth in children has remained consistent over the past five years, producing excellent dental health status. The Western Australian result for 12 year olds was 0.69 and compared favourably with international benchmarks. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 121Table 17: Average number of decayed, missing or filled teeth for school children, 2008 to 2012 Average number of DMFT for children by ageYear 2008 2009 2010 2011 2012 5 years 1.44 1.26 1.21 1.19 1.09 8 years 0.22 0.27 0.24 0.27 0.18 12 years 0.75 0.77 0.79 0.79 0.69 15 years 1.68 1.59 1.55 1.37 1.38 The average number of decayed, missing or filled teeth for adults for 2012-13, is consistent with prior year results. Table 18: Average number of decayed, missing or filled teeth for adults, 2008-09 to 2012-13 Average number 12.8 Note: The results are indicative of all dental health care activity and expenditure across Western Australia. Prior year published results for the KPI Average number of decayed, missing or filled teeth for adults, were reported as per calendar year. However, results are calculated based on financial year data and this error has been amended accordingly as at 2012-13. Caution needs to be taken in interpretation of the KPI average number of decayed, missing or filled teeth for adults, due to small sample sizes. Data source: Dental Health Service. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 122Outcome 2: Effectiveness KPI Access to dental treatment services for eligible people Rationale Oral health, including dental health is fundamental to overall health, wellbeing and quality of life with poor oral health likely to exist when general health is poor and vice versa. This makes access to timely dental treatment services critical in reducing the burden of dental disease on individuals and communities, as it can enable early detection and diagnosis with the use of preventative interventions rather than extensive restorative or emergency treatments. To facilitate the equity of access to dental healthcare for all Western Australians, dental treatment services (including both emergency care and non-emergency care) are provided through subsidised dental programs to eligible Western Australians in need. This indicator measures the level of access to these subsidised dental health services by monitoring the proportion of all eligible people receiving the services. Through measuring the use and amount of dental health services provided to eligible people, the percentage of eligible people proactively involved in publicly funded dental care can be determined. This in turn can help identify areas that require more focused intervention and prevention and health promotion strategies to help ensure the improved dental health and well-being of Western Australians with the greatest need. Target The 2012-13 targets are outlined below: (a) Eligible people who accessed Dental Health Services: greater than 17 per cent (b) Eligible people who have completed emergency or non-emergency dental treatment: Emergency 50% Non-emergency 50% Improved or maintained performance will be demonstrated by a result higher than or equal to the target. Results In 2012-13, 18 per cent of eligible adults accessed dental health services. This result exceeds the target of 17 per cent. Table 19: Percentage of eligible people who accessed dental treatment services, persons who accessed dental health services (adult)20 19 17 18 17 18 >17 Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 123The 2012-13 result confirms the stabilising of the non-emergency ratio over the past five years. As emergency care requires greater resources than non-emergency care there has been a slight decline in eligible people receiving this emergency care since 2010-11. Table 20: Percentage of complete dental treatments55 54 50 48 47 43 50 Non-emergency completed dental treatments45 46 50 52 53 57 50 Note: The results are indicative of all dental healthcare activity and expenditure across Western Australia. Prior year published results were reported as calendar year. However, results are calculated based on financial year and this error has been amended accordingly as at 2012-13. Data source: School Dental Health - Dental Health Services. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 124Outcome 2: Effectiveness KPI Average waiting times for dental services Rationale Oral health, including dental health is fundamental to overall health, wellbeing and quality of life with poor oral health likely to exist when general health is poor and vice versa. This makes access to timely dental services critical in reducing the burden of dental disease on individuals and communities, as it can enable early detection and diagnosis with the use of preventative interventions rather than extensive restorative or emergency treatments. Costly treatment and high demand on public dental health services emphasises the need for a focus on prevention and health promotion, which can be achieved through timely access to dental services. Through monitoring waiting times for access to dental health services targeted strategies can be implemented to ensure timely access to affordable dental care, which ultimately can lead to better health outcomes for Western Australians. Target The target for 2012-13 was less than 14 months. Improved or maintained performance will be demonstrated by a result lower than or equal to this target. Results In 2012-13 the average waiting time for dental services was 24 months. This result exceeds the target of less than 14 months. Dental Health Services are funded to treat approximately 20 per cent of the total number of persons eligible for subsidised dental care. The number of eligible patients waiting for non-urgent dental care is increasing, and this is associated with a growing awareness of the availability of subsidised dental health care by these patients. This is resulting in an increase in the period of time a patient must wait to receive care. Table 21: Average waiting times, in months, per patient removed from the waiting list, 2007-08 to 2012-13 Year 2007-08 2008-09 (months) dental care14 11 13 15 21 24 <14 Note: The results are indicative of all dental healthcare activity and expenditure across Western Australia. Data source: School Dental Health - Dental Health Services. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 125Outcome 2: Effectiveness KPI Percentage of contacts with community-based public mental health non-admitted services within seven days prior to admission to a public mental health inpatient unit Rationale Mental illness is having and increasing impact on the Australian population and is one of the leading causes of disability burden in Australia. The 2007 National Survey of Mental Health and Wellbeing found that an estimated 3.2 million Australians aged between 16 and 85 years had a mental disorder. It is therefore crucial to ensure effective and appropriate care is provided not only in a hospital setting but also in the community care setting. A large proportion of mental illness treatment is carried out in the community through ambulatory mental health services. The aim is to provide the best health outcomes for the individual through the provision of accessible and appropriate community mental health care. This assists with improving the management of admissions to hospital- based inpatient care for mental illness. By monitoring this indicator, the level of accessibility to community mental health services pre-admission to hospital can be gauged in order to assist in the development of effective programs and interventions. This in turn can help to improve the health and well-being of Western Australians with mental illness and ensure sustainability of the public health system. Target The target for 2012-13 was 70 per cent. This target was endorsed by the Australian Health Ministers' Advisory Council Mental Health Standing Committee in May 2011. Results In 2012-13, 62.7 per cent of people who were admitted to a metropolitan public mental health inpatient unit, had been in contact with a community-based public mental health non-admitted service in the previous seven days. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 126Figure 27: Percentage of contacts with a community-based mental health non-admitted service seven days prior to 3 Note: A data extraction error led to the inaccurate reporting of the 2009-10 result for this key performance indicator, as published in the 2009-10 Metropolitan Health Service Report. Published results were adjusted accordingly as at 2010-11 to address this inaccuracy. Data source: Mental Health Information System. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 127Outcome 2: Effectiveness KPI Percentage of contacts with community-based public mental health non-admitted services within seven days post discharge from public mental health inpatient units Rationale The 2007 National Survey of Mental Health and Wellbeing found that an estimated 3.2 million Australians aged between 16 and 85 years had a mental disorder. Therefore, it is crucial to ensure effective and appropriate care is provided not only in a hospital setting but also in the community. A large proportion of mental illness treatment is carried out in the community through ambulatory mental health services post-discharge from hospital. Post-discharge community mental health services are critical to maintaining clinical and functional stability of patients and to reducing vulnerability in individuals with mental illness by providing support and care. This support and care can go a long way to ensuring the best health outcomes for individuals and to reducing the need for hospital readmission. Monitoring the level of accessibility to community mental health services post-admission to hospital can help in the development of effective programs and interventions. This in turn can help improve the health and wellbeing of Western Australians with mental illness and ensure sustainability of the public health system. Target In 2012 the target was 75 per cent. This target was endorsed by the Australian Health Ministers' Advisory Council Mental Health Standing Committee in May 2011. Results In 2012, 72.5 per cent of people who were admitted to a metropolitan public mental health inpatient unit were in contact with a community-based public mental health non-admitted service within seven days following discharge. While the 2012 result was slightly below the target of 75 per cent or more contacts, a steady incline of patient contacts from 2008 continues - in line with set targets for achievement. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 128Figure 28: Percentage of contacts with a community-based mental health non-admitted service seven days post discharge, 2008 to 2012 2011 2012 Data source: Mental Health Information System. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 129Service 7 - Prevention, promotion and protection Efficiency KPI Average cost per capita of population health units Rationale WA Health aims to provide safe, high-quality health care to ensure healthier, longer, and better quality lives for all Western Australians. Population health units support individuals, families and communities to improve their health. With the aim of improving health, population health works to integrate all activities of the health sector and link them with broader social and economic services and resources by utilising the WA Health Promotion Strategic Framework 2012-2016 . This is based on the growing understanding of the social, cultural and economic factors that contribute to a person's health status. Target The target for 2012-13 was $63 per capita of population health units. A result below the target was desirable. Results The average cost per capita of metropolitan population health units for 2012-13 while comparable to prior year expenditure, was $80.90 and above the target. Figure 29: Average cost per capita of population health units $0$20$40$60$80$100 Average cost perper capita of population 011-122 012-1 3 Note: Population Health Units function within area boundaries defined by postcodes. Data source: WA Department of Planning and Health Service financial systems. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 130Service 7 - Prevention, promotion and protection Efficiency KPI Average cost per breast screen Rationale Breast cancer remains the most common cause of cancer death in women under 65 years. Early detection through screening and early diagnosis can increase the survival rate of women significantly. Breast screening mammograms are offered through BreastScreen WA for women aged 40 years or over as a preventative initiative. Target The target for 2012-13 was $134 per breast screen. A result below the target was desirable. Results For 2012-13, the average cost per breast screen was $145 above the target. Figure 30: Average cost per breast screen $0$50$100$150$200 3 Note: Breast Assessment clinic expenditure at Royal Perth Hospital and Sir Charles Gairdner Hospital are excluded in the calculation of this key performance indicator. Data source: Mammography Screening Registry (MSR), BreastScreen WA, and Health Service financial systems. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 131Service 8 - Dental health Efficiency KPI Average cost of service for school dental service Rationale Early detection and prevention of dental health problems in children can ensure better health outcomes and improved quality of life throughout the crucial childhood development years and into adult life. While dental disease is common in children, it is largely preventable through population-based interventions and individual practices such as personal oral hygiene, better diet, and regular preventive dental care. The school dental service program ensures early identification of dental problems and where appropriate, provides treatment. Target The target for 2012-13 was $134 for school dental care. A result below the target was desirable. Results The cost per child enrolled in the School Dental Program in 2012-13 was $141 and above the target. Figure 31: Average cost of service for school dental care 2008-09 2009-10 2010-1 two data collection methods were used to provide the results for this key performance indicator. This is due to the ongoing transition toward the implementation of the electronic database DenIM, resulting in a number of school dental clinics using the electronic system, while others continue to use manual paper-based recording. Results are indicative of all dental health care activity and expenditure across Western Australia. Data source: School Dental Health Clinics - Dental Health Services. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 132Service 8 - Dental health Efficiency KPI Average cost of completed courses of adult dental care Rationale WA Health aims to provide safe, high-quality health care to ensure healthier, longer, and better quality lives for all Western Australians. Dental health is influenced by many factors, including nutrition, water fluoridation, hygiene, access to dental treatment, income, lifestyle factors, and trauma. Dental disease places a considerable burden on individuals and communities. While dental disease is common, it is largely preventable through population-based interventions, and individual practices such as personal oral hygiene and regular preventive dental care. Costly treatment and high demand on public dental health services emphasises the need for a focus on prevention and health promotion. Target The target for 2012-13 was $368 per completed courses of adult dental care. A result below the target was desirable. Results For 2012-13, the average cost per patient who had completed a course of treatment at an adult public dental health clinic was $346 and below the target. Figure 32: Average cost of completed courses of adult dental care 2008-09 2009-10 2010-1 are indicative of all dental health care activity and expenditure across Western Australia. This key performance indicator is based on the cost per adult dental treatment for non-specialist Dental Health Services. Data source: Adult Dental Clinics - Dental Health Services. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 133Service 10 - Contracted mental health Efficiency KPI Average cost per three month period of community care provided by a public community mental health service Rationale Mental illness is having an increasing impact on the Australian populationand is one of the leading causes of disability burden in Australia. The 2007 National Survey of Mental Health and Wellbeing found that an estimated 3.2 million Australians, aged between 16 and 85 years, had a mental disorder in the 12 months prior to the survey. Therefore, it is important to ensure effective and appropriate care is provided to mental health clients not only in a hospital setting but also in the community through the provision of community mental health services. Community mental health services consist of a range of community-based services such as emergency assessment and treatment, case management, day programs, rehabilitation, psychosocial, and residential services. They aim is to provide the best health outcomes for the individual through the provision of accessible and appropriate community mental health care. Target The target for 2012-13 was $2,075 per three-month period of care for a person receiving public community mental health services. A result below the target was desirable. Results For 2012-13, the average cost to provide community-based care to a person with a mental health disorder, over a three-month period, was $2,072. This was below the target. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 134Figure 33: Average cost per three-month period of care for a person receiving public community mental health services $0$500$1,000$1,500$2,000$2,500 The target and result for this key performance indicator include statewide corporate overheads. As at 2010-11, statewide corporate overheads include some previously reported expenditure by the Department of Health. While these costs are borne by WA Health, and not included in the Mental Health Commission service provision agreement, they have been included in the reported result as they contribute to the total unit cost for this health service product. Data source: Mental Health Information System and Health Service financial systems. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 135Service 10 - Contracted mental health Efficiency KPI Average cost per bed-day in a specialised mental health unit Rationale WA Health aims to provide safe, high-quality health care to ensure healthier, longer, and better quality lives for all Western Australians. The 2007 National Survey of Mental Health and Wellbeing found that an estimated 3.2 million Australians, aged between 16 and 85 years, had a mental disorder in the 12 months prior to the survey. Therefore, it is important to ensure effective and appropriate care is provided to mental health clients in the community, as well as through specialised mental health inpatient units. Target The target for 2012-13 was $1,121 per bed-day in a specialised mental health unit. A result below the target was desirable. Results For 2012-13, the average cost per bed-day in authorised and designated mental health inpatient units per bed-day was $1320, and above target. The higher expenditure is attributable to additional costs borne by Health Services that were not included in the Mental Health Commission service provision agreement, or the target methodology. Figure 34: Average cost per bed-day in specialised mental health inpatient 2008-09 Note: The target and result for this key performance indicator include statewide corporate overheads. As at 2010-11, statewide corporate overheads include some previously reported expenditure by the Department of Health. While these costs are borne by WA Health, and not included in the Mental Health Commission service provision agreement, they have been included in the reported result as they contribute to the total unit cost for this health service product. Data source: Mental Health Information System and BedState, Data Integrity and Health Service financial systems.Metropolitan Health Service | Annual Report 2012-13 136This page has been left blank intentionally. Key Performance IndicatorsMetropolitan Health Service | Annual Report 2012-13 137 Disclosure and complianceDisclosure and ComplianceMetropolitan Health Service | Annual Report 2012-13 138Disclosure and compliance Enabling legislation The Metropolitan Health Service is established under sections 15 and 16 of the Hospitals and Health Services Act 1927 . The Minister for Health is incorporated as the Metropolitan Health Service under section 7 of the Hospitals and Health Services Act 1927 , and has delegated all of the powers and duties as such to the Director General of Health. Public sector standards and ethical codes compliance Please refer to the 2012-13 Department of Health Annual Report for details of WA Health's compliance with the Western Australia Public Sector Code of Ethics, Public Sector Standards in Human Resource Management and the WA Health Code of Conduct. Employee profile Government agencies are required to report a summary of the number of employees, by category, in comparison with the preceding financial year. Table 22 shows the year- to-date (June 2013) number of full-time equivalent employees (FTE) by category for the Metropolitan Health Service. Disclosure and complianceMetropolitan Health Service | Annual Report 2012-13 139Table 22: Metropolitan Health Service total full-time employees by category Category Definition 2011-12 2012-13 Administration and clericalIncludes all clerical-based occupations together with patient-facing (ward) clerical support staff.4,691 4,923 Agency Includes FTE associated with the following occupational categories: administration and clerical, medical support, hotel services, site services, medical salaried (excludes visiting medical practitioners) and medical sessional.467 404 Agency nursingIncludes workers engaged on a 'contract- for-service' basis. Does not include workers employed by NurseWest.135 143 Assistants in nursingSupport registered nurses and enrolled nurses in delivery of general patient care.142 167 Dental nursing Includes dental clinic assistants. 287 294 Hotel services Includes catering, cleaning, stores/supply laundry and transport occupations.2,616 2,640 Medical salariedIncludes all salary-based medical occupations including interns, registrars and specialist medical practitioners.3,040 3,158 Medical sessionalIncludes specialist medical practitioners who are engaged on a sessional basis.303 323 Medical supportIncludes all allied health and scientific/ technical related occupations.4,957 5,121 Nursing Includes all nursing occupations. Does not include agency nurses.9,187 9,549 Site services Includes engineering, garden and security- based occupations.412 413 Other categoriesCaptures Aboriginal and ethnic health worker related occupations.72 74 Total 26,308 27,210 Totals may not add due to rounding Note: FTE is calculated as the monthly average FTE and is the average hours worked during a period of time divided by the award full time hours for the same period. Hours include ordinary time; overtime; all leave categories; public holidays, time off in lieu, workers compensation. FTE figures provided are based on actual (paid) month to date FTE. The Metropolitan Health Service includes North Metropolitan Health Service, South Metropolitan Health Service, Child and Adolescent Health Service, PathWest Laboratory Medicine WA, Health Corporate Network, Health Information Network and Dental Health Services. Data excludes the Drug and Alcohol Office, Joondalup Health Campus, Peel Health Campus, Mental Health Division/ Commission and Office of Health Review. Data source: HR Data Warehouse, extracted 11 July 2013. Disclosure and complianceMetropolitan Health Service | Annual Report 2012-13 140Capital works Please refer to the 2012-13 Department of Health Annual Report for financial details of the full Metropolitan Health Service capital works program. Advertising In accordance with section 175ZE of the Electoral Act 1907 , the Metropolitan Health Service incurred the following expenditure on advertising agencies, market research, polling, direct mail and media advertising. Total advertising expenditure for the Metropolitan Health Service in 2012-13 was $354,917. Table 23: Metropolitan Health Service advertising for 2012-13 Summary of advertising Amount ($) Advertising agencies 271,225 Market research organisations 0 Polling organisations 7,850 Direct mail organisations 73,048 advertising expenditure 354,917 Amount ($) Advertising AdCorp Australia Limited 73,006 Choiceone Pty Ltd 13,734 Cineads Australia Pty Ltd 600 City of Perth 245 Department of Transport 5,604 Edith Cowan University Student Guild 68 EmbroidMe 442 Hardygroup International Pty Ltd 94,077 Hot Cotton 3,275 Kelly Services 14,666 Latitudes Group International Management Pty Ltd 6,851 Media Decisions (OMD) 34,952 Media on Mars 790 National Australia Bank Limited 840 Reed Personnel Services Pty Ltd 8,240 Disclosure and complianceMetropolitan Health Service | Annual Report 2012-13 141Recipient/organisations Amount ($) Sensis Pty Ltd 3,941 (Burswood) 1,638 Telstra Corporation Ltd 7,506 Xsell Coaching, Training and Sales Recruitment 750 Total 271,225 Market research organisations Total 0 Polling organisations AHA Consulting 7,850 Total 7,850 Direct mail organisations Snap Printing 2,202 Toll IPEC 592 Total 2,794 Media advertising organisations AMA Services 545 Anglican Church of Australia 149 Atlantic Healthcare Services 550 Audiological Society 343 Austel 195 Australasian Medical Publishing Company 7,680 Australian Physiotherapy Association 186 BMJ Publishing Group 828 Brave Nu Web 1,364 Canadian Association of Pathologists 806 Health Corporate Network Journal (internal charge) 27,423 Medical Forum Magazine 2,398 Midwest Signs 600 Multicultural Radio and Television Assoc WA 2,816 Noongar Media Enterprises 150 Perth Diocesan Trustees 149 RACP 285 RANZCO&G 2,200 Disclosure and complianceMetropolitan Health Service | Annual Report 2012-13 142Recipient/organisations Amount ($) Record Newspaper 60 Royal Australasian College of Surgeons 386 Rural Press Regional Media (WA) Pty Ltd 780 Sensis Pty Ltd 3,111 Telstra Corporation Ltd 17,677 Total Sign Company 1,330 University of WA 650 Worldwide Online Printing 387 Total 73,048 Pricing policy Please refer to the Department of Health's annual report 2012-13 for the pricing policy. Industrial relations Please refer to the Department of Health's annual report 2012-13 for industrial relations. Substantive equality Please refer to the Department of Health's annual report 2012-13 for substantive equality. Recordkeeping The State Records Act 2000 was established to mandate the standardisation of statutory recordkeeping practices for every State Government agency including records creation policy, record security and the responsibilities of all staff. Government agency practice is subject to the provisions of the Act and the standards and policies. Government agencies are also subject to scrutiny by the State Records Commission. All sites within the Metropolitan Health Service conduct regular audits of the clinical recordkeeping systems and site recordkeeping plans are referred to the State Records Office for review and endorsement. North Metropolitan Health Service During 2012-13 the North Metropolitan Health Service continues to implement strategies to ensure compliance with the WA Health Recordkeeping Plan. In addition, the North Metropolitan Health Service has established a recordkeeping plan working group to coordinate the development of a North Metropolitan Health Service specific recordkeeping plan, in preparation for the legal establishment of local health networks in 2014. Disclosure and complianceMetropolitan Health Service | Annual Report 2012-13 143Across the North Metropolitan Health Service, patient health records are managed by dedicated health information management services and associated policies and procedures. As at 30 April 2013, 92 per cent of Tier 1-4 staff across the North Metropolitan Health Service had completed the online learning package 'Integrity and Ethical Governance'. This learning package incorporates governance and responsibilities relating to records management and compliance with the State Records Act 2000 . Site-based accreditation with the Australian Council on Healthcare Standards continues to provide an external assessment of North Metropolitan Health Service management of records (corporate and clinical). All North Metropolitan Health Service hospitals maintained their accreditation status in 2012-13. Within PathWest, all laboratory records are maintained to National Association of Testing Authorities (NATA) accreditation standards. Many records are required to have longer retention periods than required by the State Records Office. These records are audited externally at least every three years. Completion of the online learning package 'Integrity and Ethical Governance' is mandatory for all new staff within PathWest. Completion of the 'Integrity and Ethical Governance' package by staff Tier 6 and below continued in 2012-13. South Metropolitan Health Service Across South Metropolitan Health Service, patient health records are managed and maintained by hospital-based health record management services or programs. The management of patient information is compliant with the: Patient Information Retention and Disposal Schedule (Version 3, 2008) AS 2828.1 2012 Paper-based Health Records AS 2828.2 2012 Health Records - Digitised (Scanned) Health Record System Requirements. South Metropolitan Health Service staff are also expected to comply with the South Metropolitan Health Service Information and Records Management policy. This policy has links to the Department of Health's Recordkeeping Plan and all Operational Directives relating to the management of patient and non-patient records. Recordkeeping procedures at South Metropolitan Health Service sites include: review and maintenance of policies, procedures and relevant documents on the South Metropolitan Health Service intranet regular and random audits of patient health records to ensure they meet Australian Standard 2828.1 2012 Paper-based Health Records audits to ensure accuracy and completeness of health records post discharge clinical audits to ensure that details of the proposed procedure/operation and other relevant information, including patient and doctor signatures, are documented correctly on consent to treatment forms annual MeRITS (electronic record tracking system) audits for relevant sites to assess effectiveness and accuracy of the medical record tracking system Disclosure and complianceMetropolitan Health Service | Annual Report 2012-13 144 regular and random auditing of key areas of risk, for example patient identification accuracy, patient demographic and next-of-kin details compliance with the requirements of the Department of Health Patient Information Retention and Disposal Schedule (Version 3 2008) . The Corporate Governance Directorate, of the Department of Health has audited recordkeeping practices at some South Metropolitan Health Service hospitals when checking compliance with specific Department of Health Operational Directives. The Office of the Auditor General undertook a review of patient health recordkeeping practices at Fremantle Hospital during 2012-13. In partnership with the Department of Health, the South Metropolitan Health Service is currently addressing the recommendations arising from this review. Actions to resolve identified issues are progressing through the development of the South Metropolitan Health Service Recordkeeping Plan and Implementation Plan. Child and Adolescent Health Service The Child and Adolescent Health Service continued to work in partnership with the North Metropolitan Health Service to ensure strategies were in place to comply with the Department of Health's Recordkeeping Plan. As of 30 June 2013, Tier 1-4 managers had completed the following online learning packages: Accountable and Ethical Decision Making (65 per cent) Recordkeeping Awareness (19 per cent). The Child and Adolescent Health Service is reviewing its recordkeeping management and governance structure with regards to both corporate and clinical records. This includes the development of a Child and Adolescent Health Service specific records management plan. Various strategies and recordkeeping procedures are in place at Child and Adolescent Health Service sites to ensure compliance including: review and maintenance of policies, procedures and guidelines on the Child and Adolescent Health Service intranet with links to other health sites periodic and random audits of all clinical records to ensure Australian Standard AS 2828.1 2012 compliance clinical audits against the WHO Surgical Safety Checklist and compliance of documentation on consent to treatment forms MeRITS (electronic record tracking system) audits to assess effectiveness and accuracy of the medical record tracking system random audits in key risk areas (such as patient identification, demographics and next-of-kin details) monitoring of compliance with the requirements of the Department of Health Patient Information Retention and Disposal Schedule (Version 3 2008) periodic audits by the Corporate Governance Directorate, Department of Health, to assess compliance with specific Departmental Operational Directives and Circulars. Disclosure and complianceMetropolitan Health Service | Annual Report 2012-13 145The Child and Adolescent Health Service Recordkeeping Policy and Management structure is currently being reviewed with a new policy to be put in place in late 2013. Freedom of information For the year ending 30 June 2013, the Metropolitan Health Service considered 6,219 applications for access to information in accordance with the Freedom of Information Act 1992 . Table 24: Freedom of information applications for 2012-13 Applications Number Carried over from 2011-12 296 Received in 2012-13 5,923 Total applications received for 2012-13 6,219 Granted - full access 4,952 Granted - partial or edited access1465 Withdrawn by applicant 211 Refused 47 In progress 424 Other2120 6,219 Note: 1 Includes the number accessed in accordance with section s 28 of the Freedom of Information Act 1992 (WA). 2 Includes exemptions, deferments or transfers to other departments/agencies. The types of documents held by the Metropolitan Health Service (comprising of North Metropolitan Health Service, South Metropolitan Health Service, Child and Adolescent Health Service, Dental Health Service, PathWest and BreastScreen WA) include: patient medical and dental records (including imaging) medical test and pathology results social work and Child Protection Unit notes State and Community Child Development Centre notes psychological medicine notes patient instruction sheets, information and employment brochures policy development documents and policy and procedures manuals engineering records, for example, hospital plans, programmed planned maintenance and tender documents occupational safety and health information human resource records such as staff rosters, time and wages records and monthly management reports financial and accounting records and annual reports administrative records such as committee meeting minutes and business correspondence Disclosure and complianceMetropolitan Health Service | Annual Report 2012-13 146 results, request forms, evidentiary documents compliance files. Disability access and inclusion plan The Disability Services Act 1993 was introduced to ensure that people with disabilities had the same opportunities as other West Australians. In 2004, the Act was amended requiring the Department of Health to develop and implement a Disability Access and Inclusion Plan . The Metropolitan Health Service aims to achieve the following outcomes as defined by the WA Health Disability Access and Inclusion Plan : People with disabilities have the same opportunities as other people to access the services of, and events organised by, the Metropolitan Health Service People with disabilities have the same opportunities as other people to access the buildings and other facilities of the Metropolitan Health Service People with disabilities receive information from the Metropolitan Health Service in a format that will enable them to access the information as readily as other people are able to access it People with disabilities receive the same level and quality of service from the staff of the Metropolitan Health Service as other people People with disabilities have the same opportunities as other people to make complaints to the Metropolitan Health Service People with disabilities have the same opportunities as other people to participate in any public consultation held by Metropolitan Health Service. Access to services North Metropolitan Health Service North Metropolitan Health Service Mental Health conducted a survey across sites to determine the level of awareness and practical knowledge of the requirements of people with disabilities. Training requirements were identified and recommendations to update the Disability Access and Inclusion Plan e-learning package were implemented and an hour-long lunch time presentation was conducted. WoundsWest provides all necessary aids for people with disabilities whether face-to-face or online. Disclosure and complianceMetropolitan Health Service | Annual Report 2012-13 147All material produced by the public health and ambulatory care services are formatted and published in accordance with the WA Health Style Guide . Information material is made available in alternate formats to enable access for people with specific disabilities. Health promotion programs are accessible to clients with disabilities. Education and policies that support inclusion and participation through 'celebrating diversity' are also promoted. The Disability Services Commission is the major sponsor in this event. Anita Clayton Centre has services that are accessible to clients with disabilities. Informational and educational materials are available in hard copy and via web access. This includes language-specific documents, access to on site or phone interpreters, access to TTY service and coloured sectional seating to visibly separate services. To improve access for people with aphasia, as part of their neurological disability, the Sir Charles Gairdner Hospital speech therapy department now provides appointment cards, letters and maps in an aphasia-friendly design style that uses pictures and simple instructions to convey messages. For people with a communication disability, following a laryngectomy procedure, awho are unable to speak on the telephone, the Sir Charles Gairdner Hospital speech therapy department also provides assistance with coordinating appointments. This has involved discussion with support staff about systems to assist a person with this particular disability to be independent and in that way ensure access to Sir Charles Gairdner Hospital services. The pharmacy department at Sir Charles Gairdner Hospital is committed to creating medication profiles to help improve a person's ability to use their medications according to how they are prescribed - taking the correct medications at the right times and in the right amounts. This is achieved through packaging of medications and handover to community pharmacies for safe return home. South Metropolitan Health Service All public events, including health awareness sessions, at Armadale Health Service were conducted in the main hospital foyer which has disability access. Royal Perth Hospital has enhanced the opportunity for patients to access medical and healthcare services remotely by increasing the use and application of telehealth facilities. Fremantle Hospital and Health Service has developed a disability services brochure, available on the intranet and internet. This includes information regarding accessible parking. Bentley Health Service has created two additional ACROD parking bays in the hospital carpark, enhancing access for people with a disability. Rockingham Peel Group representatives of the Consumer Advisory Council undertake pre and post-occupancy review to ensure appropriate access to services in new departments. Child and Adolescent Health Service The Child and Adolescent Health Service provides a range of equipment to assist people with disabilities. This included better hearing cards and the use of appropriate event venues. Disclosure and complianceMetropolitan Health Service | Annual Report 2012-13 148Access to buildings North Metropolitan Health Service Access at Osborne Park Hospital was reviewed and all high-priority items were addressed. This includes tactile indicators being installed on selected pathways and braille signage in the theatre block being lowered to improve access for wheelchair users. WoundsWest is co-located with Dental Health Services where ramps and handrails are in place to facilitate access to buildings and other facilities. Mobility and seating aids or any other aid are provided where possible where the nature of the person's disability is known in advance. The Health Promotion building is accessible to people with disabilities. Due to the main activities being based in the community, inspection guidelines to ensure access and safety have been developed. During 2012-13 Sir Charles Gairdner Hospital, through the lift replacement program, replaced lifts with universally accessible models. Sir Charles Gairdner Hospital's Gairdner Rehabilitation Unit has made several changes to improve services for people with disability. This includes the purchase of self-propelling wheelchairs and specialised self-propelling commodes to allow people with physical disability on the ward to have greater independence in accessing the shower and toilet. South Metropolitan Health Service During 2012-13 Fremantle Hospital improved access by installing an automatic opening door to a toilet in F block. An alternative entry to assist people accessing the Pain Clinic was also modified. Facilities at the Armadale Health Service Rehabilitation Unit were improved with the provision of additional disability access toilets and modifications to an existing toilet door. This facility now also includes bariatric rooms with ceiling hoists. During 2012-13, a temporary shuttle service was implemented at the Shenton Park Outpatient building to ensure people with a disability and/or decreased mobility could access the building while repairs to the lift were undertaken. Royal Perth Hospital also operates a more permanent shuttle service at both Wellington Street Campus and Shenton Park Campus to assist people with mobility problems to access buildings and services across the sites. Bentley Hospital installed a new patient toilet and shower with disability access in the maternity/birthing suite. The Rockingham General Hospital volunteer concierge service and main reception desk (out-of-hours) also provides assistance with directions and escorts as required. Wheelchairs are available at appropriate locations within all Rockingham Peel Group sites. Disclosure and complianceMetropolitan Health Service | Annual Report 2012-13 149Child and Adolescent Health Service The Child and Adolescent Health Service provides ongoing management to ensure access for people with disabilities is maintained. Reviews are performed on a regular basis and any issues that arise are assessed for compliance. Internal audits The Corporate Governance Directorate at the Department of Health has the role of accountability adviser and independent appraiser, reporting directly to the Director General. The Directorate provides internal audit, accountability and risk services to the Director General, senior management and WA Health, in support of the common objective of achieving and maintaining sound managerial control over all aspects of operations. Table 25: Internal audits completed in 2012-13 Audit Area audited Review of controls over pharmaceuticals 2012 WACHS, SMHS, NMHS, CAHS Patient Administration System (webPAS) Status Review Phase 2 Post-implementationSMHS, HIN Employee Benefits Part 1 SMHS, NMHS, CAHS, HCN Review of Compliance with the Admission, Readmission, Discharge and Transfer (ARDT) Policy for WA Health ServicesSMHS, NMHS, DOH HIN Portfolio Management Office Review HIN Review of Information Systems Security HIN, CAHS Review of Clinical Waste Management SMHS, NMHS, WACHS Review of Consent to Treatment NMHS Complaints Management NMHS, DOH Review of Employee Benefits Part 2 SMHS, HCN Review of ICT Procurement SMHS, NMHS, CAHS, HIN Review of Acceptance of Gifts 1 SMHS, NMHS, CAHS, WACHS, HCN, HIN, SMHS, NMHS, CAHS, WACHS, HCN Review SMHS, NMHS, CAHS, WACHS, HIN, DOH Review of Privately Review of Ambulatory Surgery Initiative SMHS, of Audit Log Integrity SMHS, HCN, HIN Review of CSC/iSOFT contracts HIN WACHS WA Country Health Service SMHS South Metropolitan Health Service NMHS North Metropolitan Health Service CAHS Child and Adolescent Health Service HIN Health Information Network HCN Health Corporate Network Disclosure and complianceMetropolitan Health Service | Annual Report 2012-13 150Recruitment All recruitment by the Metropolitan Health Service is in accordance with the WA Health Recruitment Selection and Appointment Policy. The Metropolitan Health Service continues to develop retention and attraction strategies and reviews current options for improving and supporting staff recruitment. Aboriginal employment South Metropolitan Health Service The South Metropolitan Health Service Aboriginal Employment Action Plan was actively promoted in 2012-13. Between June 2010 and March 2013 the number of Aboriginal employees increased to 30. Of these, 26 were Council of Australian Government funded positions. Seven Aboriginal business trainees commenced in January 2013 across the South Metropolitan Health Service. Additional supports were put in place including academic mentoring by the registered training organisation, workplace mentoring by the Aboriginal Health team and quarterly network meetings. North Metropolitan Health Service Women and Newborn Health Service appointed its first Aboriginal Senior Health Promotion Officer. This role will commence the implementation of the Reconciliation Action Plan . Recruitment priorities North Metropolitan Health Service Osborne Park Hospital commenced a Graduate Midwifery Program to meet future needs of the maternity unit. Secondment opportunities have also been given to midwives in other State midwifery units. PathWest's Graduate Medical Scientist Program is a strategy used to expose new medical Scientists to the Branch Laboratory Network and metropolitan networks. Four placements for new graduates provide 12 months paid work, rotating through various disciplines and locations. Each graduate will spend three out of the 12 months in a regional laboratory gaining experience in a unique multidisciplinary branch laboratory. PathWest's current collaboration with Curtin University allows PathWest to engage with its future workforce and ensures it is a recognised and desirable place of employment for students upon graduation. Swan Kalamunda Health Service will transition with the closure of Swan District Hospital and the opening of the Midland Health Campus under a Public Private Partnership model in late 2015. Specific planning and preparation has been undertaken to maintain a suitable staff base for clinical operations at Swan District Hospital and to prepare staff to either find alternative employment within WA Health or with an alternative employer after the closure. This preparation has included the recruitment of a Workforce Transition Team. Disclosure and complianceMetropolitan Health Service | Annual Report 2012-13 151South Metropolitan Health Service A Human Resource Transition Unit was established in 2012-13 to provide support to managers and impacted employees through the deployment and relocation process. Key priorities include the transition of clinical employees to Fiona Stanley Hospital and the deployment of impacted clinical and non-clinical South Metropolitan Health Service employees throughout the Metropolitan Health Service. During 2012-13 the following recruitment activities were also priorities: development of graduate nurse knowledge, skills and experience in order to increase their competitiveness in their application for full-time employment utilisation of quarterly recruitment pool advertisements to promote efficient filling of nursing vacancies and post graduate nursing program employment opportunities expansion of the Rehabilitation and Aged Care Unit and recruitment to the new Medical Assessment Unit at Armadale Health Service presentations to medical students to encourage/attract applicants to Fiona Stanley Hospital and South Metropolitan Health Service improvement to the centralised recruitment process for Resident Medical Officers. Child and Adolescent Health Service During 2012-13, the recruitment of Aboriginal employees was a priority for the Child and Adolescent Health Service. Recruitment campaigns implemented North Metropolitan Health Service North Metropolitan Health Service participated in the following events: Curtin University Nursing Career day and Career Fairs Nursing and Midwifery Office's 'Implementing Work Experience for School Students' which assigned 10 places for school leavers Nursing and Health Expo - attracting school leavers and new nurse graduates Refresher program for registered nurses the Department's international nursing recruitment campaign intern receptions at the major tertiary hospitals to promote careers in pathology. BreastScreen WA recruited medical imaging technologists nationally and internationally via the open-ended pool and Global Health Source. BreastScreen WA with the Australian Institute of Radiography enabled the employment of overseas applicants qualified in radiography. Disclosure and complianceMetropolitan Health Service | Annual Report 2012-13 152South Metropolitan Health Service Armadale Health Service and Rockingham General Hospital hosted High School students for the GREaT Nursing and Midwifery Work Experience Program. South Metropolitan Health Service sites provided placement for Assistants in Nursing trainees undertaking a Certificate IV in Acute Care. Child and Adolescent Health Service During 2012-13 the Child and Adolescent Health Service implemented the following campaigns: an annual recruitment drive for junior medical staff graduate nurse programs and placements offers Jobs WA website. Recruitment courses offered North Metropolitan Health Service The North Metropolitan Health Service continued to offer a one-day training course 'Recruitment, Selection and the Induction Process' at a number of locations for panel members. Senior registered nurses at Sir Charles Gairdner Hospital had the opportunity to advance their recruitment and retention skills as part of the Senior Registered Nurses Leadership and Development Course coordinated through the Centre for Nursing Education. South Metropolitan Health Service The standardised WA Health Recruitment Selection and Appointment training course developed in 2011-12 continued to be delivered at Royal Perth Hospital and Fremantle Hospital and Health Service. This course was recommended for any employee who was required to sit on a recruitment and selection panel. Job application skills courses were offered at four South Metropolitan Health Service sites. These courses were designed to help employees develop their job application writing and interviewing skills. Health Corporate Network's Client Liaision Officer for the South Metropolitan Health Service provided recruitment selection and appointment presentations throughout the South Metropolitan Health Service. These presentations focused on understanding the recruitment process and provided an overview of advertising and recruitment pools. Child and Adolescent Health Service Recruitment and staff selection courses were provided by the Learning and Development team. Disclosure and complianceMetropolitan Health Service | Annual Report 2012-13 153Staff development North Metropolitan Health Service North Metropolitan Health Service Mental Health developed a 'Managers' Competency Training Checklist' to help managers identify areas where skills development would support them in promoting organisational values. The North Metropolitan Health Service partnered with non-government organisations to provide 'Trauma Informed Care' workshops. PathWest continued to provide induction sessions for all new staff, which included comprehensive sessions on safety and quality, and injury management. PathWest's regional staff, who were unable to attend the face to face sessions, received an induction pack. Additionally, PathWest's Staff Development Fund supported the attendance of PathWest staff at professional conferences, workshops and training programs. PathWest continued to run its training program to up-skill technical staff. The program offered on-the-job traineeships that enabled them to attain a formally recognised, nationally accredited qualification while working in their current position. During 2012-13, 26 technical assistants commenced traineeships with the registered training organisation, Vocational Training Services. Since commencement of the program in December 2011, 13 staff members have gained a Certificate IV in Laboratory Techniques and four have gained a Diploma of Laboratory Technology. Staff who completed the Certificate IV in Laboratory Techniques, were signed into a second traineeship that gave them a Diploma of Laboratory Technology. The Public Health and Ambulatory Care UPLIFT! Executive Group Leadership Development and Futures Planning Program was introduced in September 2012. UPLIFT! focuses on ongoing executive development to effectively manage and drive the changes required to meet the expanding service requirements of Public Health and Ambulatory Care in the years to come. Disclosure and complianceMetropolitan Health Service | Annual Report 2012-13 154South Metropolitan Health Service During 2012-13 the South Metropolitan Health Service provided a blend of e-learning and face-to-face training opportunities. Training opportunities included: specialist clinical skill development programs safety and quality in healthcare human resource training Leading through Change program for senior managers Leading People through Change program for employees Aboriginal cultural awareness training and communicating with a multicultural society within the healthcare setting. Rockingham General Hospital's Educational Centre was completed. It includes an integrated simulation education suite and 96-seat lecture theatre. Armadale Health Service opened the Antonia Bagshawe Training Centre. This Centre provides clinical training to medical students and junior doctors using a simulation environment. The South Metropolitan Health Service Physiotherapy Training Program, 'Introduction to ICU', was implemented in 2013 with 17 participants. This program was developed to address the shortage of critical care trained physiotherapists. Armadale Health Service had a significant increase in the number of nurses participating in tertiary studies for intensive and perioperative care, emergency, mental health, midwifery and dialysis nursing. In collaboration with St John of God Murdoch Hospital, Armadale Health Service offered a: Graduate Advancement Program (GAP - Critical Care) for second-year nurses Graduate Program in Recovery, Endoscopy, Same day unit and Theatre (REST) for registered nurses. Bentley Health Service provided new initiatives including Emergency Management training for after-hours nurse managers and key senior staff and an Administrative Inquires Training Course. Child and Adolescent Health Service The Child and Adolescent Health Service continued to provide staff development throughout 2012-13 which included: accountable and ethical decision making occupational safety and health manual handling Aboriginal cultural awareness record keeping awareness general management skill programs. Disclosure and complianceMetropolitan Health Service | Annual Report 2012-13 155Workers' compensation and rehabilitation The Metropolitan Health Service acknowledges its responsibilities under the Occupational Safety and Health Act 1984 and associated legislation. Managers and supervisors have a key responsibility to ensure the health, safety and welfare of staff, volunteers, students, contractors and visitors. Table 26: Number of Metropolitan Health Service workers' compensation claims in 2012-13 Employee category Number Nursing services/dental care assistants 483 Administration and clerical 104 Medical support 107 Hotel services 267 Maintenance 60 Medical (salaried) 16 Total 1,037 Occupational injury and illness prevention During 2012-13, Metropolitan Health Service reviewed and continued implementing safety strategies and programs including: chemical management program manual handling risk management pre-employment health assessments occupational safety and health managers training occupational safety and health representative training workplace hazard inspection program contractor safety program occupational safety and health committee occupational safety and health consultants regular occupation safety and health inspections conducted. Employee rehabilitation programs The Metropolitan Health Service comprehensive injury management program complies with the Workers' Compensation and Injury Management Act 1981 and the Injury Management Code of Practice 2007 (WorkCover WA). This program is provided by professional injury management staff and includes: claims lodgement assistance and processing early intervention Return to Work programs claims management. Disclosure and complianceMetropolitan Health Service | Annual Report 2012-13 156Metropolitan Health Service Return to Work programs are in accordance with injury management standards and are specifically designed to match the injured employees capabilities and limitations. Implementation is a coordinated approach involving the employee, supervisors, medical and allied health staff. Return to Work evaluation forms are provided to the supervisor and employee to ensure ongoing development and feedback to management. Employee rehabilitation programs include: injury management policy and procedures fitness for work assessments early intervention injury management manager and supervisor training utilisation of vocational rehabilitation promotion of Employee Assistance program fortnightly and quarterly RiskCover Insurer meetings appointment of an injury management consultant. Occupational safety, health and injury management The Metropolitan Health Service has an integrated risk management approach to occupational safety and health underpinned by policies in accordance with the Occupational Safety and Health Act 1984. The Metropolitan Health Service takes a proactive approach to \"best practice\" occupational safety and health (OSH), establishing clear policies, goals and strategies and monitoring systems, developing preventative programs, and articulating employee responsibilities. OSH objectives, policies, strategies and staff responsibilities are included in all Metropolitan Health Service site human resources policy manuals. Employee consultation All areas of Metropolitan Health Service facilitate occupational safety and health management and consultation through systems comprising of the: election of occupational safety and health representatives election of local occupational safety and health groups hazard/incident reporting and investigation system routine workplace hazard inspections resolution of issues process implementation of regular audits, risk assessments and control measures to prevent incidents occurring. Metropolitan Health Service's numerous occupational safety and health committees meet regularly to discuss and resolve occupational safety and health issues. Committee members' appointment, location and details are communicated to all employees via an Occupational Safety and Health newsletter. Disclosure and complianceMetropolitan Health Service | Annual Report 2012-13 157Occupational safety and health Committee members are accessible and are utilised by both management and employees in the discussion and resolution of occupational safety and health issues. These processes facilitate communication with management on occupational safety and health issues, support hazard and incident reporting. This ensures issues are formally recognised and actions are communicated back to the employee and OSH representative. Commitment to occupational safety and health injury management Metropolitan Health Service is committed to the provision of a safe work environment for all employees, patients, visitors and contractors in accordance with the Occupational Health and Safety Act 1984 . Occupational safety and health injury management policies reflect the Metropolitan Health Service executive commitment to providing a safe and healthy workplace for all employees. Policies are available to all employees via human resources policy manuals which outline each organisation's objectives and processes. Proactive approaches to occupational safety and health injury management have been adopted, with clear goals and strategies implemented, with monitoring systems and preventative programs. Executive commitment is encouraged through regular meetings with executive and management teams. Utilising performance reports and statistics/ trends, problem areas are recognised and prevention activities implemented. Employee rehabilitation Across the Metropolitan Health Service comprehensive injury management systems have been implemented to facilitate the development of and support for return to work programs. These programs are in accordance with the Workers Compensation and Injury Management Act 1981, and Code of Practice (Injury Management) 2007. The Injury Management policy provides guidelines for the management of work related injury and disease. The policy contains return to work program templates which have been developed by operational areas as per requirements of the Act. These templates records medical details, duties, restrictions, timeframes and monitoring of employee's progress. Injury management systems are coordinated by the Injury Management Consultants and information about access to these officers is documented and available to staff via site intranets. The Injury Management Consultant develops and reports progress on return to work programs for individual workers as required. Professional injury management staff support injured workers by assisting in claims lodgement and processing, early intervention, return to work programs and claims management. Occupational safety and health assessment All areas of the Metropolitan Health Service undergo annual accreditation audits through the ACHS EQuIP4 Survey. Occupational safety and health and Injury Management are evaluated as a mandatory requirement under criterion 3.2.1. Action plans have been developed to ensure the recommendations from the audits are addressed. Action plans are monitored by the site's occupational safety and health committees with completion and compliance reports submitted to the Corporate Governance committees at each site. Disclosure and complianceMetropolitan Health Service | Annual Report 2012-13 158 During 2012-13 the following audits were completed: Fremantle Hospital and Health Service Rockingham General Hospital Sir Charles Gairdner and Osborne Park Health Care Group. Table 27: Occupational safety, health and injury performance for 2012-13 Health ServiceFatalities Lost time injury/ diseases (LTI/D) incidence rate (rate per 100)Lost time injury severity rate (rate per 100)Percentage of injured workers returned to work within 26 weeks (%)Percentage of managers trained in occupational safety, health and injury management responsibilities (%) NMHS 0 3.36 28.99 80.8 59.2 Dental 85.7 50.9 Disclosure and complianceMetropolitan Health Service | Annual Report 2012-13 159 Financial StatementsFinancial StatementsMetropolitan Health Service | Annual Report 2012-13 160 Financial Statements Metropolitan Health Service | Annual Report 2012-13 161 Financial Statements Metropolitan Health Service | Annual Report 2012-13 162 Financial Statements Metropolitan Health Service | Annual Report 2012-13 163 Financial Statements Metropolitan Health Service | Annual Report 2012-13 164 Financial Statements Metropolitan Health Service | Annual Report 2012-13 165 Financial Statements Metropolitan Health Service | Annual Report 2012-13 166 Financial Statements Metropolitan Health Service | Annual Report 2012-13 167 Financial Statements Metropolitan Health Service | Annual Report 2012-13 168 Financial Statements Metropolitan Health Service | Annual Report 2012-13 169 Financial Statements Metropolitan Health Service | Annual Report 2012-13 170 Financial Statements Metropolitan Health Service | Annual Report 2012-13 171 Financial Statements Metropolitan Health Service | Annual Report 2012-13 172 Financial Statements Metropolitan Health Service | Annual Report 2012-13 173 Financial Statements Metropolitan Health Service | Annual Report 2012-13 174 Financial Statements Metropolitan Health Service | Annual Report 2012-13 175 Financial Statements Metropolitan Health Service | Annual Report 2012-13 176 Financial Statements Metropolitan Health Service | Annual Report 2012-13 177 Financial Statements Metropolitan Health Service | Annual Report 2012-13 178 Financial Statements Metropolitan Health Service | Annual Report 2012-13 179 Financial Statements Metropolitan Health Service | Annual Report 2012-13 180 Financial Statements Metropolitan Health Service | Annual Report 2012-13 181 Financial Statements Metropolitan Health Service | Annual Report 2012-13 182 Financial Statements Metropolitan Health Service | Annual Report 2012-13 183 Financial Statements Metropolitan Health Service | Annual Report 2012-13 184 Financial Statements Metropolitan Health Service | Annual Report 2012-13 185 Financial Statements Metropolitan Health Service | Annual Report 2012-13 186 Financial Statements Metropolitan Health Service | Annual Report 2012-13 187 Financial Statements Metropolitan Health Service | Annual Report 2012-13 188 Financial Statements Metropolitan Health Service | Annual Report 2012-13 189 Financial Statements Metropolitan Health Service | Annual Report 2012-13 190 Financial Statements Metropolitan Health Service | Annual Report 2012-13 191 Financial Statements Metropolitan Health Service | Annual Report 2012-13 192 Financial Statements Metropolitan Health Service | Annual Report 2012-13 193 Financial Statements Metropolitan Health Service | Annual Report 2012-13 194 Financial Statements Metropolitan Health Service | Annual Report 2012-13 195 Financial Statements Metropolitan Health Service | Annual Report 2012-13 196 Financial Statements Metropolitan Health Service | Annual Report 2012-13 197 Financial Statements Metropolitan Health Service | Annual Report 2012-13 198 Financial Statements Metropolitan Health Service | Annual Report 2012-13 199 Financial Statements Metropolitan Health Service | Annual Report 2012-13 200 Financial Statements Metropolitan Health Service | Annual Report 2012-13 201 Financial Statements Metropolitan Health Service | Annual Report 2012-13 202 Financial Statements Metropolitan Health Service | Annual Report 2012-13 203 Financial Statements Metropolitan Health Service | Annual Report 2012-13 204 Financial Statements Metropolitan Health Service | Annual Report 2012-13 205 Financial Statements Metropolitan Health Service | Annual Report 2012-13 206 Financial Statements Metropolitan Health Service | Annual Report 2012-13 207 Financial Statements Metropolitan Health Service | Annual Report 2012-13 208 Financial StatementsThis page has been left blank intentionally.Produced by Performance Activity and Quality Division © Department of Health 2013This document can be made available in alternative formats on request for a person with a disability. Produced by Performance, Activity and Quality Division © Department of Health 2013This document can be made available in alternative formats on request for a person with a "}