{"title": "Polymyalgia rheumatica (PMR)", "author": null, "url": "https://www.versusarthritis.org/about-arthritis/conditions/polymyalgia-rheumatica-pmr/", "hostname": "versusarthritis.org", "description": "Polymyalgia rheumatica (PMR) is a condition that causes severe stiffness and pain, mainly in your shoulders and hips. Learn the symptoms, causes and treatment.", "sitename": "Versus Arthritis", "date": "2023-01-01", "cleaned_text": "What is polymyalgia rheumatica? Polymyalgia rheumatica (poly-my-al-ger ru-mah-ticker), or PMR, is a relatively common condition that causes stiffness and pain in muscles. The word 'poly' means many and the word 'myalgia' means muscle pain. It can start at any age from 50, but mainly affects people over the age of 70. More women are affected than men. Symptoms Polymyalgia rheumatica can cause pain and stiffness in the shoulders, neck, hips and thighs. Polymyalgia rheumatica often comes on quickly, perhaps over a week or two. It can start just after a flu-like illness. The stiffness may be so severe that dressing, reaching, washing, climbing stairs or even getting out of bed may be difficult. The symptoms are different from the ache you may feel after exercise that your body isn't used to. The pain and stiffness from polymyalgia rheumatica is often widespread, and is worse when resting or after rest. Symptoms can improve with activity or as the day goes on. The pain may also wake you at night. It's also common to feel unwell or to have a slight fever, and you may lose weight. At times, tiredness can be overwhelming, this is known as [fatigue](https://www.versusarthritis.org/about-arthritis/managing-symptoms/managing-fatigue/). The condition can also make you feel low and anxious, and depressed. Diagnosis There's no specific test to diagnose polymyalgia rheumatica. Your doctor will make a diagnosis after listening to you talk about the history of your symptoms and by carrying out a physical examination. You'll also have blood tests to check for any inflammation in your body, and to rule out other conditions. If you're over 50 and have the following symptoms and signs your GP will probably diagnose polymyalgia rheumatica, and start treatment straight away: - new shoulder, neck, hip or thigh pain on both sides of the body, which has been present for at least two weeks - pain and stiff muscles in the shoulders, hips or thighs in the mornings that lasts at least 30 minutes - high levels of inflammation measured by blood tests - no evidence of [rheumatoid arthritis](https://www.versusarthritis.org/about-arthritis/conditions/rheumatoid-arthritis/), such as swollen joints, or positive blood tests. You may be referred to a [rheumatologist](https://www.versusarthritis.org/about-arthritis/treatments/who-will-treat-you/consultant-rheumatologist/) if there's any doubt about the diagnosis or if there are complicating factors. This could be if the symptoms don't improve with steroid treatment or if you have side effects from the treatment. The presence of inflammation alone won't confirm the diagnosis of polymyalgia rheumatica. Inflammation is a feature of many other conditions, including infections and rheumatoid arthritis, so your doctor may do some tests to look for signs of other conditions. You may need to have tests such as x-rays or ultrasound scans. There are other forms of imaging scans that may occasionally be requested by a rheumatologist to rule out other conditions. These include magnetic resonance imaging (MRI) and positron emission tomography (PET) scans. A condition called anaemia (an-ee-me-a), which is a lack of red blood cells that carry oxygen around the body, is quite common in polymyalgia rheumatica. Your doctor may test for this. However, anaemia can also occur in other conditions. Treatments Guidelines setting out the best treatment and care for people with polymyalgia rheumatica state there should be shared decision making between a patient and their healthcare professionals. If you have this condition, you should have a treatment plan tailored to you, that includes: - initial dose of steroids and a schedule for when this dose will ideally be reduced and by how much, if your condition remains under control - access to education focusing on the impact of the condition. You may be given a contact phone number or helpline number for access to your doctor or nurses, if you have concerns about any changes in your condition such as flares or side effects to drugs. Steroids Steroid treatment is usually very effective to treat polymyalgia rheumatica. Steroids work by reducing inflammation. They can't cure your condition, but the symptoms will improve significantly within two weeks once steroid treatment is started. Normally, steroid treatment for polymyalgia rheumatica will be taken as tablets. Your symptoms may almost disappear after four weeks of steroid treatment. However, treatment usually needs to continue for up to two years, or occasionally longer, to stop the symptoms returning. The [steroid tablet](https://www.versusarthritis.org/about-arthritis/treatments/drugs/steroids/) most often prescribed is called prednisolone. Potential side effects can include weight gain and the condition [osteoporosis](https://www.versusarthritis.org/about-arthritis/conditions/osteoporosis/), which can cause people's bones to become thinner and more fragile, and therefore may fracture more easily. There are groups of people who could be at an increased risk of side effects, including those who have: - diabetes - high blood pressure - a recent fracture - a peptic ulcer - a cataract - glaucoma. If you're in one of these groups, your doctor will talk to you about drugs that may be prescribed alongside steroids to reduce any risks. After two to four weeks, your doctor will gradually reduce the dose of steroids. The reduction will be made in stages depending mainly on your symptoms but helped by carrying out repeated blood tests to look for inflammation. If symptoms return when the dose is reduced, your doctor may have to increase the dose for a short time, possibly several weeks, and then try to reduce it again. You shouldn't stop taking your steroid tablets suddenly or alter the dose unless advised by your doctor, even if your symptoms have completely cleared up. This is because your body stops producing its own steroids, called cortisol, while you're taking steroid tablets. Your body will need some time to resume normal production of natural steroids when the medicine is reduced or stopped. Even when you feel well, your doctor may wish to see you regularly so that you can be assessed for signs of the condition coming back, or side effects from the drugs. Your doctor may want to check your general health and check your blood pressure, blood sugar and cholesterol. You may also be asked to have a bone density (DEXA) scan to check the strength of your bones. It's recommended you carry a steroid card that shows what dose of tablets you're on and how long you've been taking them. This will help if you need to see another doctor, for example while you're away from home, or another healthcare professional, for example a dentist. Please show them the card - depending on what additional treatment you need, the steroid dose may need to be adjusted. Steroid cards are available from most pharmacies. Other treatments Prevention of osteoporosis Like all medicines, steroids can have side effects. One of the side effects of steroids is [osteoporosis](https://www.versusarthritis.org/about-arthritis/conditions/osteoporosis/), which can cause bones to become thinner and then fracture. The nationally recommended treatment for this is medicine called [bisphosphonates](https://www.versusarthritis.org/about-arthritis/treatments/drugs/bisphosphonates/) (biss-foss-fo-nates). These are a group of drugs that can slow down or prevent bone loss. You can ask your doctor about treatment with bisphosphonates. Examples include alendronate and risedronate. Pain relief [Painkillers](https://www.versusarthritis.org/about-arthritis/treatments/drugs/painkillers-and-nsaids/), such as paracetamol, or short courses of [non-steroidal anti-inflammatory drugs (NSAIDs)](https://www.versusarthritis.org/about-arthritis/treatments/drugs/painkillers-and-nsaids/), such as [ibuprofen](https://www.versusarthritis.org/about-arthritis/treatments/drugs/ibuprofen/) or naproxen, can help ease pain and stiffness. They can be taken at the same time as steroid tablets. Disease-modifying anti-rheumatic drugs (DMARDs) There may be some situations where your doctor will want to prescribe a type of drug called a [disease-modifying anti-rheumatic drug (DMARD)](https://www.versusarthritis.org/about-arthritis/treatments/drugs/disease-modifying-anti-rheumatic-drugs-dmards/), alongside steroids. These drugs work by reducing inflammation that is causing symptoms such as pain and stiffness. DMARDs allow a lower dose of steroid to be used. These drugs could be prescribed if: - your symptoms don't improve with steroids - you have unusual symptoms - it's difficult to reduce the dose of steroids - you get frequent flare-ups of your condition, where your symptoms rapidly get worse. You may need to see a specialist to be prescribed a DMARD. The specialist may decide to prescribe a DMARD alongside steroid tablets, which may help to reduce the inflammation and lower the steroid dose. An example is [methotrexate](https://www.versusarthritis.org/about-arthritis/treatments/drugs/methotrexate/). If you're taking a DMARD it's important to have regular check-ups, blood pressure checks and blood tests to check for potential side effects. Living with polymyalgia rheumatica Steroid treatment is usually very effective at treating polymyalgia rheumatica. However, because it can increase your risk of getting [osteoporosis](https://www.versusarthritis.org/about-arthritis/conditions/osteoporosis/), it's important to think about other risk factors associated with this condition. Smoking or drinking a lot of alcohol will increase your risk of developing osteoporosis. Ensuring you get enough [calcium and vitamin D](https://www.versusarthritis.org/about-arthritis/treatments/drugs/calcium-and-vitamin-d/), and that you do some weight-bearing exercise will reduce the risk of getting osteoporosis. Keeping active If you have polymyalgia rheumatica, you'll need to find the right balance between rest and activity. Too much exercise is likely to make your symptoms worse, but activity usually helps to ease pain and stiffness in the muscles of the shoulders, hips and thighs. [Physiotherapy](https://www.versusarthritis.org/about-arthritis/treatments/therapies/physiotherapy/), including range of movement exercises for the shoulders, can help to reduce pain and maintain mobility. Weight-bearing exercise is good for maintaining bone strength and reducing the risk of [osteoporosis](https://www.versusarthritis.org/about-arthritis/conditions/osteoporosis/). Weight-bearing exercise is anything like jogging, walking, tennis, dancing or lifting weights, where some force or the weight of the body is impacted on bones during the exercise. This is in contrast to swimming, for example, where the water supports the weight of the body. Walking is usually the most suitable weight-bearing exercise for people with polymyalgia rheumatica. Sitting for any length of time may cause stiffness, making activities such as driving more difficult. Stop from time to time on a long journey to stretch your shoulders, arms and legs. Simple measures such as a hot bath or shower can help to ease pain and stiffness, either first thing in the morning or after exercise. Diet and nutrition Steroid treatment reduces the amount of calcium in the body. If you're on steroid treatment, it's recommended you aim for a daily intake of 700-1200 mg of calcium. A pint of milk a day, together with a reasonable amount of other foods that contain calcium, should be enough. Appropriate calcium content of some common foods |Food||Calcium content| |115 g (4 oz) whitebait (fried brown or white (4 1/2 oz) (4 (4 oz) baked (4 oz) boiled cabbage||40 mg| Note: measures shown in ounces or pints are approximate conversions only. Vitamin D Vitamin D is needed to help the body absorb calcium. The best source of [vitamin D](https://www.versusarthritis.org/about-arthritis/treatments/drugs/calcium-and-vitamin-d/) is sunlight on bare skin. However, sunshine in the UK isn't good enough all year round to guarantee we get the vitamin D needed. Because of this, and because it's an important nutrient, it's recommended that we all take vitamin D supplements in the autumn and winter months. These can be bought from supermarkets and health food shops. You can also discuss this with a pharmacist. There are some at risk groups who are advised to take vitamin D supplements all year round, including: - people who are housebound and therefore don't go out in the sunshine often enough - people who wear clothes that cover their whole body, limiting the amount of sunshine on their skin - people with dark skin, because dark skin is not as good as absorbing vitamin D from sunlight, compared to pale skin. Related information Dorothy's story I was 57 when I developed polymyalgia rheumatica and [giant cell arteritis](https://www.versusarthritis.org/about-arthritis/conditions/giant-cell-arteritis-gca/). I was head of news and current affairs at Channel Four television and a single parent of a child of 12. It began with a very sore neck. I tried massage, but it didn't work. Then my shoulders started to ache. On a few mornings, when I woke up, I found it difficult to move my arms, though my hands moved easily. The problem would wear off quickly, and I would forget about it. Then one morning I woke up and my arms wouldn't move at all for 20 minutes. Although I was young to get the condition, I knew I had polymyalgia rheumatica, as my mother had it. It makes you suddenly feel like an old lady as you can't move properly. I was given a blood test to check inflammation levels and was put onto steroid tablets. Unfortunately, I wasn't put on a high enough dose and the aches, pains and weakness got worse. One night I was so ill and tired I couldn't even open my eyes. A few nights I had to tell my daughter to have toast for dinner because I couldn't move. My daughter was very upset and frightened. I would have to go to bed as soon as I got home. Sometimes during the day, I would get into my car in the car park and sleep. When I was put on the correct dose of steroids I felt OK, but did cut back my social life a lot. Eventually, I developed a terrible headache and my jaw became very stiff. I knew at once this was giant cell arteritis. I had to immediately take a very large dose of steroids to prevent sight loss, which is a very real risk with GCA. For two-and-a-half years I had to take steroids and then I was moved onto methotrexate for a year. I put on weight and my face took on a moon shape. I became tired much more easily. Early on I joined the patient group [PMRGCAuk](https://pmrgca.org.uk/). I found it really helpful to meet other people with the condition and swap experiences and ideas. After three-and-a-half years, the condition went away. I came off the drugs. My weight went down and my face returned to its normal shape. As I had taken that high dose of steroids when I developed GCA, my sight is fine. As head of news and current affairs, I have ultimate responsibility for Channel Four News, Dispatches, Unreported World and all other news and current affairs programming. I generally work at least 60 hours a week commissioning programmes, watching films and dealing with a wide range of programmes. I would say that I should have taken time off work and that I had to learn to expect less of myself and to tell others I had a debilitating illness, so they should expect less of me. "}