{"title": "More on Rudolf Steiner", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2004-12-01", "cleaned_text": "| | Reading around about this dangerous anthroposophy stuff I found a site called [Defending Steiner](http://www.defendingsteiner.com/). I found it quite interesting.At the very least, there is someone who thinks that all the accusations of cults and the like are fabricated. I am inclined to write it all off as a whitewash, yet it is well presented. To really get to the bottom of all this I would have to do a lot more reading than I feel like doing at the moment. I'll admit that the few things that I have read by [Steiner](http://www.defendingsteiner.com/articles/steiner.php) seem to present the writings of a reasonable man. If you google around the Internet you will find all sorts of stuff, including some plain wierd quotes about race wars etc. The raw amount of material he left is enormous. 500 books or something like that. I'll leave it to the experts to burrow through that much material to establish a fair and balanced representation. [Defending Steiner](http://www.defendingsteiner.com/) contains an [Index of Allegations](http://www.defendingsteiner.com/allegations/index.php) with links to a number of articles. The author asks and answers the question [Was Rudolf Steiner a German Nationalist?](http://www.defendingsteiner.com/allegations/rs-nationalism.php) The answer appers to be \"no\". The argument is a bit weak because the evidence is mostly circumstantial. Then again, I haven't seen the claims to which the author is responding. Next up is the question [Was Rudolf Steiner was an anti-Semite](http://www.defendingsteiner.com/allegations/rs-antisemitism.php). This the author does not even try to answer; he merely links to a study that says no. As usual, the points get complicated, and it's not worth it to me to slog through it all. Reasonable men disagree, it seems. The next point, to the question [Does Rudolf Steiner's Anthroposophical approach to medicine reject conventional scientific medicine?](http://www.defendingsteiner.com/allegations/a-medicine.php) appears clear (and mercifully short). Since the so-called anthroposophical doctors need to be board-certified MD's, it seems unlikely that they are complete quacks. You only have to look back to the 1980's to see how non-mainstream therapies such as acupuncture were considered scandalous and \"unscientific\" to realize that just because science can't initially imagine how something works does not mean that it does not work. The question [Was Rudolf Steiner an admirer of Heinrich von Treitschke](http://www.defendingsteiner.com/articles/rs-treitsschke.php) is likely to be completely uninteresting to the average reader. I mean, who was this Trietschke character anyway. [Nietzsche](http://plato.stanford.edu/entries/nietzsche/) is better known, and the fact that [Steiner](http://www.defendingsteiner.com/articles/steiner.php) was a contemporary is interesting. [Was Rudolf Steiner a disciple of Friedrich Nietzsche?](http://www.defendingsteiner.com/articles/rs-nietzsche.php) examines their relationship - an entirely one-way one at that. ( [Steiner](http://www.defendingsteiner.com/articles/steiner.php) studied and wrote about Nietzsche's work, but not vice versa). I don't know why the label \"disciple\" is being used. Steiner was clearly not a \"disciple\" in the conventional sense. The article examining whether [ Rudolf Steiner was a member of Theodore Reuss's OTO ](http://www.defendingsteiner.com/articles/rs-reuss.php) is another one that relies heavily on an outside source. But then, who better than an expert on [Reuss](http://user.cyberlink.ch/%7Ekoenig/reuss.htm) to answer the question? The next major section contains an [Index of Misconceptions](http://www.defendingsteiner.com/misconceptions/index.php), and examines the question of what a [Root Race](http://www.defendingsteiner.com/misconceptions/r-race.php) and [Sub-Race](http://www.defendingsteiner.com/misconceptions/subrace.php) are. These articles are interesting. You see both terms referenced frequently on the internet. Yet they are rarely explained in much detail. Either you get all 1200 pages of [Blavatsky's](http://www.blavatsky.net/) [Secret Doctrine](http://www.theosociety.org/pasadena/sd/sd-hp.htm) or you get some drivel about how any reference to the term is [automatically an indication of neo-nazi white-supremist](http://www.shoaheducation.com/rootrace.html) belief. The author (whose name appearently is Daniel Hindes) seems to have a thing about [Peter Staudenmaier](http://aelzina.com/Staudenmaier/Peter_Staudenmaier.php)'s [\"Anthroposophy & Ecofascism\"](http://www.defendingsteiner.com/refutations/anthroposophy%20and%20Ecofascism.php). He uses harsh words to describe what he considers the irresponsible scholarship that went into that article. I must admit, when I first read the article a few weeks ago I though I had this whole anthroposophy thing figured out. Instead it appears I might have been had a bit. If the thing about [Steiner and the mythical \"Nordic-Germanic Sub-Race\"](http://www.defendingsteiner.com/misconceptions/nordic-germanic.php) is any indication of [Staudenmaier](http://aelzina.com/Staudenmaier/Peter_Staudenmaier.php)'s integrity then [Anthroposophy & Ecofascism](http://www.defendingsteiner.com/refutations/anthroposophy%20and%20Ecofascism.php) starts to look like a major attempt at character assassination. I must admit that I haven't read Daniel's entire [critique](http://www.defendingsteiner.com/refutations/anthroposophy%20and%20Ecofascism.php) (I mean 68 pages! come on!) but the parts I jumped around to made the point well. It reminds me of when I started to read [The Atlantic](http://www.theatlantic.com) cover to cover several years ago. You'll read an article and be convinced. They next month you will read a long letter attacking the article, and change your mind, then you'll read the original author's rebuttal and be unsure again. While most of us would probably prefer to know for sure, I suppose it is better to be exposed to different persepectives. The section also includes an article asking [What is an Anthroposophist?](http://www.defendingsteiner.com/misconceptions/anthroposophist.php) I'll admit to not having thought of this before, and I can't say I care much more now either. The [Articles](http://www.defendingsteiner.com/articles/index.php) section lists several, but a few, for example the ones on [Nietzsche](http://www.defendingsteiner.com/articles/rs-nietzsche.php) and [Trietschke](http://www.defendingsteiner.com/articles/rs-treitsschke.php) are duplicates. There is an article titled [Anthroposophy and Science](http://www.defendingsteiner.com/articles/a-and-science.php) that argues, get this, that Anthroposophy is a science! Uh huh. I'll have to read that one again. A longer piece goes into the relationship between [Rudolf Steiner and Ernst Haeckel](http://www.defendingsteiner.com/articles/rs-haeckel.php). I must admit that I skimmed throught that one, but it looked interesting. More curious was the one on [Rudolf Steiner and Guido von List](http://www.defendingsteiner.com/articles/rs-list.php). List is a name you see among the ideological antecedants of Nazism, so seeing him in such proximity to [Steiner](http://www.defendingsteiner.com/articles/steiner.php) I was prepared for the worst. Instead I read that [Steiner](http://www.defendingsteiner.com/articles/steiner.php) had only harsh words for List. In addition, there are a few [Book Reviews](http://www.defendingsteiner.com/book/index.php) and a page each on [Rudolf Hess](http://www.defendingsteiner.com/pers/Hess.php), [Peter Bierl](http://www.defendingsteiner.com/pers/Bierl.php), and [Gregor Schwartz-Bostunitsch](http://www.defendingsteiner.com/pers/Bostunitsch.php). The first I had heard of, the other two I had not. Well, I've wasted a whole afternoon and evening reading all this. If nothing else, I have learned that things are not as black and white as I first thought. Jeff "}