{"title": "11 mujeres que luchan y lucharán siempre contra el cáncer: Las doctoras que nos curan", "author": "Chloe", "url": "https://www.trendencias.com/feminismo/11-mujeres-que-luchan-lucharan-siempre-cancer-doctoras-que-nos-curan", "hostname": "trendencias.com", "description": "En el Día contra el Cáncer de Mamá queremos homenajear a esas mujeres que investigan, curan esta enfermedad que afecta a tantas mujeres", "sitename": "Trendencias", "date": "2018-10-19", "cleaned_text": "Como se suele decir en estos casos, no están todas las que son pero son todas las que están. Muchas doctoras, investigadoras y gestoras trabajan día a día para que los tratamientos y la lucha contra el cáncer sea cada vez más eficaces, para conseguir recursos para investigaciones y para contribuir a que [esta enfermedad que afecta a 26.000 mujeres cada año](https://www.aecc.es/es/todo-sobre-cancer/tipos-cancer/cancer-mama/evolucion-cancer-mama) se cure de la mejor manera posible. Queremos rendir un homenaje a esta mujeres que luchan contra el cáncer el Día Mundial contra el Cáncer de Mama. Elizabeth Blackburn y Carol Greider Elizabeth Blackburn y Carol Greider fueron [Premio Nobel de Medicina en 2009](https://es.wikipedia.org/wiki/Elizabeth_Blackburn) por su descubrimiento de la telomerasa, una enzima que forma los telómeros durante la duplicación del ADN. También descubrieron que las células cancerosas son capaces de seguir produciendo mayor cantidad de telomerasa, provocando la aparición de tumores. Este descubrimiento puede ayudar en el tratamiento contra el cáncer. Margaret Foti Margaret Foti es la CEO de la American Association for Cancer Research (AACR), [la asociación más antigua en investigación contra el cáncer del mundo](https://www.aacr.org/AboutUs/Pages/officers-detail.aspx?ItemID=5). Ha realizado importantes investigaciones que han contribuido a avanzar en la lucha contra el cáncer, y bajo su liderazgo, los miembros del AACR han pasado de 3.000 a 40.000 en 120 países. Solange Peters Solange Peters, [como directora del Comité for Medical Oncology) de Women for Oncology](https://www.esmo.org/Career-Development/Women-for-Oncology), contribuye a fomentar el liderazgo de las mujeres en el estudio contra el cáncer, creando una plataforma de conexión entre oncólogas que le lleve a ser las profesionales líderes en el futuro. Ana Lluch La doctora Ana Lluch, [considerada como mejor oncóloga de España](https://www.incliva.es/actualidad/noticias/ana-lluch-mejor-oncologa-de-espana), cuenta con la alta distinción de la Generalitat Valenciana al mérito científico. [Ana Lluch es un referente en la investigación y el tratamiento del cáncer de mama](https://es.wikipedia.org/wiki/Anna_Lluch), y por su consulta han pasado miles de mujeres de todo el mundo. Cristina Saura Cristina Saura es Jefe de la Unidad de Cáncer de Mama en el Hospital Universitario Vall d'Hebron (HUVH), es también la Investigadora principal del [Grupo del Cáncer de Mama del Hospital](https://www.vallhebron.com/es/cancer-de-mama-y-melanoma), que investigan en áreas como el cáncer de mamá diagnosticado en el embarazo, los mecanismos de resistencia a los diferentes tratamientos contra el cáncer de mama, la puesta en práctica de la secuenciación de tumores en pacientes con cáncer de mama o sobre los factores que intervienen en la resistencia a los tratamientos anti-HER2 y las estrategias destinadas a revertirlos. Ana María Casas [La doctora Ana María Casas se enfrentó a la misma enfermedad que sus pacientes](https://www.bbc.com/mundo/noticias-37718904): esta oncóloga y experta en cáncer de mamá notó un día un bulto en el pecho y sufrió los mismos síntomas que llevaba años tratando y curando durante más de 15 años. Ana María Casas ha sido directora médica de dos centros hospitalarios en España y coordinadora del primer plan integral contra el cáncer desarrollado en Andalucía. Tras la cirugía y debido al tratamiento de quimioterapia compartió pasillos en el hospital con las mismas pacientes que pasaba consulta. Carmen Torres No solo el papel de las doctoras es importante, las enfermeras juegan un papel muy significativo en el tratamiento y en la cura del cáncer de mama. La investigación de la profesora de Enfermería de la CEU UCH, Carmen Torres, bajo la dirección de la doctora Belén Merck, [ha sido premiada como la mejor comunicación en la I Reunión Ibérica de Cirugía Mamaria](https://medios.uchceu.es/actualidad-ceu/enfermeria-y-cancer-de-mama-una-investigacion-de-premio/), organizada por la Asociación Española de Cirujanos de Mama, AECIMA. El estudio estaba dedicado a valorar las funciones de la enfermería en las Unidades de Mama de los hospitales españoles. Laura Soucek Laura Soucek es doctora y profesora investigadora en terapias antitumorales y fruto de sus años trabajando en la lucha contra el cáncer fundó junto con su colega la doctora Marie-Eve Beaulieu la empresa Peptomyc en 2014. El objetivo de Peptomyc es proporcionar nuevas terapias más efectivas y menos perjudiciales que las actuales a los pacientes con cáncer. María Blasco Marhuenda María Blasco es una científica española especializada en los telómeros y la telomerasa y desde 2011 [dirige en España el Centro Nacional de Investigaciones Oncológicas (CNIO)](https://es.wikipedia.org/wiki/Mar%C3%ADa_Blasco_Marhuenda). Ha publicado más de 200 artículos en las revistas científicas más prestigiosas del mundo (Nature, Science o Cell), es actualmente referente mundial en el estudio de los telómeros (los extremos de los cromosomas) y la enzima que los controla, la telomerasa, y su relación con el cáncer y el envejecimiento y ha conseguido, gracias a la amplia divulgación de sus trabajos, popularizar estos términos. Angelita Rebollo Angelita Rebollo fue [la investigadora que descubrió una molécula mostrada como muy eficaz en tratar tumores de mama](https://www.lavanguardia.com/vida/20170621/423581357459/investigadora-que-descubrio-molecula-contra-cancer-mama-recibe-premio-innova.html). Angelita trabaja desde hace tres décadas en París, donde lidera un equipo de investigación en la Universidad Pierre y Marie Curie. Gracias a sus investigaciones se ha avanzado en la curación del cáncer de mama, concretamente en uno de los tumores más agresivos, tras el descubrimiento en 2013 de una molécula que han nominado "}