{"title": "No es Aaron Rodgers antivacuna, sólo alérgico", "author": "REFORMA", "url": "https://www.latimes.com/espanol/deportes/articulo/2021-11-05/aaron-rodgers-antivacuna-alergico", "hostname": "latimes.com", "description": "El quarterback de los Packers de Green Bay, Aaron Rodgers, aceptó que no está vacunado contra el Covid-19, pero dice lo hizo por su salud.", "sitename": "Los Angeles Times en Español", "date": "2021-11-05", "cleaned_text": "No es Aaron Rodgers antivacuna, sólo alérgico El quarterback de los Packers de Green Bay, Aaron Rodgers, aceptó que no está vacunado contra el Covid-19, pero dice lo hizo por su salud. El mariscal de campo, quien en días pasados dio positivo al coronavirus, contó que investigó mucho con médicos sobre las vacunas y descubrió que es alérgico a uno de los ingredientes que hay en las de Pfizer y Moderna, mientras que no le gustaron los efectos secundarios en la Johnson & Johnson. Es por eso buscó otros métodos para fortalecer su cuerpo de manera natural. \"No soy un antivacuna, la Tierra es plana (...) Soy alérgico a un ingrediente que está en las vacunas de ARNm. Encontré un protocolo de inmunización a largo plazo para protegerme a mí y mis compañeros y estoy muy orgulloso de la investigación que se realizó en ella\", contó en el de Pat McAfee. \"No fue nada en contra de la liga, de hecho la liga estaba muy al tanto y les pedí que me aeptaran mi inmunización como parte de su protocolo de vacunación\". Criticó a la NFL porque dice que los protocolos que implementó fueron más dar una buena imagen. También mencionó que no mintió hace unos meses cuando se le preguntó si estaba vacunado, ya que contestó que estaba \"inmunizado\" por dicho tratamiento. \"Era una cacería de brujas y todos en los medios parecían muy preocupados de quién estaba vacunado, lo que eso significaba, quién era tan egoísta. En ese entonces mi plan era decir que estaba inmunizado, no fue ninguna mentira, fue la verdad\", contó, aunque también piensa que no es correcto obligar a las personas a ser vacunadas. La liga no habría aceptado su inmunización y el quarterbak ha caído en varias faltas al ser categoría No Vacunado, como no usar tapabocas, reunirse con más de tres jugadores y tener contacto con personas fuera del equipo. "}