{"title": "PDF", "author": "PDF", "url": "https://portalsocial.guanajuato.gob.mx/sites/default/files/programas_sociales/reglas_operacion/2016_SNDIF_Programa_apoyos_proteccion_personas_estado_necesidad_reglas_operacion.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 1 SEPTIMA SECCION PODER EJECUTIVO SECRETARIA DE SALUD ACUERDO por el que se emiten las Reglas de Operación del Programa de Apoyos para la Protección de las Personas en Estado de Necesidad, para el ejercicio fiscal 2016. Al margen un sello con el Escudo Nacio nal, que dice: Estados Unidos Mexicanos. - Secretaría de Salud. MARÍA DE LAS MERCEDES MARTHA JUAN LÓPEZ, Secretaria de Salud, con fundamento en los artículos 39, de la Ley Orgánica de la Administración Pública Federal; 77, de la Ley Federal de Presupuesto y Responsabilidad Hacendaria; 29 y 30, del Presupuesto de Egresos de la Federación para el Ejercicio Fiscal 2016, así como 5, apartado D, fracción IV y 7, fracción XVIII, del Reglamento Interior de la Secretaría de Salud, y CONSIDERANDO Que la Ley Federal de Presupuesto y Responsabilidad Hacendaria dispone en su artículo 77, que con el objeto de que la administración de los recursos públicos federales se realice con base en criterios de legalidad, honestidad, eficiencia, eficacia, economía, racionalidad, au steridad, transparencia, control, rendición de cuentas y equidad de género, el Presupuesto de Egresos de la Federación, señalará los programas a través de los cuales se otorguen subsidios y aquellos programas que deberán sujetarse a reglas de operación, así como los criterios generales aplicables a las mismas; Que asimismo, el artículo referido, establece que las entidades, a través de sus respectivas dependencias coordinadoras de sector, serán responsables de emitir las reglas de operación, respecto de los programas que inicien su operación en el ejercicio fiscal siguiente o, en su caso, las modificaciones a aqu ellas que continúen vigentes; Que el Organismo Descentralizado denominado Sistema Nacional para el Desarrollo Integral de la Familia, es una entidad de la Administración Pública Federal, agrupada en el sector coordinado por la Secretaría de Salud, como se desprende del artículo 5, apartado D, fracción IV, del Reglamento Interior de la Secretaría de Salud y de la Relación de Entidades Paraestatales de la Administración Pública Federal, publicada en el Diario Oficial de la Federación el 14 de agosto de 2015; Que en términos de lo dispuesto por el artículo 29, párrafo primero y el Anexo 25, del Presupuesto de Egresos de la Federación para el Ejercicio Fis cal 2016, publicado en el Diario Oficial de la Federación el 27 de noviembre del 2015, el Programa de Apoyos para la protección de las personas en estado de necesidad, estará sujeto a las reglas de operación que se emitan; Que el Sistema Nacional para el D esarrollo Integral de la Familia, es responsable del desarrollo y la ejecución del Programa de Apoyos para la Protección de las Personas en Estado de Necesidad , así como de dar seguimiento al cumplimiento de sus objetivos y evaluar sus resultados; Que el P rograma de Apoyos para la protección de las personas en estado de necesidad no se contrapone, afecta o presenta duplicidad con otros programas y acciones del Gobierno Federal en cuanto a diseño, beneficios, apoyos otorgados y población objetivo; Que los re cursos y las acciones destinadas a solventar los efectos ocasionados por desastres naturales, deberán apegarse a los lineamientos y mecanismos que determinen la Secretaría de Gobernación y la Secretaría de Hacienda y Crédito Público, en sus respectivos ámb itos de competencia y de conformidad con las disposiciones jurídicas aplicables, y Que los gastos indirectos del Programa de Apoyos para la protección de las personas en estado de necesidad para el Ejercicio Fiscal 2016, se ajustarán a lo establecido en el Decreto que establece las medidas para el uso eficiente, transparente y eficaz de los recursos públicos, y las acciones de disciplina presupuestaria en el ejercicio del gasto público, así como para la modernización de la Administración Pública Federal, pu blicado el 10 de diciembre de 2012, en el Diario Oficial de la Federación y a los Lineamientos para la aplicación y seguimiento de las medidas para el uso eficiente, transparente y eficaz de los recursos públicos, y las acciones de disciplina presupuestari a en el ejercicio del gasto público, así como para la modernización de la Administración Pública Federal, publicados en el Diario Oficial de la Federación el 30 de enero de 2013, he tenido a bien expedir el siguiente 2 (Séptim a Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 ACUERDO ARTÍCULO ÚNICO. - Se emiten las Reglas de Operación del Programa de Apoyos para la protección de las personas en estado de necesidad , para el Ejercicio Fiscal 2016, formuladas por el Sistema Nacional para el Desarrollo Integral de la Familia. TRANSITORIO ÚNICO. - El presente Acuerdo entra rá en vigor el primero de enero de dos mil dieciséis. Dado en la Ciudad de México, Distrito Federal, a los 24 días del mes de diciembre de 2015. - La Secretaria de Salud, María de las Mercedes Martha Juan López .- Rúbrica. REGLAS DE OPERACIÓN DEL PROGRAMA DE APOYOS PARA LA PROTECCIÓN DE LAS PERSONAS EN ESTADO DE NECESIDAD, PARA EL EJERCICIO FISCAL 2016 CONTENIDO 1. Presentación 2. Glosario de términos 3. Objetivo General 4. Subprograma de apoyos a personas en estado de necesidad 4.1 Objetivo 4.2 Lineamientos 4.2.1 Cobertura 4.2.2 Población objetivo 4.2.3 Beneficiarios 4.2.3.1 Requisitos 4.2.4 Características de los apoyos 4.2.4.1 Apoyos Directos Económicos Temporales 4.2.4.2 Apoyos Directos en Especie 4.2.4.3 Apoyos para Atención Especializada 4.2.5 Derechos, obligaciones y sanciones 4.2.5.1 Derechos de los Beneficiarios 4.2.5.2 Obligaciones de los Beneficiarios 4.2.5.3 Sanciones a los Beneficiarios 4.2.6 Participantes 4.2.6.1 Instancias ejecutoras 4.2.6.2 Instancia normativa 4.2.6.3 Coordinación institucional 4.2.7 Procedimiento de Selección 4.2.7.1 De Beneficiarios 4.2.7.2 De las OSC 4.3 Operación 4.3.1 Proceso 5. Subprograma de apoyo a Proyectos 5.1 Objetivo 5.2 Lineamientos 5.2.1 Cobertura 5.2.2 Población Objetivo 5.2.3 Beneficiarios 5.2.4 Participantes 5.2.4.1 Instancia Normativa 5.2.4.2 Instancias Ejecutoras 5.2.4.3 Otras Instancias Participantes Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 3 5.2.5 Requisitos para las Instancias Ejecutoras del Subprograma 5.2.6 Derechos, Obligaciones y Sanciones 5.2.6.1 Derechos de las Perso nas Beneficiarias 5.2.6.2 Obligaciones 5.2.6.2.1 Obligaciones de las Personas Beneficiarias 5.2.6.2.2 Obligaciones de las Instancias Ejecutoras 5.2.6.2.3 Obligaciones de la Instancia Normativa 5.2.6.3 Sanciones 5.3 Operación 5.3.1 Procedimiento para la Selección y Ejecución de Proyectos 5.3.1.1 Diagrama de Flujo del Procedimiento para la Selección y Ejecución de Proyectos o Programas de Trabajo 5.3.2 Características de los Apoyos 5.3.3 Criterios para el Esquema de Complementariedad 5.4 De los Pro yectos del Subprograma 5.4.1 De los Proyectos o Programas de Trabajo 5.4.1.1 Padrón de la Población Objetivo Beneficiada 5.4.2 Modificaciones de Proyectos o Programas de Trabajo 5.5 Ejecución 5.5.1 Ejercicio de los Subsidios 5.5.1.1 Comprobación del Gasto 5.5.2 Avances Físico -Financieros 5.5.3 Informe Final de Resultados 6. Evaluación 6.1 Evaluación Interna 6.2 Evaluación Externa 6.2.1 Fiscalización, Control y Vigilancia 7. Transparencia 8. Participación Social 8.1 Contraloría Social 9. Quejas y Den uncias 10. Anexos Anexo 1 Modelo de Convenio de Concertación con Organizaciones de la Sociedad Civil para brindar atención especializada. Anexo 2 Revaloración del Caso. Anexo 3 Formato de Requisitos del Servicio. Anexo 4 Carta de Consentimiento Libre, Volu ntario y de Compromiso. Anexo 5 Modelo de Convenio de Coordinación Anexo 6 Modelo de Convenio de Concertación Anexo 7 Formato para la Identificación y Validación de Proyectos de los SEDIF Anexo 8 Formato para la Identificación y Validación de Proyectos de las OSC Anexo 9 Cédula de Información de la Población Objetivo Beneficiada (CIPOB) Anexo 10 Padrón de la Población Objetivo Beneficiada Anexo 11 Informe de Avance Físico Financiero Anexo 12 Informe Final de Resultados Anexo 13 Relación de Gastos Anexo 14 E squema de Contraloría Social 4 (Séptim a Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 1. Presentación La Constitución Política de los Estados Unidos Mexicanos, prevé en su artículo 1o., que todas las autoridades, en el ámbito de sus competencias, tienen la obligación de promover, respetar, proteger y garantizar los derechos humanos de conformidad con los principios de universalidad, interdependencia, indivisibilidad y progresividad, asimismo en su artículo 4o., párrafos cuarto y quinto, establece los derechos humanos que toda persona tiene a la protección de la s alud y a un medio ambiente sano para su desarrollo y bienestar, mismos que el Estado debe materializar y garantizar en beneficio de todos los mexicanos. El Sistema Nacional para el Desarrollo Integral de la Familia, ha fortalecido su carácter de promotor y coordinador de programas, orientando sus actividades hacia la prevención y atención de la vulnerabilidad en la familia, a través de la instauración e implantación de programas y proyectos que contribuyen o proporcionan una atención integral. Algunos de el los, se han orientado hacia acciones específicas, dirigidas a persona que se encuentran en condiciones desfavorables. Derivado del análisis realizado a los programas, a partir de la implementación de la metodología de Presupuesto Base Cero, surge el Progra ma de Apoyos para la Protección de las Personas en Estado de Necesidad, con el que se contribuye al cumplimiento de las metas y objetivos del Plan Nacional de Desarrollo 2013 -2018, que en su meta nacional 2 México Incluyente, considera en sus objetivos 2.1 Garantizar el ejercicio efectivo de los derechos sociales para toda la población y el 2.2 Transitar hacia una sociedad equitativa e incluyente, el cual establece en su Estrategia 2.2.2 Articular políticas que atienden de manera específica cada etapa del c iclo de vida de la población, particularmente lo alineado al objetivo 1 del Programa Sectorial de Salud, Cerrar las brechas existentes en salud entre diferentes grupos sociales o regiones del país. Este Programa se relaciona con la implementación de una po lítica nacional de derechos sociales universales y subsidios focalizados a los grupos más vulnerables, por lo que a través de este nuevo Programa se otorgarán recursos para la implementación de obras y acciones enfocadas principalmente a proyectos de infraestructura, rehabilitación y equipamiento y otras acciones que presenten los Sistemas Estatales DIF, los Sistemas Municipales DIF y las Organizaciones de la Sociedad Civil, así como para el otorgamiento de apoyos económicos y en especie, que contribuyan a mitigar de las personas en estado de necesidad. De esta manera, el SNDIF implementa una política nacional con atribuciones en materia de asistencia y apoyo vinculadas a los derechos sociales universales y al otorgamiento de subsidios focalizados a los grup os más vulnerables, en cumplimiento de las actuales disposiciones que le confieren entre otras, la Ley de Asistencia Social, el Programa Nacional de Asistencia Social, la Ley General de los Derechos de las Niñas, Niños y Adolescentes, la Ley General de Pre stación de Servicios de Atención, Cuidado y Desarrollo Integral Infantil y su Reglamento y la Ley General de Víctimas. 2. Glosario de términos Apoyos: Los subsidios que otorga el Gobierno Federal a través del SNDIF a los Beneficiarios de este Programa. Asistencia Social: El conjunto de acciones tendientes a modificar y mejorar las circunstancias de carácter social que impidan el desarrollo integral del individuo, así como la protección física, mental y social de personas en estado de necesidad, indefensión, desventaja física y mental, hasta lograr su incorporación a una vida plena y productiva. Atención Médica : El conjunto de servicios que se proporcionan al individuo, con el fin de proteger, promover y restaurar su salud, la cual podrá apoyarse de medios el ectrónicos de acuerdo con las normas oficiales mexicanas que al efecto expida la Secretaría de Salud. Apoyo en Especie: Los bienes o servicios que son prestados o entregados a la población objetivo beneficiada del Programa sin que medie algún tipo de apoyo o retribución económica. Ayuda Funcional: Los instrumentos, dispositivos o herramientas que permiten a las personas que presentan una discapacidad temporal o permanente, realizar actividades que sin dicha ayuda no podrían ser ejecutadas o requieran de un mayor esfuerzo para su realización. Ayudas Técnicas: Los dispositivos tecnológicos y materiales que permiten habilitar, rehabilitar o compensar una o más limitaciones funcionales, motrices, sensoriales o intelectuales de las Personas con Discapacidad. Bene ficiarios del Programa: Sistemas Estatales DIF, Sistemas Municipales DIF y Organizaciones de la Sociedad Civil que brinden atención a las Personas en estado de necesidad, a través de sus proyectos apegados a este Programa. CIPOB: Cédula de Información de l a Población Objetivo Beneficiada. Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 5 Convenio de Concertación: El instrumento jurídico que suscriben el Sistema Nacional DIF y las Organizaciones de la Sociedad Civil para la asignación de los recursos con el objetivo de ejecutar un proyecto alineado al Progr ama Apoyos para la Protección de las Personas en Estado de Necesidad. Convenio de Coordinación: El instrumento jurídico que suscriben el Sistema Nacional DIF y los Sistemas Estatales DIF para la asignación de los recursos con el objetivo de ejecutar un pro yecto alineado al Programa Apoyos para la Protección de las Personas en Estado de Necesidad. CURP: Clave Única de Registro de Población. Desventaja Social : Es una condición desfavorable por edad, género, grupo étnico, falta de redes de apoyo, falta de segu ridad social, entre otros, en la que se encuentra la persona o familia, que limita el acceso en aspectos, tales como: educación, salud, empleo, vivienda, alimentación, recreación, economía, lo que afecta su desarrollo integral como individuos. DGIS : Direcc ión General de Integración Social del Sistema Nacional para el Desarrollo Integral de la Familia. DGJE I: Dirección General Jurídica y de Enlace Institucional del Sistema Nacional para el Desarrollo Integral de la Familia . Discapacidad: Es la consecuencia d e la presencia de una deficiencia o limitación en una persona, y que resulta de su interacción con diversas barreras debidas a la actitud y al entorno que evitan su participación plena y efectiva en la sociedad, en igualdad de condiciones con las demás. Enfermedades Crónico Degenerativas : Conjunto de enfermedades incurables que se agravan con el paso del tiempo y requieren tratamiento farmacológico de por vida, siendo las más conocidas artritis, reumatoide, diabetes, hipertensión arterial, diferentes tipos de cáncer, lupus, VIH sida, cirrosis hepática, hipertiroidismo o hipotiroidismo, alergias, demencia, Alzheimer, insuficiencia cardiaca, insuficiencia renal, entre otras. Entidad Federativa: Los Estados de la República Mexicana y el Distrito Federal. Estudi o Socioeconómico : Consiste en llevar a cabo una investigación que implica una entrevista, aplicando un instrumento diseñado para identificar los aspectos relevantes de una persona o familia enfocados a salud, situación económica y localización de la vivien da, entre otros, se complementa con evidencias documentales y coordinaciones intra y extra institucionales, así como de visita domiciliaria (cuando el caso lo amerite); que permite evaluar si es sujeto o no de asistencia social y determinar el Plan Social. Expediente Técnico : Es el archivo administrativo integrado y resguardado por el ejecutor del proyecto integrado por: 1) el proyecto aprobado; 2) convenio original firmado; 3) copia de recibo, que en derecho corresponda, emitido por la Instancia Ejecutora; 4) Relación de gastos firmada por la instancia ejecutora incluyendo copia de los comprobantes fiscales (facturas y/o recibos) así como los documentos de verificación emitidos por el Sistema de Administración Tributaria y, en su caso, copia del reintegro q ue se haga a la Tesorería de Federación; 5) informes de Avance Físico -Financiero; 6) informe final de resultados; 7) cédulas de información de la población objetivo beneficiada o Padrón de la Población Objetivo Beneficiada 8) bitácora fotográfica y 9) acta de entrega recepción de obras o equipos a municipios y/o beneficiarios. Gastos Funerarios : Comprende los servicios de la agencia funeraria para egresar el cuerpo de la instancia correspondiente, llevar a cabo los trámites administrativos, proporcionar el ataúd, y traslado del cuerpo a su lugar de residencia o cremación. Igualdad de Oportunidades: El proceso de adecuaciones, ajustes y mejoras o adopción de acciones afirmativas necesarias en el entorno jurídico, social, cultural y de bienes y servicios, que faciliten a las Personas con Discapacidad su inclusión, integración, convivencia y participación en Igualdad de Oportunidades con el resto de la población. Índice de Vulnerabilidad Social : Desde el año 2002, el DIF estableció una \"Fórmula de Distribución d el Índice de Vulnerabilidad Social\" que incorporó distintos componentes de asistencia social y de los criterios de pobreza y marginación, buscando el desarrollo de un modelo más equitativo que promoviera la solidez y transparencia. Lo anterior a partir de una comisión plural conformada por los SEDIF Hidalgo, Estado de México, Querétaro, Morelos, Tlaxcala, San Luis Potosí y Zacatecas. La Fórmula permite focalizar las acciones, además de establecer en mayor medida una situación más objetiva y transparente en la distribución de los recursos. INE: Instituto Nacional Electoral. 6 (Séptim a Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 Instancia (s) Ejecutora (s): Los Sistemas Estatales para el Desarrollo Integral de la Familia, los Sistemas Municipales para el Desarrollo Integral de la Familia y las Organizaciones de la Sociedad Civil que sean responsables de la ejecución de proyectos. Instancia Coordinadora Nacional : La Unidad de Atención a la Población Vulnerable será la Instancia Coordinadora Nacional del Programa. Instancia Normativa: La DGIS o la Unidad de Atención a la Población Vulnerable, del Subprograma que corresponda. Investigación Socioeconómica : Conjunto de técnicas y métodos tendientes a indagar, observar y verificar toda clase de hechos significativos en el proceso de atención, la experiencia y situaciones sociales y económicas interrelacionadas con la persona motivo de estudio a fin de determinar si el solicitante es sujeto de asistencia social. LFFAROSC: Ley Federal de Fomento a las Actividades Realizadas por Organizaciones de la Sociedad Civil. Línea de b ienestar económico . Indicador de pobreza moderada estimado por el CONEVAL con base en el MCS -ENIGH. MCS -ENIGH: Módulo de Condiciones Socioeconómicas - Encuesta nacional de ingresos y gastos de los hogares. Número de Control : Clave con que se identifica a l os proyectos que quedan registrados en el inventario de obras y acciones. Obras : La construcción, remodelación, ampliación o adecuación de o en bienes inmuebles. OIC: Órgano Interno de Control. Organizaciones de la Sociedad Civil (OSC): Agrupaciones u orga nizaciones mexicanas (Instituciones de Asistencia Privada y Asociaciones Civiles) que, estando legalmente constituidas, no persigan fines de lucro ni de proselitismo partidista, político -electoral o religioso. Padrón de la Población Objetivo Beneficiada : Por cada uno de los Proyectos, los Sistemas Estatales y Municipales DIF, así como las OSC, deberán integrar un padrón de los beneficiarios en los términos establecidos en el Presupuesto de Egresos de la Federación para el Ejercicio Fiscal 2016, y éste deber á conformarse con la información especificada en la CIPOB. Dichos padrones deberán contar, por lo menos, con los siguientes datos: nombre y apellido del beneficiario, fecha de nacimiento, sexo, CURP, domicilio actual incluyendo localidad, municipio y entid ad, RFC, servicio recibido (beneficio) y fecha en la que recibió el beneficio. PEF: Presupuesto de Egresos de la Federación para el Ejercicio Fiscal 2016. Personas con Discapacidad: Son todas aquellas personas que tengan deficiencias físicas, intelectuales , mentales o sensoriales a largo plazo que, al interactuar con diversas barreras, puedan impedir su participación plena y efectiva en la sociedad, en igualdad de condiciones con las demás. Plan Social : Conjunto coordinado de acciones, basadas en un Estudio Socioeconómico, a fin de lograr propósitos determinados, con la participación del beneficiario y/o de su familia y contribuir a la solución de su(s) problemática(s) detectada(s). Problemáticas Emergentes : Son acontecimientos o circunstancias de riesgo que se presentan de manera imprevista en el entorno social y/o familiar de un individuo, provocando un desequilibrio en su vida que lo convierte en persona vulnerable. Productos de Primera Necesidad : Conjunto bienes para que una persona o familia satisfaga su s necesidades básicas bajo alguna de las siguientes modalidades: a) alimentos: aceite y grasas veg etales comestibles, agua embotellada, arroz, atún y sardina, avena, azúcar, miel de abeja o de maíz, carnes rojas y blancas, café soluble, de grano y té, cere ales de caja, chiles procesados, chocolate, condimentos: sal pimienta, orégano, ajo, clavo, crema comestible, embutidos: jamón, salchicha, mortadela, queso de puerco, chuleta ahumada, longaniza, chorizo, pastel de pollo; frutas, galletas, gelatinas en polv o o envasada, harinas de trigo, maíz o soya, huevo, jugos, lácteos y derivados, leche en polvo, de fórmula, pasteurizada o fresca, leguminosas, frijol, lenteja y haba, pan blanco, de caja y/o dulce, semillas, tortillas; de maíz, trigo o harina, verduras y legumbres; b) artículos de higiene personal: cepillo dental, crema para la piel, desodorantes, jabón de tocador, pañales: niño y/o adulto, papel higiénico, pasta dental, rastrillo, ropa interior para niñas, niños y adolescentes, shampoo, talcos y pomadas, antimicóticos y toallas sanitarias; c) medicamentos, material de curación y/o atención médica: medicamentos especializados, controlados, de línea general, alcohol, merthiolate, agua oxigenada, algodón, gasas, jeringas, micropore, tela adhesiva, sondas, bol sas de diálisis o Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 7 colostomía, gastos médicos, consultas médicas y de rehabilitación; d) productos de limpieza: blanqueador, escobas, fibras, jabón: en polvo, pasta o líquido, jergas, limpiadores, líquidos y servilletas de papel; y d) artículos de papelería : bolígrafos, lápices, cuadernos o libretas, hojas de papel, cinta adhesiva, tijeras, reglas, gomas y pegamentos. Programa: Programa de Apoyos para la Protección de las Personas en Estado de Necesidad. Proyecto : Instrumento documental mediante el cual los Sistemas Estatales DIF, Sistemas Municipales DIF u Organizaciones de la Sociedad Civil, solicitan apoyo presupuestario para el desarrollo de obras de infraestructura, equipamiento y otras acciones, que contribuyan a un objetivo común, en beneficio de la población en estado de necesidad. Reglas: Las Reglas de Operación del Programa de Apoyos para la Protección de las Personas en Estado de Necesidad para el Ejercicio Fiscal 2016. Revisión Técnica : Análisis de gabinete realizado con la finalidad de determinar si las condiciones de funcionalidad y operatividad de las obras o acciones contenidas en un proyecto son acordes al objetivo del mismo y cuyo resultado deberá expresarse en términos de viabilidad. RFC: Registro Federal de Contribuyentes. RFOSC: Registro Fe deral de las Organizaciones Sociales Civiles. SAT: Sistema de Administración Tributaria. SEDIF: Sistema Estatal para el Desarrollo Integral de la Familia. SFP: Secretaría de la Función Pública. SHCP: Secretaría de Hacienda y Crédito Público. SMDIF: Sistema Municipal para el Desarrollo Integral de la Familia. SNDIF : Sistema Nacional para el Desarrollo Integral de la Familia. Subsidio : Recursos fiscales aprobados en el Presupuesto de Egresos de la Federación para el Programa. Sujetos de Asistencia Social : Per sonas y familias que se encuentren señalados en el artículo 4o. de la Ley de Asistencia Social. TDAE: Tabla para Determinar los Apoyos en Especie. TESOFE: Tesorería de la Federación. Vulnerabilidad Social : Se entiende como la condición de riesgo que padece un individuo, una familia o una comunidad, resultado de la acumulación de desventajas sociales e individuales, de tal manera que esta situación no puede ser superada en forma autónoma y queden limitados para incorporarse a las oportunidades de desarrollo. Zona Metropolitana de la Ciudad de México : Conjunto de municipios donde se localiza una población de 50 mil o más habitantes, cuya área urbana, funciones y actividades rebasan el límite del municipio que originalmente la contenía, incorporando como parte de sí misma o de su área de influencia directa a municipios vecinos, predominantemente urbanos, con los que mantiene un alto grado de integración socioeconómica. 3. Objetivo General Contribuir a cerrar las brechas existentes en salud entre diferentes grupo s sociales y regiones del país, mediante el otorgamiento de apoyos y la instrumentación de proyectos para la protección de personas en estado de vulnerabilidad. 4. Subprograma de apoyos a personas en estado de necesidad 4.1 Objetivo Otorgar apoyos que cont ribuyan a subsanar alguna situación emergente de las personas en estado de necesidad. 4.2 Lineamientos 4.2.1 Cobertura La cobertura de atención para Apoyos Económicos Temporales será para personas residentes en la República Mexicana. 8 (Séptim a Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 La cobertura para Apoy os en Especie, será para personas residentes en cualquier entidad federativa, que reciban atención médica en alguna Institución del Sector Salud, ubicada en el Distrito Federal. La cobertura para apoyos de atención especializada, se brindará a través de OS C con sede en la República Mexicana. 4.2.2 Población Objetivo Personas en estado de necesidad. 4.2.3 Beneficiarios Personas en estado de necesidad, que son apoyadas por este Subprograma 4.2.3.1 Requisitos Se deberá presentar solicitud de apoyo directo econ ómico temporal o apoyo directo en especie, o bien de atención especializada, mediante escrito libre y firmado, en la Ventanilla Única del SNDIF en el Área de Atención Ciudadana, ubicada en Avenida Emiliano Zapata No. 340, Col. Santa Cruz Atoyac, C.P. 03310 , Delegación Benito Juárez, México, D.F. con un horario de atención de 9:00 a 16:00 horas o en la Ventanilla Única de la Dirección General de Integración Social ubicada en Av. Insurgentes Sur 3700 -B, Col. Insurgentes Cuicuilco, C.P. 04530, México, D.F. con un horario de atención de 8:00 a 16:00 horas. Las solicitudes deberán contener lo siguiente: a) Nombre del solicitante, tipo de apoyo solicitado y designación de la persona a favor de la cual se promueve la petición. b) Motivo de la petición. c) Domicilio para recibir notificaciones y autorización de visitas domiciliarias (indicando entre qué calles se ubica) d) Números telefónicos locales, celulares o correo electrónico del solicitante y/o beneficiario, o bien de los familiares, amigos o vecinos, donde se les pueda localizar o dejar recado. e) Proporcionar la documentación que se enlista y señala por tipo de apoyo conforme al Formato de Requisitos del Servicio, Anexo 3. Las solicitudes serán recibidas, desde el primer día hábil de 2016 hasta el último día hábil del mes de septiembre del mismo año. En caso de que los posibles beneficiarios sean niñas, niños y adolescentes; los trámites podrán ser realizados por los padres, familiares directos, tutores o representante legal. Para la celebración de convenios d e concertación, las OSC deberán dirigir durante los meses de enero a septiembre de 2016, una comunicación escrita expresando su deseo de participar en la ejecución de este Programa, debidamente firmado por su representante legal, acompañando todas y cada u na de las siguientes constancias documentales: I. Copia de su Registro Federal de Contribuyentes, expedido por la Secretaría de Hacienda y Crédito Público; II. Constancia de domicilio fiscal y número telefónico; III. Acta Constitutiva; IV. Poder Notarial o designación del representante legal en el acta constitutiva; V. Identificación vigente del representante legal; VI. Registro Federal de las Organizaciones de la Sociedad Civil (CLUNI); VII. Constancia de su inscripción en el Directorio Nacional de Institu ciones de Asistencia Social o bien, del Registro Nacional de Centros de Asistencia Social, según sea el caso. VIII. Contrato de Apertura de la Cuenta Bancaria a nombre de la Institución; IX. Certificación Bancaria Original de la Institución Financiera de l a Cuenta de Cheques abierta a nombre del Beneficiario, que incluya el número de cuenta con 11 posiciones, así como la Clave Bancaria Estandarizada (CLABE) con 18 posiciones, firmado por el ejecutivo de cuentas de la institución bancaria; y, X. Autorización para recibir donativos deducibles de conformidad con la legislación fiscal vigente. Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 9 La documentación se presentará en copia simple y original para cotejo, a excepción de la documental referida en el numeral IX de este apartado. 4.2.4 Características de lo s apoyos 4.2.4.1 Apoyos Directos Económicos Temporales. Es una aportación económica mensual de hasta $1,500.00 destinada a un beneficiario de acuerdo a un sólo Plan Social establecido, con una temporalidad de 3, 6, 9 y 12 meses como máximo, previa revalora ción del caso trimestralmente y podrá otorgase 3 meses más en aquellos casos prescritos con tratamientos médicos de por vida o prolongados, o bien tratándose de apoyos para facilitar la reintegración familiar o prevenir la institucionalización. Este tipo d e apoyo se otorga a personas y familias cuya economía esté en desequilibrio, con problemas de salud o requieran de atención o tratamiento médico y para iniciar una actividad productiva. El Plan Social determinado con el trabajador social estará enfocado a las siguientes modalidades: a) Medicamento y atención médica. b) Productos de primera necesidad. c) Fomento de actividad remunerativa lícita. d) Capacitación. Los días de pago de este apoyo para los solicitantes y/o beneficiarios serán los primeros 4 días hábiles de cada mes, quienes acudirán para su entrega, a la Caja General del SNDIF. En caso de que no puedan realizar el cobro, lo podrá efectuar algún familiar o cualquier otra persona mayor de edad, exponiendo la problemática mediante una Carta Poder, pr esentando la documentación que avale la situación. Dicha carta será firmada por los interesados, como testigos, el trabajador social, el Supervisor y el Jefe de Departamento o en ausencia de éste el Subdirector de Servicios Asistenciales. En caso de no acu dir el beneficiario y/o solicitante a cobrar el apoyo económico temporal en la Caja General del SNDIF, por alguna situación emergente que lo imposibilite, deberá de presentar la documentación de la situación que lo avale en la DGIS, a fin de que pueda cont inuar recibiendo el apoyo para el resto de los meses conforme al período establecido, de lo contrario se dará por cancelado el apoyo. 4.2.4.2 Apoyos Directos en Especie: Es un apoyo directo consistente en el otorgamiento de bienes o pago de servicios enfoc ados o vinculados principalmente con problemas de salud. El Plan Social determinado con el trabajador social estará enfocado únicamente a alguna de las siguientes modalidades a la vez por objetivo de gasto, de acuerdo a las especificaciones y montos máximo s establecidos en la siguiente Tabla: Tabla para Determinar los Apoyos Directos en Especie (TDAE) Bien requerido y especificaciones Rango Máximo del Apoyo Prótesis externas. - Auxiliares Auditivos, oculares. $15,000.00 Accesorios para prótesis externas $25,000.00 Ortesis. - rodilleras, zapatos ortopédicos, mallas. $5,000.00 Ayudas funcionales. - Andaderas, bastones, muletas. $5,000.00 Sillas de ruedas estándar o para parálisis cerebral con o sin accesorios (PCI o PCA) y semideportivas (sólo medi ante prescripción médica) . $35,000.00 Material preventivo. - Colchones terapéuticos, donas terapéuticas, prendas de compresión, entre otros. $20,000.00 Aparatos funcionales. - Concentrador de oxígeno, nebulizador y aspirador de secreciones, BPAP, CPAP, e ntre otros. $50,000.00 Cama hospitalaria con colchón, mecánica o eléctrica (por prescripción médica) $30,000.00 Apoyos en general para el cuidado del paciente. - Leches o fórmulas especiales, pañales y suplementos alimenticios, sondas, cánulas, bolsas par a diálisis, colostomía, entre otros. (por prescripción médica) Material de curación $25,000.00 $5,000.00 10 (Séptim a Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 Medicamentos especializados o de línea general. - Tratamiento de quimioterapia, hormona de crecimiento y todos aque llos que se prescriban por Atención Médica. $45,000.00 Estudios médicos. - Resonancia magnética, tomografía por emisión de positrones (PET), tomografía y mastografía, colposcopia, densitometría, electrocardiograma, $20,000.00 Pasaje foráneo al lugar de residencia por atención médica en el Distrito Federal Para el paciente y un acompañante. En caso de que el paciente requiera ser asistido para su cuidado y manejo se proporcionará a dos personas más. Y en casos en qu e la institución médica tratante prescriba estudios de genética se otorgarán hasta para cuatro personas. Se otorgaran vía terrestre, hasta por dos veces en un año. $10,000.00 Pasaje foráneo, por retorno a su lugar de origen Del D.F. al lugar de residenci a para personas que por alguna situación comprobable y que su estancia no sea mayor a diez días naturales en la Ciudad de México, se proporcionarán hasta cinco pasajes o hasta por el monto autorizado en la tabla, según corresponda, por única vez, vía terrestre. Y del D.F. al interior de la República Mexicana en aquellos casos que por una instancia jurídica soliciten la presencia de un familiar responsable para la reintegración familiar, por única vez, vía terrestre hasta dos personas. Este apoyo se proporci onará hasta una vez en un año, en clase turista. $12,000.00 Traslado del paciente y un familiar en ambulancia o avión. - Una sola vez por año en clase turista y por prescripción médica, con un acompañante. $25,000.00 Gastos funerarios. - Se proporcionará cuando su lugar de residencia haya sido en el interior de la República Mexicana y el deceso haya ocurrido en el D.F. $25,000.00 Para el apoyo directo de pasajes de niñas, niños o adolescentes, se requiere que éstos sean acompañados por alguno de sus padr es, tutores o representante legal, debiendo presentar acta de nacimiento del menor para acreditar su filiación y, en su caso, copia certificada de la resolución judicial que acredite el carácter de tutor. El apoyo en especie se podrá otorgar a población be neficiaria de las Organizaciones de la Sociedad Civil con Convenio de Concertación con el SNDIF. En los casos en que el costo del apoyo directo en especie sea superior al rango establecido como máximo en la TDAE y el SNDIF no cubra el costo total del bien, aplicará lo siguiente: El beneficiario y/o solicitante, durante el proceso de valoración deberá presentar documentación comprobatoria (ficha de depósito, cuenta de ahorro, entre otros) o escrito bajo protesta de decir verdad, de que cuenta con la cantid ad para cubrir la diferencia del costo total del bien. Cuando el beneficiario cuente con la aportación de otras instancias o personas, que le permitan complementar el costo total del bien, deberá comprobar la cantidad reunida con la documentación respect iva, así mismo, el SNDIF requerirá a la casa proveedora la factura correspondiente a la aportación que haya realizado. En caso de aportaciones complementarias por los beneficiaros y/o solicitantes, para cubrir el costo total del bien, ésta deberá de ser entregada en la DGIS, en el momento de la adquisición del bien. Cuando el beneficiario no pueda aportar la diferencia del costo total del bien requerido, éste no podrá ser otorgado. Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 11 En los casos que los beneficiaros radiquen en el interior de la República Mexicana y que se atiendan en las Instituciones Médicas del Sector salud ubicadas en el Distrito Federal, se considerará la posibilidad de coordinar con el SEDIF y/o SMDIF el otorgamiento del apoyo de manera bipartita o tripartita según corresponda. En cas o de haber sido beneficiado con medicamentos especializados, excepcionalmente se podrá otorgar nuevamente el apoyo en especie al siguiente año, considerando su situación de salud y socioeconómica. 4.2.4.3 Apoyos para Atención Especializada Es un apoyo que se proporciona a las personas que requieran de atención especializada en centros de asistencia social de carácter residencial, a través de Organizaciones de la Sociedad Civil con las que se celebre convenio de concertación, a fin de que reciban la atención integral, la cual puede tener una temporalidad de 6, 12, 18 y hasta 24 meses como máximo, previa revaloración del caso anualmente. El SNDIF aporta por cada beneficiario una cuota mensual de acuerdo al perfil de atención de la institución que lo acoja, con forme a lo establecido en el convenio de concertación que se suscriba al efecto, cuyo modelo forma parte integral de las Reglas (Anexo 1). Esta medida especial de protección tendrá carácter indirecto, priorizando las opciones de cuidado en un entorno famil iar. Una vez transcurrido el tiempo de atención especializada se podrá canalizar al apoyo directo económico temporal de este Subprograma a fin de promover la reintegración familiar o integración social. En este tipo de apoyo, su vigencia podrá trascender d e un año a otro, ya que el tiempo de permanencia de los beneficiarios dependerá de los siguientes aspectos: De los resultados del seguimiento del caso que el trabajador social efectúe trimestralmente en la Institución con el beneficiario. Por la revalo ración que de manera anual realice el trabajador social en la DGIS, con la persona que firmó la Carta de Consentimiento Libre, Voluntario y de Compromiso (Anexo 4). Los beneficiarios y responsables de éstos, deberán sujetarse a las Reglas, a las disposic iones jurídicas aplicables, así como a los requisitos y procedimientos establecidos por el SNDIF y por la Institución con convenio de Concertación. El apoyo por Atención Especializada concluirá con el egreso del beneficiario de la institución, cuando se presenten las siguientes condiciones: A solicitud de la familia, cuando ésta sea capaz de satisfacer las necesidades del beneficiario y que no exista impedimento jurídico para el egreso. Por cambio del beneficiario a otra institución por dejar de cubrir el perfil de atención o inadaptabilidad institucional del beneficiario. Por no acatar lo dispuesto en las Reglas, en las disposiciones jurídicas aplicables, o los requisitos y procedimientos establecidos por el SNDIF o de la Institución con Convenio de C oncertación, por parte del beneficiario o de sus familiares. Por presentar problemas de conducta o por dejar de cubrir el perfil de atención y no contar con otra institución con convenio en donde le puedan brindar la atención que requiere. En el caso e n que el beneficiario no cubra el perfil de atención en ninguna de las Instituciones con Convenio de Concertación y proceda de los Centros Asistenciales del SNDIF, será responsabilidad del Centro, realizar la investigación correspondiente, a fin de buscar otra alternativa y de elaborar el acta de egreso. Por cumplir la mayoría de edad y no presentar problemas de salud mental que le impidan hacer vida independiente, siempre y cuando ya no se encuentre estudiando. Por ausencia injustificada del beneficiario de las instalaciones de la OSC, sin aviso a la institución, por más de 24 horas. Por defunción del beneficiario. 12 (Séptim a Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 4.2.5 Derechos, obligaciones y sanciones 4.2.5.1 Derechos de los Beneficiarios. a) Ser atendido con igualdad, sin preferencia de género, eda d, religión, nacionalidad o raza. b) Recibir los servicios de manera gratuita sin solicitarle gratificación monetaria o en especie. c) Ser atendido por personal capacitado y profesional. d) Ser valorado y contar con un Plan Social de acuerdo a la normativa establecida por el SNDIF. e) Recibir orientación apegada con su problemática. f) Recibir el apoyo autorizado, cuando se encuentre en los supuestos establecidos por esta normativa. g) Recibir una respuesta por escrito en relación a su solicitud. h) Recibir información suficiente, clara, oportuna y veraz sobre los requisitos, trámite de su solicitud y sanciones. i) Presentar comentarios, sugerencias, quejas o denuncias. j) En caso de Apoyo económico temporal y que el beneficiario no pueda realizar el cobro, lo podrá efectuar un familiar o cualquier otra persona, presentando Carta Poder. k) El SNDIF realizará supervisiones trimestrales, incluyendo las de carácter extraordinario a fin de dar seguimiento social al cuidado y tratamiento que se le da a los benefic iarios de apoyos para atención especializada albergados en las Organizaciones de la Sociedad Civil, teniendo en cuenta su desarrollo personal y cualquier variación de sus necesidades, los cambios en su entorno familiar y si, en vista de lo anterior, la mod alidad de acogimiento sigue siendo necesaria y adecuada. l) Cuando los beneficiarios de apoyos para atención especializada que no cuenten con redes familiares o personas que puedan hacerse cargo de ellos, podrán permanecer de manera indefinida en el apoyo a fin de no colocarles en riesgo y garantizar su protección, en tanto supera su situación de vulnerabilidad. m) Los egresos de beneficiarios de apoyos para atención especializada estarán sujetos a investigación socioeconómica mediante visita domiciliaria, con la finalidad de corroborar que el medio familiar al que se integra es favorable, llevando a cabo un acta de egreso. En los casos en que procedan de los Centros del SNDIF u otra instancia pública, éstos serán los responsables de realizar las gestiones correspondientes. n) En aquellos casos en que los beneficiarios de apoyos para atención especializada, asistidos en las OSC con Convenio de Concertación, que fueron derivados de los Centros Asistenciales del SNDIF, y que informe la Institución que no hubo a daptación en ésta, será reintegrado a su Centro Asistencial que lo derivó, siempre en función a su perfil de atención. 4.2.5.2 Obligaciones de los Beneficiarios a) Proporcionar de manera fidedigna y clara su domicilio, correo electrónico o número telefónic o local o celular del solicitante y/o beneficiario, de familiares, amigos o vecinos donde se le pueda localizar o dejar recado. b) Acudir a la cita concertada y programada con el trabajador social. c) Proporcionar la información que el trabajador social le solicite para la valoración de su caso, en forma clara, completa y verídica. d) Cumplir con la entrega oportuna de la documentación requerida. e) Aclarar en forma precisa cualquier duda relativa a la información que proporcione, o de situaciones observada s, a fin de contar con la información confiable que permita realizar la valoración socioeconómica y así dictaminar el caso. Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 13 f) Evitar la simulación de las compras derivadas de apoyos económicos temporales, con más de un comprobante emitido en un lapso de t iempo en que razonablemente sea imposible estar en dos puntos de pago simultáneamente. g) Permitir el acceso al domicilio en caso de ser necesario, a fin de realizar la valoración social correspondiente. h) Cumplir con las normas vigentes aplicables para e l otorgamiento del apoyo proporcionado. i) Los beneficiarios de apoyo económico temporal, deberán entregar al trabajador social mensualmente, los comprobantes de gastos y/o documentación soporte conforme al Plan Social establecido, teniendo 3 días hábiles a partir del último día de pago, lo que permitirá, verificar el uso adecuado del apoyo económico otorgado, según el mes que corresponda, y en caso de no presentar la comprobación mensual por el total del importe asignado, se cancelará el apoyo. j) En los c asos de apoyo en especie, cuando el beneficiario sea menor de edad o que por su estado de salud se vea imposibilitado para recogerlo, podrá presentarse su padre o tutor, o el solicitante respectivamente, presentando identificación oficial del INE. k) Que e l beneficiario y/o solicitante notifique de manera oportuna al trabajador social cuando su tratamiento inicial solicitado fue modificado por su médico tratante, a fin de que se puedan ajustar su Plan Social de acuerdo a la nueva prescripción. l) Que los fa miliares de los beneficiarios con apoyo para atención especializada cooperen con medicamento, vestido, calzado, artículos personales, además de cumplir con las visitas establecidas por el SNDIF o por la Institución, con Convenio de Concertación, así como p articipar en la atención del beneficiario durante su estancia y si fuera el caso, en los trámites y costos por defunción, en función de sus posibilidades económicas. m) Sujetarse a las Reglas, a las disposiciones jurídicas aplicables, así como a los requis itos y procedimientos establecidos por el Sistema y/o de la Institución con Convenio de Concertación, tratándose de beneficiarios con apoyo de atención especializada. n) Realizar por parte de los familiares que tengan un beneficiario con apoyo de atención especializada, las visitas periódicas al beneficiario, sujetándose a las reglas y normas establecidas por la institución con Convenio de Concertación. o) Que los familiares o responsables de los beneficiarios de atención especializada notifiquen a la DGIS , de forma inmediata cualquier situación familiar relacionada con aspectos de salud, legales, económicos, cambio de domicilio, empleo, entre otros. p) Que cuando un familiar de un beneficiario albergado en una de las Instituciones con Convenio de Concertac ión, desee egresarlo temporalmente durante un periodo vacacional, realice su petición por escrito a la DGIS, especificando el periodo vacacional, fines de semana o cualquier permiso temporal, domicilio donde permanecerá el beneficiario, así como fecha de s alida y de regreso a la Institución que lo alberga. De igual forma el SNDIF, requisitará el formato \"Permiso de Salida Temporal\", el cual firmará el solicitante, la trabajadora social responsable del caso, la supervisora de Trabajo social, la Jefatura del Departamento, la Subdirección de Servicios Asistenciales y el Directivo de la Institución con convenio de Concertación donde se encuentre albergado el beneficiario. q) Que el solicitante establezca regularmente comunicación telefónica a la DGIS, a fin de c onocer la respuesta a su petición. r) Que los usuarios del servicio se conduzcan con respeto hacia el personal que lo atiende. 4.2.5.3 Sanciones a los Beneficiarios. a) En caso de presentar documentación alterada durante el trámite de atención de su solici tud, se dará por cancelada. b) En caso de simulación de compras derivadas de apoyos económicos temporales, con más de un comprobante emitido en un lapso de tiempo en que razonablemente sea imposible estar en dos puntos de pago simultáneamente, se cancelará el apoyo. 14 (Séptim a Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 c) En caso de aplicar el apoyo económico temporal, en bienes o servicios ajenos al Plan Social, sin previo aviso por escrito al trabajador social, se cancelará el apoyo. d) En caso de que se detecte que la información proporcionada fue limitada, incompleta, contradictoria o con falta de veracidad, se cancelará su solicitud. e) En el caso de que el trabajador social se le límite o se le prohíba el acceso al domicilio para llevar a cabo su labor, siempre que medie aviso de visita, se cancelará la s olicitud o de contar con el apoyo éste se cancelará. f) En el caso de no dar atención o respuesta a los oficios, correos electrónicos o telegramas emitidos por personal del SNDIF, en un plazo no mayor de cinco días hábiles, se dará por cancelado el trámite de la petición, siendo la excepción en situaciones emergentes comprobables con alguna documentación. g) En el caso de no presentar la documentación requerida en tiempo y forma, se dará por cancelada la petición. h) En el caso de faltar a la cita reprogram ada se cancelará su petición. i) En el caso de abstenerse de notificar oportunamente sus datos de localización por cambio de domicilio o número telefónico, se cancelará la solicitud. En el caso del apoyo de atención especializada se procederá jurídicamente , cuando el beneficiario no cuente con redes familiares conocidas por el trabajador social. j) En caso de apoyos en especie y que el solicitante o beneficiario no notifique oportunamente del cambio de tratamiento y el bien ya fue adquirido, no podrá otorga rse el reemplazo y deberá transcurrir el tiempo de espera establecido en las Reglas para solicitar un nuevo apoyo. k) En caso de no cobrar el apoyo económico temporal en las fechas correspondientes de pago y no informar el motivo o causa que lo justifique al trabajador social, se procederá la cancelación de ese mes y podrá continuar con el apoyo de acuerdo a los meses según corresponda por única ocasión. l) En caso de apoyo económico temporal deberá comprobarse mensualmente el recurso por un monto total de $1,500.00 y será en apego a lo indicado en el Plan Social; la documentación comprobatoria no debe presentar tachaduras, enmendaduras, alteraciones o correcciones, de no cumplir con todo lo anterior se cancelará el apoyo. m) En caso de que esté recibiendo e l Apoyo Económico Temporal y se detecte que recibe algún apoyo económico de otra dependencia, será cancelado definitivamente el que otorga el SNDIF. n) En caso de que el apoyo en especie no se recoja por parte de la familia, o el beneficiario en un plazo de quince días hábiles, después de su notificación, se dará por cancelado, sin posibilidad de presentar una nueva petición. o) En el caso de apoyos en especie, cuando el solicitante y/o beneficiario no se presenten a recibir el bien, después de quince días hábiles, éste quedará en resguardo en la Casa Proveedora o en la DGIS (dependiendo del manejo de uso) y se dará en beneficio de otra persona con necesidad análoga y debidamente documentada. p) Cuando se determine la procedencia del apoyo económico temporal y se detecte un gasto fuera de los productos de primera necesidad o servicios domiciliarios, se amonestará y apercibirá al solicitante y/o beneficiario para que ajuste su gasto al Plan Social establecido, en caso de reincidencia se cancelará el apoyo. q) En apoyos de atención especializada, en caso de que los beneficiarios sí cuenten con familiares, y éstos no cumplan con lo señalado en el numeral 4.2.5.2, se procederá a hacer dos llamadas de atención, de no existir respuesta positiva, se dará de baja al b eneficiario. r) En caso de no acatar las normas establecidas por el SNDIF o de la Institución con Convenio de Concertación, por parte del beneficiario o de sus familiares (en caso de contar con éstos), se procederá con la cancelación inmediata del caso. Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 15 4.2.6 Participantes 4.2.6.1 Instancias ejecutoras Para los apoyos en especie y económicos temporales la instancia ejecutora será la DGIS, deberá funcionar con apego a las disposiciones de las Reglas y a la normativa vigente aplicable al SNDIF. En el caso de los apoyos en Atención Especializada serán las Organizaciones de la Sociedad Civil que tengan Convenio de Concertación con el SNDIF, las cuales deberán funcionar con apego a las disposiciones de las Reglas así como a la normativa vigente aplicable en el co nvenio. 4.2.6.2 Instancia normativa El SNDIF a través de la DGIS, será la instancia que interpretará y definirá cualquier aspecto operativo previsto o no en las Reglas, por lo que hace al subprograma de apoyos a personas en estado de necesidad, sin perjuic io de las disposiciones aplicables en la materia. 4.2.6.3 Coordinación institucional El SNDIF podrá solicitar la colaboración de cualquier Sistema Estatal para el Desarrollo Integral de la Familia o DIF -DF, para la supervisión trimestral que se realice a l as OSC respecto de los apoyos para atención especializada, debiendo dicho organismo público informarle por escrito los resultados de las gestiones. 4.2.7 Procedimiento de Selección 4.2.7.1 De Beneficiarios Una vez presentada la solicitud, personal de la DG IS, establece comunicación con el solicitante, para programar una entrevista de trabajo social. La procedencia del apoyo se valorará mediante un Estudio Socioeconómico. A partir del día siguiente de la presentación de la solicitud, la DGIS cuenta con hasta 35 días hábiles para la atención de la misma, periodo durante el cual se realizará la valoración socioeconómica y dictaminará la resolución del apoyo. En los casos en que el peticionario y/o beneficiario, no acuda a la cita programada por el trabajador so cial, podrá reprogramarse una sola vez, únicamente por situaciones emergentes que sean comprobables, y de no asistir a ésta o no acreditar su emergencia se cancelará la petición. El trabajador social podrá llevar a cabo visita domiciliaria en los casos en que se requiera constatar, ampliar y/o complementar información para la Investigación Socioeconómica. En los casos dictaminados procedentes para el Apoyo de Atención Especializada, se llevará a cabo la visita domiciliaria, a fin de verificar la información . El trabajador social recabará la firma del solicitante en el Formato de Requisitos del Servicio (Anexo 3); quien a su vez entregará la documentación no incorporada a la solicitud en un plazo de 5 días hábiles que correrán a partir del día siguiente en qu e reciba la notificación; de no cumplir dicha entrega en tiempo y forma se cancelará su petición. La notificación del plazo de prevención de 5 días hábiles, interrumpirá el cómputo del plazo para la atención de la solicitud. En aquellos casos en que no se pueda contactar al peticionario y/o beneficiario vía telefónica, se requerirá mediante oficio, correo electrónico o telegrama, establecer comunicación con el trabajador social o bien presentarse para valoración socioeconómica, según corresponda. De no rec ibir respuesta en cinco días hábiles posteriores a la recepción de la notificación se cancelará el trámite de su petición. Cuando el solicitante ya cuente con una valoración socioeconómica previa firmada por un trabajador social, con vigencia no mayor a se is meses de antigüedad por parte de una institución pública de derechos humanos o del sector salud, a juicio del trabajador social adscrito al caso con acuerdo de su supervisor, ésta podrá servir para valorar la procedencia del apoyo. 16 (Séptim a Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 En aquellos casos en los que se detecte a través de la valoración socioeconómica que una familia tiene una condición extrema de necesidad al presentar múltiples situaciones adversas se proporcionará apoyo directo a dos de sus integrantes, considerando el resumen y prescripción médica, así como la decisión de la familia para definir el apoyo a otorgar a cada uno de ellos. En el caso en que una persona haya sido beneficiada con apoyo directo económico temporal o directo en especie, será obligatorio que transcurra un año y medio, contado a partir de la fecha del último apoyo recibido, para poder otorgar un nuevo apoyo. Los apoyos económicos temporales y apoyos en especie, se podrá otorgar a cualquier habitante de la República Mexicana, siempre que su solicitud, las gestiones de cob ro, entrega de apoyos y comprobación de gastos se formulen a través y por cuenta de una instancia gubernamental promotora de los derechos humanos o del sector salud debiendo acompañar la valoración socioeconómica correspondiente, autorizada previamente med iante carta poder por cada beneficiario. La revaloración del caso se realizará a través de una entrevista de gabinete con el beneficiario y/o solicitante, requisitando el formato de Revaloración del Caso (Anexo 2) para determinar si continúa con el apoyo o de haber superado la situación emergente que le dio origen, se dará por concluido. No podrán ser sujetas de apoyo las solicitudes que se encuentren en los siguientes supuestos: Peticiones grupales, colectivas, de congregaciones religiosas, de partidos p olíticos para apoyos directos y de Organizaciones de la Sociedad Civil para apoyos de atención especializada. Las solicitudes para pago de consultas médicas, cirugías u hospitalización en Instituciones del Sector Salud o privadas. Las solicitudes en qu e se requiera cubrir pago de adeudos de cualquier tipo. Las peticiones de apoyo para la adquisición de bienes relacionados, con fines eminentemente deportivos. Cuando los posibles beneficiarios que cuenten con apoyo económico otorgado por otras depende ncias o entidades. 4.2.7.2 De las OSC. Las OSC que presenten por escrito su solicitud con la documentación descrita en el numeral anterior, recibirán un aviso para realizar una visita por parte del personal de la DGIS, luego de la cual se emitirá un Estudi o Institucional, cuya vigencia será de un año. En el caso de instituciones que renueven convenio de concertación de manera anual, el estudio institucional se expedirá durante el segundo semestre del Ejercicio Fiscal 2016. En caso de que las instituciones d en cumplimiento razonable a la normativa básica aplicable, tal como la Ley de Asistencia Social, la Norma Oficial Mexicana NOM -031-SSA3 -2012 y/o la NOM -032-SSA3 -2010, la DGIS emitirá un informe a la institución señalando las áreas de oportunidad, así como las recomendaciones para asegurar condiciones de seguridad, protección integral y respeto a los derechos humanos de los beneficiarios, para que luego de solventadas las mismas, se otorgue el visto bueno para la suscripción del convenio, en su caso. Una vez que se cuente con el visto bueno para la suscripción del convenio de concertación, la DGIS, previa elaboración del convenio por parte de la DGJEI, remitirá oficio a la Titular del Organismo, para su firma. Desde la firma del convenio de concertación, las Organizaciones de la Sociedad Civil, tienen la obligación de promover, respetar, proteger y garantizar los derechos humanos de los beneficiarios niñas, niños y adolescentes, personas con discapacidad y personas adultas mayores, reconocidos en el convenio d e concertación. Las OSC, que por caso fortuito, causas de fuerza mayor o cambio del perfil de atención determinen el cierre definitivo de su institución, deberá dar aviso al SNDIF, cuando menos con seis meses antes de la fecha que se tenga prevista para la cancelación de los apoyos. Lo anterior, a fin de dar oportunidad al SNDIF de buscar alternativas viables, seguras y con todas las garantías necesarias a la población albergada. Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 17 4.3 Operación 4.3.1 Proceso De acuerdo a lo dispuesto en las Reglas, los soli citantes deberán presentar su solicitud conforme a lo establecido en el numeral 4.2.3.1 Requisitos. A continuación se esquematiza este proceso: 18 (Séptim a Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 Descripción del procedimiento RESPONSABLE ACT. No. DESCRIPCIÓN Subdirector de Servicios Asistenciales 4.1.1 Recibe solicitud, analiza y asigna al Departamento correspondiente para su atención. Jefe de Departamento 4.1.2 4.1.3 4.1.4 4.1.5 Analiza la documentación incorporada a la solicitud. Instruye al trabajador social que programe valoración socioeconómica y /o visita domiciliaria. Instruye se elabore el dictamen y oficio de solicitud de recurso económico. Verifica el dictamen y oficio de solicitud de recurso económico y firma (Vo.Bo.) Subdirector de Servicios Asistenciales 4.1.6 Recibe dictamen y oficio, ana liza y los firma (Vo.Bo.) y en su caso, indica alguna adecuación. Directora de Servicios Asistenciales 4.1.7 Recibe dictamen y oficio, analiza y los firma (autorización) y en su caso, indica alguna adecuación. Directora General de Integración Social 4.1.8 Recibe dictamen y oficio, analiza y los firma (autorización) y en su caso, indica alguna adecuación. Jefe de Departamento 4.1.9 4.1.10 4.1.11 Integra al beneficiario a la nómina de apoyos económicos temporales o en especie o para atención especializa da. Brinda el apoyo al beneficiario y recaba acuse de entrega del apoyo y/o factura y/o comprobante. Instruye realizar seguimiento al beneficiario de manera trimestral. FIN. 5. Subprograma de apoyo a proyectos 5.1 Objetivo Impulsar la instrumentación de Proyectos que contribuyan a mejorar las acciones y servicios a la población vulnerable. 5.2 Lineamientos 5.2.1 Cobertura Nacional. 5.2.2 Población Objetivo Personas en estado de necesidad, indefensión, desventaja física y/o mental, atendidas por los SEDIF, SMDIF y OSC. 5.2.3 Beneficiarios Los SEDIF, SMDIF y las OSC que brinden atención a las personas en situación de vulnerabilidad Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 19 5.2.4 Participantes 5.2.4.1 Instancia Normativa El SNDIF a través de la UAPV, será la que interpretará cualquier aspecto operati vo previsto o no en las Reglas, por lo que hace al subprograma de apoyo a Proyectos, sin perjuicio de las disposiciones aplicables en la materia. 5.2.4.2 Instancias Ejecutoras Los SEDIF, los SMDIF (a través de los SEDIF) y las OSC, quienes serán responsabl es de la instrumentación de los Proyectos, a través de la suscripción de los Convenios respectivos. Las Instancias Ejecutoras podrán auxiliarse de otras dependencias federales, municipales, OSC, instituciones de educación superior e investigación, según lo determinado en el Proyecto. 5.2.4.3 Otras Instancias Participantes A petición de la Instancia Normativa, y atendiendo al ámbito de su competencia, podrán participar las Direcciones Generales del SNDIF, mediante el acompañamiento del Programa y de acuerdo a sus atribuciones, podrán participar en acciones como: a. Asesorar y orientar a los SEDIF, los SMDIF y las OSC, en los aspectos normativos y de operación establecidos en las Reglas del Programa; b. Brindar apoyo técnico a los SEDIF, los SMDIF y las OSC, e n la materia que corresponda al ámbito de su competencia; c. Apoyar a los SEDIF y SMDIF en la revisión de las propuestas de acciones y obras incluidas en el Proyecto de acuerdo con sus atribuciones; Los órganos internos de control de cada orden de gobierno serán las instancias que, en sus respectivos ámbitos de competencia, vigilen y controlen la aplicación y comprobación del gasto directamente con las Instancias Ejecutoras. 5.2.5 Requisitos para las Instancias Ejecutoras del Subprograma Las Instancias Ejec utoras deberán presentar a la UAPV a través de oficio, durante el primer trimestre del año, su Proyecto, en los formatos que correspondan conforme a lo siguiente: Los Proyectos presentados por los SEDIF, serán elaborados en el Formato para la Identificació n y Validación de Proyectos para SEDIF (Anexo 7). Cuando las Instancias Ejecutoras sean los SMDIF, deberán enviar sus proyectos a través del SEDIF que les corresponda. Los Proyectos presentados por las OSC, serán elaborados en el Formato para la Identifica ción y Validación de Proyectos para OSC (Anexo 8). Con el propósito de cumplir con lo anterior, las Instancias Ejecutoras deberán dirigirse a Avenida Emiliano Zapata 340 Segundo Piso, Colonia Santa Cruz Atoyac, Delegación Benito Juárez, Código Postal 03310 , México Distrito Federal, o comunicarse al número telefónico 01 (55) 3003 2200, extensiones 1500 o 7500. Las OSC adicionalmente a los requisitos anteriores, deberán: a) Contar con recibos que reúnan los requisitos vigentes establecidos en las disposicion es fiscales aplicables; b) Que su objeto social sea congruente con los objetivos del Programa; c) Estar inscritas en el RFOSC y mantener actualizada, conforme a la LFFAROSC, la información correspondiente a vigencia de su representación legal, objeto socia l, domicilio legal, órganos de gobierno y dirección; d) Estar Inscritas en el Directorio Nacional de las Instituciones de Asistencia Social, en los términos establecidos en el capítulo VIII de la Ley de Asistencia Social; e) Declarar bajo protesta de decir verdad, no llevar a cabo acciones de proselitismo hacia partidos políticos, asociación política nacional, sindicato o religión alguna y no tener entre sus directivos o representantes a funcionarios públicos, representantes de elección popular o miembros d el Poder Judicial, de cualquiera de los tres órdenes de gobierno, y; 20 (Séptim a Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 f) Haber cumplido con las obligaciones a que se refieren los artículos 7, fracción V de la LFFAROSC y 14 de su Reglamento. Las Instancias Ejecutoras, deberán contar con una cuenta bancari a específica que identifique los recursos que se otorgarán a través de este Subprograma, que los distinga de cualquier otro Programa federal, local o municipal o de recursos adicionales de organismos del sector privado y otras organizaciones. No será neces ario abrir una nueva cuenta, si la del ejercicio anterior continúa vigente. En caso de que se trate de una cuenta bancaria nueva, deberán presentar, a la instancia coordinadora normativa del Programa, la constancia de la institución financiera sobre la exi stencia de la cuenta de cheques abierta a nombre del beneficiario, que incluya el número de cuenta con 11 posiciones, así como la Clave Bancaria Estandarizada (CLABE) con 18 posiciones, que permita realizar transferencias electrónicas de fondos, a través d e los sistemas de pago, con nombre, cargo y firma del personal de la institución bancaria. 5.2.6 Derechos, Obligaciones y Sanciones 5.2.6.1 Derechos de las Personas Beneficiarias Recibir por parte de las Instancias Ejecutoras, un trato digno, respetuoso, e quitativo y sin discriminación. Recibir los apoyos o servicios derivados de los Proyectos instrumentados por las Instancias Ejecutoras. 5.2.6.2 Obligaciones 5.2.6.2.1 Obligaciones de las Personas Beneficiarias. Cumplir los requisitos que determinen las Ins tancias Ejecutoras y la Instancia Normativa; Manifestar, si les es requerido bajo protesta de decir verdad, los datos solicitados en la CIPOB (Anexo 9), relativos a nombre, edad, sexo, domicilio, situación socio -económica, CURP, grado máximo de estudios, n úmero de dependientes económicos, entre otros. 5.2.6.2.2 Obligaciones de las Instancias Ejecutoras a. Cumplir en tiempo y forma con las disposiciones establecidas en Reglas y en los instrumentos que se suscriban para este propósito; b. Integrar las propue stas de Proyectos y presentarlos a la UAPV para su valoración y aprobación; c. Para el caso de los SEDIF, recibir, integrar y autorizar oportunamente las propuestas de Proyectos municipales y, remitirlas a la UAPV; d. Enviar a la UAPV los Proyectos valorad os como viables, debidamente firmados, a través de oficio y acompañados por los requisitos establecidos en el numeral 5.2.5 de las Reglas, con la finalidad de que se aprueben, realice y suscriba el Convenio correspondiente; e. Enviar a la UAPV la documenta ción soporte para la elaboración de los Convenios correspondientes; f. Suscribir el Convenio correspondiente (anexo 5, tratándose de Sistemas Estatales DIF y anexo 6, en el caso de Organizaciones de la Sociedad Civil; g. Contar con una cuenta bancaria espe cífica por cada Subprograma que identifique los recursos que se otorgarán mediante el Programa, que los distinga de cualquier otro programa federal, local o municipal o de recursos adicionales de organismos del sector privado y otras organizaciones. No será necesario abrir una nueva cuenta si la del ejercicio anterior continúa vigente; h. Ejercer los recursos financieros otorgados por el SNDIF exclusivamente para los fines para los que fueron autorizados, conforme a lo dispuesto en las Reglas y en la normat iva federal aplicable; i. Ejecutar los Proyectos, realizar o en su caso contratar la ejecución de las obras o acciones especificadas que correspondan, así como supervisar y dar seguimiento a las mismas de conformidad con la normativa aplicable; j. Efectuar pagos y liberar los recursos presupuestarios con base en los criterios normativos establecidos por la SHCP; Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 21 k. Garantizar que los apoyos o servicios emanados de la ejecución de los Proyectos, sean canalizados efectivamente a la población objetivo y que és ta reúna las condiciones de elegibilidad señaladas en las Reglas; l. Validar que las CIPOB o el padrón de la población objetivo beneficiada de cada Proyecto identifiquen a personas en situación vulnerable o en estado de necesidad; m. Supervisar la aplicaci ón correcta de las CIPOB o del padrón de la población objetivo beneficiada con los proyectos o programas de trabajo e integrar y proporcionar las bases de datos de la población objetivo beneficiada a la UAPV en formato electrónico y físico; n. Verificar qu e los datos de la población objetivo beneficiada, guarden congruencia con aspectos geográficos y físicos, entre otros; o. En caso de ser necesario, gestionar y enviar a la UAPV las solicitudes de modificación de Proyecto, previa revisión, validación e inte gración del Expediente Técnico respectivo, siempre y cuando la fecha de su conclusión no rebase el ejercicio fiscal correspondiente; p. Proporcionar a la UAPV, la documentación comprobatoria del gasto, de acuerdo a lo mencionado en el numeral 5.5.1.1 de la s Reglas. q. Integrar el Expediente Técnico del Proyecto conforme a lo dispuesto en las Reglas; r. Coadyuvar con la UAPV en la observancia, verificación y cualquier información que se requiera en el desarrollo del Proyecto, s. Tratándose de proyectos, veri ficar la colocación de letreros y/o placas alusivas al inicio y al término de cada obra, conforme al numeral 7 de las Reglas; t. Realizar la promoción y difusión de las acciones del Programa, enunciando en todo momento la leyenda: \"Este programa es público , ajeno a cualquier partido político. Queda prohibido el uso para fines distintos a los establecidos en el programa\"; u. Llevar a cabo las actividades de Contraloría Social de acuerdo al Esquema de Contraloría Social (Anexo 14); v. Dar todas las facilidade s a los órganos competentes para llevar a cabo la fiscalización y verificación de los Proyectos apoyados por el Programa; w. Proporcionar oportunamente la información que les sea solicitada por el SNDIF y demás instancias facultadas para operar, vigilar o fiscalizar la operación en general del Programa; asimismo, sobre l a aplicación de los recursos, y x. Observar la normativa federal aplicable. 5.2.6.2.3 Obligaciones de la Instancia Normativa Recibir, evaluar y aprobar los Proyectos; Firmar los Convenios; Realizar, en su caso, revisiones a fin de verificar la operación y ejecución de Proyectos; Efectuar la Revisión Técnica de las propuestas de los proyectos; Apoyar técnicamente a los Sistemas Estatales DIF, los SEDIF y las OSC, que así lo requieran Recibir, evaluar y autorizar las solicitudes de modificación de proyectos gestionados por las Instancias Ejecutoras; Integrar y resguardar el Expediente Técnico, con el apoyo de las Instancias Ejecutoras; Recibir y revisar los documentos considerados en el numeral 5.5.1.1 de las Reglas relativo a comprobación del gasto. 22 (Séptim a Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 5.2.6.3 Sanciones De conformidad con lo dispuesto en el PEF, en el caso de que el SNDIF o algún órgano de fiscalización detecten desviaciones o incumplimientos en las Reglas de Operación o en el ejer cicio de los recursos, el SNDIF suspenderá la entrega de los recursos subsecuentes y solicitará el reintegro a la Tesorería de la Federación de los ya entregados. 5.3 Operación 5.3.1 Procedimiento para la Selección y Ejecución de Proyectos Los Proyectos ap oyados por el Programa, se llevarán a cabo con base en el Diagrama de Flujo del Procedimiento para la Selección y Ejecución de Proyectos que se contiene en el numeral 5.3.1.1, de las Reglas, así como en las siguientes líneas generales: La identificación y validación se realizará de acuerdo a los plazos y procedimientos establecidos en el diagrama de flujo de las Reglas, una vez que las Instancias Ejecutoras hayan acreditado los requisitos señalados en el numeral 5.2.5. La evaluación, aprobación o en su caso la no aprobación de Proyectos es responsabilidad de la UAPV, de forma que los SEDIF, los SMDIF (a través del SEDIF) o las OSC, deberán enviar sus propuestas durante el primer trimestre del año a las oficinas de la UAPV. Los SEDIF analizarán y, en su caso gestionarán ante la UAPV, las solicitudes de Proyectos presentadas por los Municipios de su Entidad Federativa. Del mismo modo, los SEDIF correspondientes serán las instancias que comuniquen a los SMDIF la aprobación por parte de la UAPV. La UAPV realizar á la Revisión Técnica a las propuestas de Proyectos. Cuando los Proyectos no cumplan con la normativa del Programa, se hará del conocimiento de las Instancias Ejecutoras, para que se lleven a cabo las adecuaciones pertinentes y sean remitidos nuevamente a la UAPV en un término máximo de cinco días hábiles para continuar con el proceso establecido. Una vez efectuada la evaluación por parte de la UAPV y en caso de que los Proyectos sean aprobados, ésta comunicará a las Instancias Ejecutoras sobre dicha aproba ción. Asimismo, las instancias ejecutoras deberán enviar mediante oficio a la UAPV la versión final de sus Proyectos firmados y rubricados. Las Instancias Ejecutoras deberán enviar a la UAPV los documentos que se le soliciten para la elaboración del Conven io correspondiente. Del mismo modo, remitirán a la UAPV los documentos necesarios para la radicación de los recursos del Programa, entre los que se encuentran: a) Copia del RFC expedido por la SHCP del titular de la cuenta; b) Copia del comprobante de domi cilio fiscal y número telefónico del titular de la cuenta; c) Copia del contrato de apertura de la cuenta bancaria; d) Original de la carta de certificación bancaria en hoja membretada de la institución bancaria, que incluya el número de cuenta con once po siciones, así como la clave bancaria estandarizada CLABE con dieciocho posiciones, firma autógrafa, número del ejecutivo que certifica y sello bancario; e) Copia del nombramiento e identificación oficial de quienes firman la cuenta; f) Tratándose de SEDIF o SMDIF, oficio de certificación de la cuenta bancaria expedido por la Secretaría de Finanzas del Estado, y; g) Recibo, que en derecho corresponda, debidamente requisitado. Para formalizar la participación en el Programa, las Instancias Ejecutoras suscribi rán con el SNDIF el Convenio respectivo. En este instrumento se señalará el recurso autorizado para su ejecución. Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 23 5.3.1.1 Diagrama de flujo del Procedimiento para la Selección y Ejecución de Proyectos o Programas de Trabajo Procedimiento para la Selección y Ejecución de Proyectos o Programas de Trabajo 24 (Séptim a Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 RESPONSABLE ACT No. DESARROLLO UAPV 1.1 Recibe oficio de solicitud, y formatos: - SEDIF: Formato para la identificación y validación de proyectos para SEDIF (Anexo 7). - SMDIF: Formato para la identifica ción y validación de proyectos para SMDIF (Anexo 7). - OSC: Formato para la identificación y validación de proyectos para OSC (Anexo 8). 2 días hábiles DGDE 2.1 Recibe solicitud y anexos e instruye a la SGE para iniciar registro. 1 día hábil. Subdirecció n de Gestión Estratégica 3.1 Instruye a los Departamentos de Gestión, Desarrollo, y de Análisis Estratégico, registrar y abrir expediente técnico (s) de los Proyectos. 1 día hábil. Departamentos de Gestión, y de Análisis Estratégico 4.1 4.2 Registran P royectos, y abren expedientes técnicos 1 día hábil. Verifican que los SEDIF, SMDIF y OSC cumplan con los requisitos establecidos en el inciso 5.2.5 del Subprograma de Apoyos a Proyectos de las Reglas de Operación. 1 día hábil Si cumple con los requisitos documentales pasa al 4.3 Si no cumple con los requisitos documentales pasa al 5.1 Subdirección de Gestión Estratégica DGDE Departamentos de Gestión, y de Análisis Estratégico 5.1 6.1 4.3 Verifica los requisitos documentales e informa a la DGDE. 1 día hábil Emite el oficio de respuesta al SEDIF, SMDIF u OSC, señalando los motivos de su devolución. 1 día hábil Valida proyectos y programas. 2 días hábiles Si cumple con los requisitos documentales pasa al 7.1 Si no cumple con los requisitos docume ntales pasa al 7.1 Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 25 Subdirección de Gestión Estratégica 7.1 Verifica e informa a la DGDE. 1 día DGDE 8.1 Informa los resultados de la validación a la Jefatura de Unidad de Atención a Población Vulnerable 1 día hábil UAPV DGDE 9.1 9.2 9.3 10.1 Revisa resultados de la validación de Aprobación de la propuesta de conformación 2 días hábiles Emite Oficios de Aprobación 1 día hábil Instruye a la DGDE iniciar el trámite de convenio 1 día hábil Emite oficio donde se notifica a los SEDIF, SMDIF y OSC , y se solicita la documentación necesaria para la transferencia del recurso 1 día hábil Fin 5.3.2 Características de los Apoyos Los recursos de este Programa son subsidios federales, que para fines de su aplicación y fiscalización no pierden su carácter federal, su aplicación se ajustará a lo establecido en los artículos, 75 de la Ley Federal de Presupuesto y Responsabilidad Hacendaria, así como 175 y 176 de su Reglamento. Estos recursos deben ser utilizados únicamente en la operación del Programa, de co nformidad con las disposiciones aplicables, las Reglas y los Convenios respectivos. Durante la operación del Programa, las instancias ejecutoras y la población objetivo beneficiada deberán observar que la administración de los recursos se realice bajo los criterios de legalidad, honestidad, eficiencia, eficacia, economía, racionalidad, austeridad, transparencia, control, rendición de cuentas y equidad de género. Los recursos destinados a las Entidades Federativas para sufragar las acciones previstas en el Subprograma, se considerarán devengados en los términos de la Ley Federal de Presupuesto y Responsabilidad Hacendaria y su Reglamento. Los recursos para la implementación y operación de este Programa, serán los que se aprueben en el Presupuesto de Egresos d e la Federación para el ejercicio fiscal 2016, y serán transferidos vía subsidios federales, a las instancias ejecutoras, de acuerdo a las Reglas y conforme a los Convenios que se suscriban. En caso de que durante el ejercicio fiscal el Programa cuente con recursos adicionales, éstos quedarán sujetos a las Reglas. Los recursos de este Subprograma se destinaran a apoyar Proyectos alineados a los objetivos del Programa. 5.3.3 Criterios para el Esquema de Complementariedad Con la finalidad de potenciar los rec ursos canalizados por el Gobierno Federal a través del Programa, los gobiernos de las Entidades Federativas incorporarán a los municipios, OSC, instituciones académicas, universidades, entre otras, en la ejecución de las obras y acciones, principalmente co n aportaciones de recursos que complementen los subsidios federales otorgados a cada Proyecto. El esquema de complementariedad que, en su caso, se determine, se deberá establecer en el Convenio respectivo, de conformidad a las presentes Reglas de Operación . 26 (Séptim a Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 Las aportaciones del gobierno federal, de las Entidades Federativas, de los municipios y de otros aportantes, se llevará a cabo de acuerdo a lo señalado en la legislación y demás normativa aplicable al Programa. Cada instancia será responsable de mantene r un registro de sus aportaciones conforme proceda. En este Subprograma, las aportaciones de otros patrocinadores radicados en México o en el extranjero o de los propios Beneficiarios del Programa, se podrán aplicar para sustituir hasta el cien por ciento de las aportaciones Federales, de los gobiernos de las Entidades Federativas, de los municipios y, en su caso, de los Beneficiarios del Programa; siempre que se cumplan las disposiciones normativas que al efecto sean aplicables. 5.4 De los Proyectos o Prog ramas de Trabajo del Subprograma 5.4.1 De los Proyectos o Programas de Trabajo Un Proyecto o Programa de Trabajo comprende obras o acciones que son apoyadas con subsidios federales una vez formalizado el Convenio correspondiente. Para su autorización, los SEDIF, los SMDIF (a través de los SEDIF) y las OSC deben presentar a la UAPV la propuesta respectiva, en la que se señalen las características, la justificación y el impacto que tendrían en la comunidad, así como la información requerida en los Anexos 7 y 8, según corresponda. En el análisis y desarrollo de los Proyecto o Programas de Trabajo, los SEDIF, los SMDIF y la OSC, podrán impulsar y fomentar la participación de instituciones competentes en el tema de que se trate, para que participen en la elaborac ión del Proyecto. 5.4.1.1 Padrón de la Población Objetivo Beneficiada El SNDIF integrará un padrón de la población objetivo beneficiada que refiera a cada uno de los Proyectos o Programas de Trabajo presentados por los SEDIF, los SMDIF y las OSC, en los té rminos establecidos en el PEF, así como en el Decreto por el que se crea el Sistema Integral de Información de Padrones de Programas Gubernamentales. Dichos padrones deberán contener, por lo menos la siguiente información: a) CURP; b) Nombre; c) Fecha de nacimiento, y d) Tipo de apoyo otorgado. La información de este padrón deberá ser publicada conforme a lo previsto en la Ley del Sistema Nacional de Información Estadística y Geográfica; así como en la Ley General de Transparencia y Acceso a la Informac ión Pública y demás disposiciones jurídicas aplicables; y estar disponible en la página electrónica del SNDIF. El Programa adoptará, en lo procedente, el modelo de estructura de datos del domicilio geográfico establecido en el Acuerdo por el que se aprueba la Norma Técnica sobre Domicilios Geográficos, emitida por el Instituto Nacional de Estadística y Geografía, publicada en el Diario Oficial de la Federación el 12 de noviembre de 2010. Lo anterior en estricta observancia al Acuerdo antes referido y al ofi cio circular con números 801.1. -279 y SSFP/400/124/2010 emitido por la SHCP y SFP, respectivamente. Los componentes que integrarán, en su caso, el Domicilio Geográfico son: Componentes Espaciales De referencia Geoestadísticos Vialidad No. Exterior Área G eoestadística Estatal o del Distrito Federal Carretera No. Interior Área Geoestadística Municipal o Delegacional Camino Asentamiento Humano Localidad Código Postal Descripción de Ubicación Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 27 5.4.2 Modificaciones de Proyectos o Programas de Trabajo La modificación de Proyectos o Programas de Trabajo podrá aplicar cuando haya cambios en las obras o acciones comprometidas. En caso de que existan modificaciones, los SEDIF, los SMDIF (a través de los SEDIF) o las OSC deberán dirigir oficio de solicitud d e modificación y Proyecto o Programa de Trabajo modificado a la UAPV, para que realice el análisis y, en su caso, emita el oficio de autorización. Las modificaciones podrán presentarse siempre y cuando la fecha d e conclusión del Proyecto o Pro grama de Trab ajo no rebase el ejercicio fiscal. Para el caso de las solicitudes de modificación, la UAPV enviará a la Instancia Ejecutora el oficio de aprobación o rechazo de la solicitud. Cuando el SEDIF o el SMDIF obtengan ahorros en la aplicación de los subsidios, l a UAPV podrá autorizar el uso de economías del presupuesto originalmente aprobado y si es el caso, la consecuente modificación a las metas de dichos Proyectos. Para realizar modificaciones a la denominación o a los montos del Proyecto, se requerirá la auto rización de la UAPV y se formalizará en un Addendum del Convenio celebrado o se realizará un convenio modificatorio, instrumento que será publicado en la Gaceta Oficial del Estado y en el Diario Oficial de la Federación; esto último no aplica para los Conv enios de Concertación firmados con OSC. 5.5 Ejecución 5.5.1 Ejercicio de los Subsidios Las obras y/o acciones consideradas en los Proyectos o Programas de Trabajo, ejecutadas con subsidios del Programa, están sujetas a las disposiciones legales, reglamenta rias y administrativas aplicables en el ámbito federal. Estos subsidios se liberarán una vez aprobados los Proyectos y formalizados los Convenios. Los requisitos y formalidades de la ejecución de las obras y/o acciones por contrato, son responsabilidad de las instancias ejecutoras y deberán observar lo establecido en la Ley de Adquisiciones, Arrendamientos y Servicios del Sector Público, la Ley Federal de Presupuesto y Responsabilidad Hacendaria y la Ley de Obras Públicas y Servicios Relacionados con las Mi smas, sus reglamentos respectivos y demás normativa aplicable. Por cada ministración de recursos federales la instancia ejecutora deberá enviar a la DGR el recibo de recepción de los recursos, en el caso de los SEDIF, el que emita la Secretaría de Finanzas o su equivalente en la Entidad Federativa, dentro de los cinco días hábiles posteriores a la recepción del recurso, el que deberá cumplir con lo siguiente: Ser expedido a nombre de Sistema Nacional para el Desarrollo Integral de la Familia. Domicilio Fisc al: Avenida Emiliano Zapata número 340, Colonia Santa Cruz Atoyac, Delegación Benito Juárez, Código Postal 03310, México, Distrito Federal. Registro Federal de Contribuyentes: SND7701134L0. Contener la fecha de emisión, fecha de recepción del recurso por l a Secretaría de Finanzas o su equivalente, nombre del programa y proyecto, y los conceptos relativos a los recursos federales recibidos. En este sentido, el SNDIF recabará previamente el Proyecto o Programa de Trabajo aprobado y el Convenio respectivo. El manejo de los recursos, será de absoluta responsabilidad de los SEDIF, SMDIF u OSC según corresponda, y podrán ser auditados en cualquier momento por las autoridades competentes, de conformidad con lo dispuesto en los artículos 69 y 70 de la Ley General de Contabilidad Gubernamental. Durante el ejercicio presupuestario que corresponda, la UAPV solicitará a las Instancias Ejecutoras, información relacionada con los avances físico -financieros de sus Proyectos y la que considere conveniente tratándose de Progr amas de Trabajo, con las observaciones y el soporte documental que determine. Los subsidios no ejercidos, así como aquéllos que no se destinen a los fines establecidos en los Convenios correspondientes, deberán ser reintegrados a la TESOFE de conformidad a la normativa aplicable en la materia y se deberá informar a la UAPV. Las Reglas sólo norman el otorgamiento de subsidios cuyos beneficiarios sean los SEDIF, los SMDIF u OSC. 28 (Séptim a Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 5.5.1.1 Comprobación del Gasto La comprobación del gasto de los Subsidios o Apoyo s del Programa, está bajo la responsabilidad de los SEDIF, los SMDIF o las OSC, por lo que éstos deberán cumplir con todas las disposiciones aplicables en materia de seguimiento, verificación o supervisión, evaluación, fiscalización y auditoría que señala la normativa federal. Para efectos de la comprobación por parte de las Instancias Ejecutoras, los documentos necesarios que deberán enviarse a la UAPV son: a). Las CIPOB (ver Anexo 9) o padrón de la población objetivo beneficiada (ver Anexo 10). b). Relaci ón de gastos, firmada por la Instancia Ejecutora, anexando copia legible de los comprobantes fiscales (facturas o recibos electrónicos) así como los documentos de verificación de comprobantes fiscales digitales emitidos por el SAT, y en su caso, copia del reintegro que se hagan a la TESOFE (ver Anexo 13); c) Informes Trimestrales de Avance Físico Financiero (ver Anexo 11); d) Acta de Entrega Recepción de Obras o equipo a municipio y/o Beneficiarios del Programa (cuando aplique por la naturaleza del Proyecto ); e) Bitácora fotográfica, que evidencie la ejecución y finalización de las Obras o acciones; f) Informe Final de Resultados (ver Anexo 12). Los SEDIF, los SMDIF o las OSC serán responsables de llevar el registro y control de los recursos ejercidos a nive l obra o acción. Los Expedientes Técnicos deberán contener la documentación listada con anterioridad, con el objeto de comprobar la erogación de los recursos de acuerdo a los montos y conceptos previstos para la ejecución de la obra o acción, o en su caso, los ahorros presupuestarios obtenidos y enterados. Los documentos originales de comprobación de gasto deberán ser conservados por los SEDIF, los SMDIF o las OSC, durante los plazos que dispone la normativa aplicable. 5.5.2 Avances Físico -Financieros Por t ratarse de un Programa a nivel nacional en el cual las Entidades Federativas son corresponsables de la transparencia en la información y difusión de los resultados, de conformidad con lo dispuesto en los artículos 107 y 110 de la Ley Federal de Presupuesto y Responsabilidad Hacendaria, y 181 de su Reglamento, la Secretaría de Salud en su carácter de Coordinadora Sectorial, enviará a la Cámara de Diputados, por conducto de las Comisiones correspondientes, a la SHCP y a la SFP, los informes trimestrales, que al efecto formule el SNDIF, sobre el presupuesto ejercido (financiero) y el cumplimiento de metas (físico) de las acciones de este Programa. Para tal efecto, las Instancias Ejecutoras deberán remitir estos informes, una vez radicados los recursos del Proye cto, durante los siguientes diez días naturales posteriores a la terminación de cada trimestre. Las Instancias Ejecutoras realizarán un seguimiento de avances físico -financiero trimestral de la aplicación de los recursos del Programa, con la finalidad de c ontar con dicha información en caso de ser requerida por el SNDIF; además, darán un seguimiento de las obras, acciones y de la población objetivo beneficiada, utilizando el formato identificado como anexo 11. En caso de que derivado de dichos informes se d etecten irregularidades en la aplicación de los recursos del Programa, el SNDIF suspenderá la ministración de recursos y, en caso de comprobarse la irregularidad, las autoridades estatales deberán reintegrar la totalidad de los subsidios recibidos por este Programa. El incumplimiento sobre la forma y contenido de estos reportes e informes, será objeto de retención de las ministraciones de subsidios, según se establece en la Ley Federal de Presupuesto y Responsabilidad Hacendaria. Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 29 5.5.3 Informe Final de Resu ltados Para cada uno de los Proyectos aprobados, se deberá formular el correspondiente Informe Final de Resultados (ver Anexo 12), y enviarse a la UAPV a más tardar 10 días naturales después de concluido el ejercicio fiscal. 6. Evaluación La evaluación del Programa se llevará a cabo de acuerdo con la Ley General de Desarrollo Social, el PEF, los Lineamientos Generales para la Evaluación de los Programas Federales de la Administración Pública Federal y el Programa Anual de Evaluación correspondiente. 6.1 Eva luación Interna Con el objeto de enfocar la gestión del Programa al logro de resultados para mejorar las condiciones de vida de la población objetivo beneficiaria; así como fortalecer la rendición de cuentas y la transparencia en el ejercicio de los recurs os, se evaluará la operación y resultados del Programa a través de la Matriz de Indicadores para Resultados (MIR). La evaluación se podrá complementar con un seguimiento de los recursos ejercidos, acciones ejecutadas y metas alcanzadas. Los indicadores que servirán como parámetro para evaluar el desempeño del Programa y serán utilizados por la Instancia Normativa como parte de la rendición de cuentas, son los siguientes: MIR del Programa S272 Nombre del Indicador Fórmula FIN: Porcentaje de la población en estado de vulnerabilidad beneficiada a través de las acciones del Programa (Número de personas en estado de vulnerabilidad beneficiada a través de las acciones del Programa Número de personas en el país que resulten de aplicar el promedio del Índice de V ulnerabilidad Social ) X 100 PROPÓSITO: Porcentaje de personas en situación de vulnerabilidad que reciben apoyos para mejorar sus condiciones de vida (Número de personas en situación de vulnerabilidad que reciben apoyos Número de personas en el país que resulten de aplicar el promedio del Índice de Vulnerabilidad Social ) X 100 COMPONENTE: Porcentaje de personas en estado de vulnerabilidad beneficiadas con apoyos brindados a entidades federativas y Organizaciones de la Sociedad Civil. (Personas en estad o de vulnerabilidad beneficiadas con apoyos brindados a entidades federativas y Organizaciones de la Sociedad Civil Número de personas en el país que resulten de aplicar el promedio del Índice de Vulnerabilidad Social ) X 100 Porcentaje de apoyos propor cionados a personas en situación de vulnerabilidad para subsanar sus problemáticas emergentes (Número de apoyos proporcionados a personas en situación de vulnerabilidad para subsanar sus problemáticas emergentes Total de apoyos solicitados) X 100 ACTIVI DAD: Porcentaje de proyectos de asistencia social presentados por las entidades federativas y organizaciones de la sociedad civil que fueron beneficiados. (Número de proyectos de asistencia social beneficiados Total de proyectos de asistencia social pres entados por las entidades federativas y organizaciones de la sociedad civil) X 100 Porcentaje de población identificada como sujeta de recibir apoyos para solucionar sus problemáticas emergentes. (Número de personas identificada como sujeta de recibir apo yos para solucionar sus problemáticas emergentes Total de personas que solicitan apoyos para solucionar sus problemáticas emergentes) X 100 30 (Séptim a Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 6.2 Evaluación Externa En cumplimiento a lo establecido en el artículo 78 de la Ley Federal de Presupuesto y Res ponsabilidad Hacendaria, así como del Programa Anual de Evaluación correspondiente, las dependencias, o las entidades a través de su respectiva dependencia coordinadora de sector, deberán realizar una evaluación de resultados de los Programas sujetos a Reg las de operación, por conducto de expertos, instituciones académicas y de investigación u organismos especializados, de carácter nacional o internacional, que cuenten con reconocimiento y experiencia en las respectivas materias de los Programas. 6.2.1 Fisc alización, Control y Vigilancia La SHCP, la SFP, la Auditoría Superior de la Federación, las Contralorías Federales y Locales, así como los órganos de fiscalización en cada Entidad Federativa, podrán realizar actividades de fiscalización y auditoría respec to al ejercicio de los recursos del Programa, las cuales se sujetarán a las disposiciones jurídicas aplicables al ejercicio del gasto público. 7. Transparencia Asimismo, de conformidad con lo establecido en la Ley General de Transparencia y Acceso a la Información Pública y demás disposiciones jurídicas aplicables, las Reglas estarán disponibles en el portal de transparencia de la página electrónica del SNDIF. Para conocimiento de la sociedad en general, al inicio de la obra o acción, las Instancias Ejecuto ras deberán colocar en un lugar visible de la localidad o en el área en la que se realicen los trabajos, un letrero con la siguiente información: a) Las características generales de las obras o acciones; b) Nombre del Ejecutor; c) La fecha de inicio y térm ino (vigencia del Convenio); d) La población y comunidades beneficiadas; e) Las metas físicas; f) El monto de los recursos aportados por la Federación, por los gobiernos de las Entidades Federativas y de los municipios correspondientes y, en su caso, por l os propios Beneficiarios del Programa; g) Indicar que las obras o acciones se realizan en el marco del Programa, con la participación del SNDIF, de los gobiernos de las Entidades Federativas y de los municipios y, en su caso, de la población objetivo benef iciada. Se deberá incluir en toda la documentación del Programa y en toda publicidad y promoción que adquieran las Instancias Ejecutoras tales como anuncios en medios electrónicos, escritos y gráficos y de cualquier otra índole, la leyenda \"Este programa e s público, ajeno a cualquier partido político. Queda prohibido el uso para fines distintos a los establecidos en el programa\". Los letreros y las placas se deberán elaborar y colocar con cargo a los recursos asignados a la Instancia Ejecutora, incluyendo e l logotipo o imagen corporativa de cada uno de los participantes. 8. Participación Social La participación social tiene como propósito impulsar la participación de la población objetivo beneficiada y ciudadanos en la ejecución, control y vigilancia de las acciones y obras desarrolladas en el Programa. Esta participación será promovida especialmente en torno a la implementación de proyectos, la creación de contralorías sociales, y proyectos de monitoreo y aval ciudadano en los términos de la legislación y normativa aplicable. 8.1 Contraloría Social Se propiciará la participación de la población objetivo beneficiada del Programa a través de la integración y operación de Comités de Contraloría Social, para el seguimiento, supervisión y vigilancia del cumplimien to de las metas y acciones comprometidas en el Programa, así como de la correcta aplicación de los recursos públicos asignados al mismo. Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 31 Para lograr lo anterior, la instancia normativa deberá sujetarse al \"Acuerdo por el que se establecen los \"Lineamientos para la promoción y operación de la Contraloría Social en los programas federales de desarrollo social\", emitido por la Secretaría de la Función Pública y publicado en el Diario Oficial de la Federación el 11 de abril de 2008, para que promueva y realice las acciones necesarias para la integración y operación de la contraloría social, de acuerdo al Esquema de Contraloría Social (Anexo 14) validado por la Secretaría de la Función Pública y demás documentos normativos establecidos por el Programa. 9. Quejas y Denuncias La SFP, el SNDIF y el OIC respectivo, en el ejercicio de sus facultades, podrán realizar indistintamente, en todo momento la inspección, fiscalización y vigilancia de los recursos federales, incluyendo la revisión programática -presupuestaria; a sí como, en su caso, atender las quejas y denuncias que se presenten sobre su manejo. Para tal efecto la Instancia Ejecutora del Programa conservará en forma ordenada y sistemática, toda la documentación comprobatoria de los actos que realice conforme a la s disposiciones de la legislación aplicable. Podrá denunciarse toda acción u omisión, que produzca o pueda producir daños al ejercicio de los derechos sociales. La denuncia podrá realizarse por cualquier persona, bastando que se presente por escrito y cont enga: a) Nombre, domicilio y demás datos que permitan la identificación del denunciante, en su caso, de su Representante Legal. b) Se podrá presentar la denuncia ante la autoridad competente sobre cualquier hecho, acto u omisiones denunciados. c) Los datos que permitan identificar al presunto sujeto infractor, y d) Las pruebas que en su caso ofrezca el denunciante. Las inconformidades, quejas o denuncias respecto de la operación, entrega de apoyos, ejecución o algún otro aspecto relacionado con este Program a, podrán ser presentadas por la población objetivo beneficiada o por la población en general, a través de los siguientes canales institucionales de quejas y denuncias: Secretaría de la Función Pública contactociudadano@funcionpublica.gob.mx Número telefón ico (55) 2000 -3000, extensión 2164. Fiscalía Especializada para la Atención de Delitos Electorales (FEPADE) FEPADETEL: 01 800 833 7233 y (55) 5346 3103 México D.F. fiscalenlinea@pgr.gob.mx www.fepadenet.pgr.gob .mx Órgano Interno de Control en el Sistema Nacional DIF. Prolongación Xochicalco No. 947 Col. Santa Cruz Atoyac, Delegación Benito Juárez México, D.F., C.P. 03310 01 (55) 32 (Séptim a Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 10. Anexos Anexo 1 Modelo de Convenio de Concertación con Organizaciones de la Sociedad Civil para brindar atención especializada CONVENIO DE CONCERTACION QUE CELEBRAN, POR UNA PARTE, EL SISTEMA NACIONAL PARA EL DESARROLLO I NTEGRAL DE LA FAMILIA, EN LO SUCESIVO DENOMINADO \"DIF NACIONAL\" , REPRESENTADO POR SU TITULAR, __________, QUIEN SE HACE ASISTIR EN ESTE ACTO POR __________ Y __________, EN SU RESPECTIVO CARACTER DE __________ Y OFICIAL MAYOR, Y POR LA OTRA, __________ , EN ADELANTE \"__________\" , REPRESENTADA POR __________, EN SU CARACTER DE __________, A QUIENES CUANDO ACTUEN DE MANERA CONJUNTA SE LES DENOMINARA \"LAS PARTES\" , DE CONFORMIDAD CON LOS SIGUIENTES ANTECEDENTES, DECLARACIONES Y CLAUSULAS: ANTECEDENTES I. La Cons titución Política de los Estados Unidos Mexicanos determina, en su artículo 25, primer párrafo, que al Estado corresponde la rectoría del desarrollo nacional a efecto de garantizar que éste sea integral y sustentable, que fortalezca la Soberanía de la Naci ón y su régimen democrático y que, mediante el fomento del crecimiento económico y el empleo y una más justa distribución del ingreso y la riqueza, permita el pleno ejercicio de la libertad y la dignidad de los individuos, grupos y clases sociales, cuya se guridad protege la propia Constitución. Asimismo, en su artículo 26, apartado A, la Constitución Política de los Estados Unidos Mexicanos establece la competencia del Estado para organizar un sistema de planeación democrática del desarrollo nacional que im prima solidez, dinamismo, permanencia y equidad al crecimiento de la economía para la independencia y la democratización política, social y cultural de la nación, así como para concertar con los particulares las acciones a realizar para la elaboración y ej ecución del plan y los programas de desarrollo. II. La Ley de Planeación en sus artículos 27, 28, 32, 37, 38, 39, 40 y 41 establece que los Planes y Programas especificarán las acciones que serán objeto de concertación por el Ejecutivo Federal, a través de los grupos sociales interesados, pudiéndose concertar con ellos o con los particulares la ejecución de dicho Plan y los referidos programas. III. La Ley de Asistencia Social, en su artículo 3o., define a la asistencia social como el conjunto de acciones t endientes a modificar y mejorar las circunstancias de carácter social que impidan el desarrollo integral del individuo, así como la protección física, mental y social de personas en estado de necesidad, indefensión, desventaja física y mental, hasta lograr su incorporación a una vida plena y productiva. Por su parte, el artículo 4o. del instrumento legal en comento identifica como sujetos preferentes de la asistencia social a las niñas, los niños y los adolescentes, a los adultos mayores, entre otros. Asimi smo, el artículo 21 de la Ley de Asistencia Social otorga al Gobierno Federal la facultad de promover la participación de la sociedad en la planeación, ejecución y evaluación de la política nacional de Asistencia Social mediante la concertación de acciones y el establecimiento de convenios de concertación con los sectores social y privado y con instituciones académicas, grupos y demás personas físicas y morales interesadas en la prestación de servicios de asistencia social, situación que se ratifica en el a rtículo 44 del ordenamiento legal en cita. IV. La Ley Federal de Presupuesto y Responsabilidad Hacendaria, establece en su artículo 25, fracción VI, que la programación y presupuestación anual del gasto público, se realizará con apoyo en los anteproyectos que las dependencias y entidades del Ejecutivo Federal elaboren para cada ejercicio fiscal, y con base en la interrelación que exista, en su caso, con los acuerdos de concertación con los sectores privado y social. V. El Reglamento de la Ley Federal de Pre supuesto y Responsabilidad Hacendaria establece en su artículo 178, segundo párrafo, que con el objeto de participar en los programas sujetos a reglas de operación, las dependencias y entidades de la Administración Pública Federal podrán celebrar convenios con personas morales sin fines de lucro, consideradas organizaciones de la sociedad civil. VI. En congruencia con lo anterior, el día __________, fueron publicadas en el Diario Oficial de la Federación, las Reglas de Operación del Programa de Apoyos para la Protección de las Personas en Estado de Necesidad para el Ejercicio Fiscal 2016, que opera \"DIF NACIONAL\" , en lo sucesivo referidas como las \"REGLAS DE OPERACION\" , programa que tiene como objetivo contribuir a cerrar las brechas existentes en salud ent re diferentes grupos sociales y regiones del país, mediante el otorgamiento de apoyos y la instrumentación de proyectos para la protección, en beneficio de la población sujeta de asistencia social. Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 33 DECLARACIONES I. \"DIF NACIONAL\" declara que: a) Es un Orga nismo Público Descentralizado, con patrimonio propio y personalidad jurídica, regulado por la Ley General de Salud y la Ley de Asistencia Social, que tiene entre sus objetivos la promoción de la asistencia social y la prestación de servicios en ese campo. b) Los CC. Oficial Mayor y Encargado del Despacho de la Unidad de Atención a la Población Vulnerable, se encuentran facultados para la formalización del presente instrumento jurídico, de conformidad con los artículos 19, fracciones II, XXVI y XXIX, 14, fra cción XVI, 15, fracción XV y 41 del Estatuto Orgánico del Sistema Nacional para el Desarrollo Integral de la Familia. c) El Plan Nacional de Desarrollo 2013 -2018 (PND), establece en su Meta Nacional número II. México Incluyente, específicamente en el Plan de Acción II.2: Integrar una sociedad con equidad, cohesión social e igualdad de oportunidades , señala que: La prioridad será integrar una sociedad con equidad, cohesión social e igualdad de oportunidades. Un México Incluyente busca consolidar plataformas de movilidad social que contribuyan a cerrar las brechas existentes entre diferentes grupos sociales y regiones del país. El PND en su objetivo 2.2, propone transitar hacia una sociedad equitativa e incluyente . Para lograrlo, se plantea generar esquemas de desarrollo comunitario con un mayor grado de participación social. Asimismo, se busca articular políticas que atiendan de manera específica cada etapa del ciclo de vida de la población. Necesitamos hacer de México un país para todas las generaciones. Con ello buscará garantizar los derechos de la infancia a través de un mejor diseño institucional y programático, además del incremento de la inversión en el bienestar de los más pequeños de acuerdo con el principio del interés superior del niño establecido en la legislación nacional e internacional. Asimismo, se propiciará el desarrollo humano integral de los adultos mayores brindándoles todas las oportunidades necesarias para alcanzar un nivel de vida digno y sustentable. Específicamente en la estrategia 2.2.1 Generar esquemas de desarrollo comunitario a través de procesos de participación social, contempla tres líneas de acción: Fortalecer a los actores sociales que promueven el desarrollo social de los grupos en situación de vulnerabilidad y rezago. Potenciar la inversión conjunta de la sociedad organizada y los tres órdenes de gobierno, invirtiendo en proyectos de infraestructura social básica, complementaria y productiva. Fortalecer el capital y cohesión social mediante la organización y participación d e las comunidades, promoviendo la confianza y la corresponsabilidad. Asimismo, en su estrategia 2.2. 2 Articular políticas que atiendan de manera específica cada etapa del ciclo de vida de la población propone las siguientes acciones: Promover el desarroll o integral de los niños y niñas, particularmente en materia de salud, alimentación y educación, a través de la implementación de acciones coordinadas entre los tres órdenes de gobierno y la sociedad civil. Fomentar el desarrollo personal y profesional de l os jóvenes del país, para que participen activamente en el desarrollo del mismo y puedan cumplir sus expectativas laborales, sociales y culturales. Fortalecer la protección de los derechos de las personas adultas mayores, para garantizar su calidad de vida en materia de salud, alimentación, empleo, vivienda, bienestar emocional y seguridad social. d) En los términos de los artículos 28, 32, 33, 34, 35 y 36 de la Ley de Planeación, celebra el presente convenio como instrumento de coordinación para la ejecuci ón del Subprograma de apoyos a personas en estado de necesidad , del Programa de Apoyos para la Protección de las Personas en Estado de Necesidad, para el Ejercicio Fiscal 2016, con el \"DIF ESTATAL\" , para establecer los convenios de concertación en la mater ia. e) Señala como domicilio legal para todos los efectos de este convenio, el ubicado en Avenida Emiliano Zapata número 340, Colonia Santa Cruz Atoyac, Delegación Benito Juárez, Código Postal 03310, México, Distrito Federal. 34 (Séptim a Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 II. \"__________ \" declara que: a) Es una __________ constituida legalmente mediante el testimonio de la escritura pública número __________, de fecha __________, otorgada ante la fe del __________, Notario Público número __________ del __________. b) Su objeto social comprende, entre ot ros, __________. c) Su __________ (representante legal) acredita su personalidad con el testimonio de la escritura pública número __________, de fecha __________, otorgada ante la fe de __________, Notario Público número __________ de __________, mediante la cual se encuentra facultado (a) para celebrar el presente convenio de concertación. d) Su Registro Federal de Contribuyentes es _______________. e) Se encuentra debidamente inscrita en el Directorio Nacional de Instituciones de Asistencia Social, en términos del artículo 58 de la Ley de Asistencia Social. f) Señala como domicilio legal para todos los efectos de este convenio, el ubicado en __________ número __________, Colonia __________, Código Postal __________, Delegación o Municipio __________, Estad o de __________. III. \"LAS PARTES\" declaran conjuntamente que: a) Ante la necesidad de emprender acciones coordinadas tendientes al mejoramiento de las condiciones de vida de la población sujeta de asistencia social, es su interés y su voluntad suscribir el presente instrumento jurídico, en beneficio de la población vulnerable del país. b) Reconocen la importancia de optimizar esfuerzos y sumarse a iniciativas de la sociedad civil, a través de grupos sociales, particulares (personas físicas o morales), inst ituciones académicas y del sector público, para ampliar y potenciar el impacto de los programas en la comunidad y obtener las mayores ventajas que su participación conjunta puede generar en el desarrollo y cumplimiento del objetivo señalado en el presente convenio, así como para el país en general. c) Reconocen mutuamente su capacidad jurídica para suscribir el presente convenio de coordinación. d) Es su deseo suscribir el presente instrumento jurídico, asegurando la adecuada ejecución conjunta de acciones concertadas, entre ellas, las correspondientes en materia de asistencia social, en el marco del Programa S -272 Apoyos para la protección de las personas en estado de necesidad, para el ejercicio 2016, y, específicamente en el Subprograma de apoyos a person as en estado de necesidad , para la realización de acciones en beneficio de sujetos de asistencia social, de acuerdo con sus respectivas disposiciones jurídicas aplicables. e) Cuentan con los recursos necesarios para proporcionar la colaboración, asistencia y servicios inherentes al objeto m ateria del presente convenio; y f) Las supervisiones practicadas por el Sistema Nacional DIF, con fundamento en el artículo 172 de la Ley General de Salud, en relación a los artículos 28 inciso j), 63 y 65 de la Ley de As istencia Social tendrán como objeto la verificación preventiva en el cumplimiento de la Ley General de Salud, en el rubro de asistencia social, de la Ley de Asistencia Social, de la Ley General de los Derechos de Niñas, Niños y Adolescentes, de la Ley de l os Derechos de las Personas Adultas Mayores y de las Normas Oficiales Mexicanas NOM -031-SSA3 -2012. Prestación de servicios de asistencia social a adultos y adultos mayores en situación de riesgo y vulnerabilidad y NOM -032-SSA3 -2010. Prestación de servicios de asistencia social para niños niñas y adolescentes en situación de riesgo y vulnerabilidad; mismas que son de observancia obligatoria, conforme a lo establecido en los artículos 3 fracción XI y 40, de la Ley Federal sobre Metrología y Normalización. Que con base en lo antes expuesto y con fundamento en lo establecido en los artículos 25 y 26 de la Constitución Política de los Estados Unidos Mexicanos; 27, 28, 37, 38, 39, 40 y 41 de la Ley de Planeación; 1o., 25, fracción VI, 75, fracción II, segundo párr afo, 77 y demás relativos de la Ley Federal de Presupuesto y Responsabilidad Hacendaria; 3o., 4o., 21 y 44, y demás relativos de la Ley de Asistencia Social; 22, fracción I, de la Ley Federal de las Entidades Paraestatales; 175, 178, párrafos segundo y ter cero, y demás relativos del Reglamento de la Ley Federal de Presupuesto y Responsabilidad Hacendaria; del Decreto de Presupuesto de Egresos de la Federación para el Ejercicio Fiscal 2016; 19, fracciones II, XXVI y XXIX, 14, fracción XVI, 15, fracción XV y 41 del Estatuto Orgánico del Sistema Nacional para el Desarrollo Integral de la Familia; 1o., 3o., 5o. y demás relativos y aplicables de la Ley Federal de Fomento a las Actividades Realizadas por Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 35 Organizaciones de la Sociedad Civil; y el Acuerdo por el que el Sistema Nacional para el Desarrollo Integral de la Familia da a conocer las Reglas de Operación del Programa Apoyos para la protección de las personas en estado de necesidad, para el ejercicio 2016, \"LAS PARTES\" celebran el presente convenio de concert ación y están de acuerdo en sujetarse a las siguientes: CLAUSULAS PRIMERA. - OBJETO. - El objeto del presente convenio, es establecer las bases y procedimientos de concertación entre \"LAS PARTES\" , para la atención integral que requieren personas por sus cond iciones de vulnerabilidad social, su estado de salud física y/o mental mediante atención especializada en Organizaciones de la Sociedad Civil que operan establecimientos de cuidado alternativo o residencial en el marco del Subprograma de apoyos a personas en estado de necesidad, y para la asignación y ejercicio de los recursos económicos que se destinarán como subsidios para la ejecución del mismo, en el marco de las \"REGLAS DE OPERACION\" . SEGUNDA .- APORTACION DE RECURSOS. - Con base en la suficiencia presup uestal contenida en el Decreto de Presupuesto de Egresos de la Federación para el Ejercicio Fiscal 2016, en las disposiciones contenidas en las \"REGLAS DE OPERACION\" y en el oficio número __________ emitido por la Dirección General de Programación, Organiz ación y Presupuesto de \"DIF NACIONAL\" , esta última aportará recursos por concepto de subsidios considerados apoyos transitorios que prevén las \"REGLAS DE OPERACION\" , por un monto de $ __________ (__________ PESOS __/100 M.N.) . TERCERA. - NATURALEZA DE LOS RE CURSOS. - Los recursos que, de conformidad con las \"REGLAS DE OPERACION\" , aporta \"DIF NACIONAL\" para el cumplimiento del objeto del presente convenio, serán considerados en todo momento como subsidios federales en los términos de las disposiciones aplicable s; en consecuencia, no perderán su carácter federal al ser canalizados a \"__________\" para la ejecución del Proyecto señalado en la cláusula Primera del presente instrumento jurídico. \"LAS PARTES\" aceptan que la aportación de los recursos económicos que se destinen para el desarrollo de las acciones materia de este convenio, estará a cargo de \"DIF NACIONAL\" y la administración, aplicación, información y, en su caso, comprobación de su aplicación, será exclusivamente a cargo de \"__________\" , de conformidad c on el presente convenio y la normatividad aplicable. Los recursos que no se destinen a los fines autorizados en este convenio y/o en las \"REGLAS DE OPERACION\" ; que no se encuentren devengados al 31 de diciembre de 2016 o bien, respecto de los cuales algún órgano fiscalizador detecte desviaciones o incumplimiento en su ejercicio por parte de \"__________\", deberán ser reintegrados por esta última a la Tesorería de la Federación, en los términos que señalen las disposiciones aplicables, incluyendo rendimientos financieros e intereses, debiendo informar por escrito a \"DIF NACIONAL\" . CUARTA. - CUENTA BANCARIA. - Los recursos que proporcione \"DIF NACIONAL\" , se ejercerán por medio de una cuenta bancaria que \"__________________\" se obliga a abrir de manera especial y exclusiva para la administración de los recursos federales materia del presente instrumento jurídico, con el fin de que distinga contablemente su origen e identifique que las erogaciones correspondan a los fines, de conformidad con lo señalado en el Quinto párrafo del artículo 69 de la Ley General de Contabilidad Gubernamental. El manejo de los recursos será de la absoluta responsabilidad de \"______________________\" y podrá ser auditado por las autoridades competentes. La \"___________________\", deberá prese ntar el recibo correspondiente previo a la ministración de los recursos transferidos por el \"DIF NACIONAL\" , mismo que deberá presentarse ante la instancia normativa del Subprograma de apoyos a personas en estado de necesidad; y en congruencia con lo dispue sto, tanto en las \"REGLAS DE OPERACIÓN\" como en el presente convenio. COMPROMISOS DE \"LAS PARTES\" QUINTA. - \"DIF NACIONAL \" se compromete a realizar las acciones siguientes: a) Otorgar a \"__________\" los recursos económicos federales previstos en la cláusula Segunda de este convenio, para el cumplimiento del mismo y de las disposiciones contenidas en las \"REGLAS DE OPERACION\" , una vez que \"__________\" haya cumplido con las obligaciones a su cargo referidas en la cláusula Cuarta del presente convenio; b) Reali zar supervisiones trimestrales, incluyendo las de carácter extraordinario a fin de dar seguimiento social al cuidado y tratamiento que se le da a los beneficiarios albergados en las Organizaciones de la Sociedad Civil, teniendo en cuenta sobre todo su desa rrollo personal y cualquier variación de sus necesidades, los cambios en su entorno familiar y si, en vista de lo anterior, la modalidad de acogimiento sigue siendo necesaria y adecuada. 36 (Séptim a Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 Para instrumentar lo anterior, se podrán realizar: a) entrevistas di rectas con los beneficiarios, para conocer proyectos de vida y principales expectativas para un futuro inmediato; b) supervisiones institucionales periódicas, observando y monitoreando: higiene, alimentación, salud, recreación, educación, conducta y situac ión actual del binomio institución -beneficiario; y, c) Localización de familiares directos de los beneficiarios, sensibilizándolos en la importancia de la vinculación y lazos afectivos para su desarrollo; c) Otorgar asistencia técnica y orientación a \"____ ______\" para el cumplimiento de sus obligaciones, así como promoción en la asesoría y capacitación necesaria, en base a sus programas asistenciales en materia de asistencia social. Entre las acciones se promoverá la capacitación para el trabajo de las pers onas con discapacidad, a través de las agencias de integración laboral dependientes del Sistema Nacional para el Desarrollo Integral de la Familia. Sin perjuicio de lo anterior, las Organizaciones de la Sociedad Civil que operen centros de asistencia social podrán solicitar la colaboración, apoyo o acompañamiento de instituciones, organizaciones o dependencias que brinden apoyo en las ramas de psicología, trabajo social, derecho, pedagogía, además de los apoyos que brinda el DIF Nacional, para complementar , reforzar y satisfacer integralmente el cuidado de las niñas, niños y adolescentes, así como de otros beneficiarios; d) La separación de los beneficiarios de su propia familia deberá considerarse como un último recurso y, en lo posible, debería ser tempor al y por el menor tiempo posible; d) Al momento de asignar el ingreso temporal al programa, el DIF Nacional deberá tener en cuenta la conveniencia, en principio, de mantenerlo lo más cerca posible de su lugar de residencia habitual, a fin de facilitar el c ontacto con su familia y la posible reintegración en ella y de minimizar el trastorno ocasionado a su vida educativa, cultural y social; e) Los hermanos que mantengan relaciones fraternas no deberían en principio ser separados para confiarlos a distintos e ntornos de acogimiento alternativo, a menos que exista un riesgo evidente de abuso u otra justificación que responda al interés superior del niño. En cualquier caso, habría que poner el máximo empeño en lograr que los hermanos mantuvieran contactos entre s í, a no ser que ello fuera contrario a sus deseos o intereses; f) El DIF Nacional utilizará métodos y técnicas complementarias para el apoyo familiar, que serán variables a lo largo del proceso de apoyo en función de cada caso concreto, tales como las visi tas domiciliarias, la presentación, análisis y revisión de casos y la asunción de compromisos por parte de la familia interesada. Su objetivo deberá ser tanto facilitar las relaciones intrafamiliares como promover la integración de la familia en el entorno del beneficiario, y g) En general, cumplir en todo momento con las disposiciones contenidas en las \"REGLAS DE OPERACION\" . SEXTA. - \"__________\" se compromete a: a) Ejercer los recursos señalados en la cláusula Segunda, debiendo ejecutar y desarrollar las actividades objeto del presente convenio, de acuerdo a lo señalado en el mismo, en las disposiciones de las \"REGLAS DE OPERACION\" y en la demás normatividad aplicable; b) Permitir al DIF Nacional efectuar supervisiones trimestrales, en particular visitas ta nto programadas como no anunciadas, que comprendiesen la observación del personal y los beneficiarios y entrevistas con ellos. Para lo cual se podrá oír en condiciones de absoluta reserva a los beneficiarios sujetos a cualquier modalidad de acogimiento alt ernativo mediante visitas a los entornos de acogida en que viven y realizar investigaciones sobre cualquier supuesta violación de sus derechos en esos entornos, en virtud de denuncia o por iniciativa propia. c) Bridar atención especializada a los beneficia rios, en apego a las Normas Oficiales Mexicanas, en materia de asistencia social. d) Los compromisos de cumplimiento preferente, progresivo y hasta el máximo de los medios disponibles por parte de las Organizaciones de la Sociedad Civil, tocante a su admin istración, organización y en el rubro de infraestructura son los siguientes: I. Su infraestructura inmobiliaria deberá cumplir con las dimensiones físicas acordes a los servicios que proporcionan y con las medidas de seguridad y protección civil en término s de la legislación aplicable; Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 37 II. Su infraestructura inmobiliaria buscará ser acorde con el diseño universal y la accesibilidad en términos de la legislación aplicable; III. Contar con medidas de seguridad, protección y vigilancia necesarios para garantiz ar la comodidad, higiene, espacio idóneo de acuerdo a la edad, sexo o condición física o mental de los beneficiarios alojados, de manera tal que se permita un entorno afectivo y libre de violencia, en los términos de las disposiciones aplicables; IV. Atend er los requerimientos establecidos por las autoridades de protección civil, salubridad y asistencia social; V. Procurar un entorno que provea los apoyos necesarios para que niñas, niños y adolescentes con discapacidad vivan incluidos en su comunidad; VI. Contar con espacios destinados especialmente para cada una de las actividades en las que participen niñas, niños y adolescentes; VII. El número de personas que presten sus servicios en cada centro de asistencia social será determinado en función de la capac idad económica de éstos, así como del número de niñas, niños y adolescentes que tengan bajo su custodia en forma directa e indirecta, debiendo contar con, por lo menos, una persona de atención por cada cuatro niños o niñas menores de un año, y una persona de atención por cada ocho mayores de esa edad; VIII. Contar con recursos humanos especializados para proporcionar atención en actividades de estimulación, formación, promoción y autocuidado de la salud; atención médica y actividades de orientación social y de promoción de la cultura de protección civil, conforme a las disposiciones aplicables; IX. Brindar de manera permanente capacitación y formación especializada a su personal, así como supervisar y evaluar de manera periódica a su personal; X. El personal que desempeña actividades profesionales, técnicas y auxiliares que requieran conocimientos específicos en el campo de la medicina, odontología, enfermería, trabajo social, psicología, nutrición, dietología, terapia física, terapia ocupacional, terapia del lenguaje, según corresponda, requiere de los respectivos títulos profesionales, diplomas, certificados de especialización o al menos de la certificación de competencia s en relación a su actividad, y XI. Instrumentar un programa de pre -egreso donde se dise ñe, planee y programe la reintegración de la población menor de edad asistida, el cual deberá trabajarse previo a que cumpla su mayoría de edad, a fin de incorporarse progresivamente a la vida independiente. En el caso de los beneficiarios con discapacidad , se aplicarán criterios y estándares, con base en los artículos 4 y 5 de la Ley General para la Inclusión de las Personas con Discapacidad, los cuales están sujetos a una evaluación de actitudes y aptitudes, para considerar la viabilidad de su probable eg reso. e) Informar por escrito firmado bajo protesta de decir verdad, de forma trimestral (dentro de los primeros 10 días hábiles del mes que corresponda) a la Dirección General de Integración Social de \"DIF NACIONAL\", el estado que guarda la ejecución del objeto del presente Convenio con que se reportan las metas y objetivos alcanzados al cierre del periodo, anexando los documentos que acrediten la correcta aplicación de los recursos; El informe a que se refiere el párrafo anterior, contendrá un apartado q ue indique de manera detallada la atención integral que reciben los beneficiarios, en los rubros siguientes: atención social, atención médica y nutricional, atención psicológica, atención pedagógica, y en su caso atención formativa, así como la evolución i ndividualizada del beneficiario de un trimestre a otro. f) No destinar a otros conceptos de gasto los recursos otorgados; g) Reintegrar a la Tesorería de la Federación, los recursos federales presupuestales, y en su caso, los productos financieros que no s e hubieran destinado a los fines autorizados, o no se encuentren devengados al cierre del ejercicio fiscal correspondiente o que se hayan detectado desviaciones o incumplimientos en el ejercicio de los recursos, o por alguna otra causa considerada en este instrumento jurídico y/o las \"REGLAS DE OPERACION\" , de conformidad con el artículo 176 del Reglamento de la Ley Federal de Presupuesto y Responsabilidad Hacendaria, dicho reintegro deberá ser informado por escrito a la Dirección de Finanzas de \"DIF NACIONA L\"; 38 (Séptim a Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 h) Conservar debidamente resguardada, durante un periodo de cinco años, la documentación original comprobatoria del ejercicio del gasto de los recursos que con base en el presente instrumento jurídico se entregan; i) Aceptar y facilitar la realización de visitas de supervisión e inspección, y brindar la información y documentación desagregada por género que solicite \"DIF NACIONAL\" , la Secretaría de la Función Pública y/o las Instancias Fiscalizadoras, para los efectos que dichas instancias requieran; j) Proporcionar la información que les sea requerida por \"DIF NACIONAL\" sobre sus fines, estatutos, programas, actividades y beneficiarios; k) Notificar al Registro Federal de Organizaciones a que se refiere la Ley Federal de Fomento a las Actividades Realiz adas por Organizaciones de la Sociedad Civil, las modificaciones a su acta constitutiva, así como los cambios en sus órganos de gobierno, dirección y representación en un plazo no mayor a cuarenta y cinco días hábiles contados a partir de la modificación r espectiva; l) Inscribir en el Registro Federal de Organizaciones a que se refiere la Ley Federal de Fomento a las Actividades Realizadas por Organizaciones de la Sociedad Civil, la denominación de las Redes de las que forme parte, así como cuando deje de p ertenecer a las mismas; m) Las Organizaciones de la Sociedad Civil, tienen la obligación de promover, respetar, proteger y garantizar los derechos humanos de los beneficiarios niñas, niños y adolescentes, personas con discapacidad y personas adultas mayore s, de conformidad con los principios de universalidad, interdependencia, indivisibilidad y progresividad, considerando enunciativa y no limitativamente, las siguientes salvaguardas en su relación con todos los beneficiarios, conforme a lo siguiente: m.1) Derechos de Niñas, Niños y Adolescentes: I. Todas las medidas disciplinarias y de control del comportamiento que constituyan tortura o tratos crueles, inhumanos o degradantes, incluidas las medidas de aislamiento, encierro temporal, e incomunicación o cua lesquiera otras formas de violencia física o psicológica que puedan poner en peligro la salud física o mental de los beneficiarios, especialmente tratándose de niñas, niños y adolescentes, quedan estrictamente prohibidas, en función al principio del interé s superior de la niñez; II. Alojar y agrupar a niñas, niños y adolescentes de acuerdo a su edad y sexo en las áreas de dormitorios, sin que por ningún motivo éstos puedan ser compartidos por adultos, salvo que necesiten ser asistidos por algún adulto; III. Ninguna niña, niño o adolescente deberá quedar privado en ningún momento del apoyo y la protección de un tutor legal u otro adulto reconocido responsable; IV. Las niñas, niños y adolescentes deberían vivir en un entorno en el que se sientan apoyados, protegidos y cuidados y que promueva todo su potencial; V. Se deberá respetar plenamente el derecho de las niñas, niños y adolescentes a ser oídos y a que sus opiniones se tomen debidamente en cuenta de acuerdo a su desarrollo cognitivo y sobre la base de su acceso a toda la información necesaria, en arreglo al principio de participación; VI. Las y los beneficiarios acogidos sin distinción de edad, sexo, estado de salud deberán tener acceso a un buzón físico ubicado en espacios visibles y accesibles especi almente para niñas, niños y adolescentes, con carácter confidencial, mediante el cual podrán notificar al DIF Nacional sus quejas o inquietudes con respecto al trato que se les dispensa o las condiciones de acogida; VII. Las niñas, niños y adolescentes qu e se encuentren en acogimiento alternativo a causa de la prisión u hospitalización prolongada de sus padres tendrán derecho de mantener contacto con ellos y recibir el apoyo psicológico y la asistencia necesarios a este respecto, salvo que dicho contacto redunde en perjuicio de su interés superior y previa autorización de la Direcciones General de Integración Social del DIF Nacional; VIII. No se privará del derecho a las niñas, niños y adolescentes de tener acceso a información sobre la situación de los mi embros de su familia si no mantiene contacto con ellos, salvo que dicha información redunde en perjuicio de su interés superior y previa autorización de la Dirección General de Integración Social del DIF Nacional; Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 39 IX. Niñas, niños y adolescentes con disca pacidad temporal o permanente; sin distinción entre motivo o grado de discapacidad, no podrán ser discriminados para ser recibidos o permanecer en los centros de asistencia social; X. Las Organizaciones de la Sociedad Civil de acogida deberán velar por el respeto del derecho de las niñas, niños y adolescentes, con discapacidades, los que viven con el VIH/SIDA o afectados por este o que tengan otras necesidades especiales, a desarrollarse mediante el juego y las actividades de esparcimiento y porque se cree n oportunidades para tales actividades en el entorno de acogimiento y fuera de él; XI. Las medidas encaminadas a proteger a las niñas, niños y adolescentes en acogimiento no deberán implicar limitaciones poco razonables de su libertad y comportamiento en comparación con los niños de edad similar en su comunidad; XII. Las Organizaciones de la Sociedad Civil de acogida deberán velar por que no sean empleados en labores insalubres o peligrosas, en trabajo nocturno industrial y todo otro trabajo después de la s diez de la noche, a los menores de dieciséis años, albergados en sus centros de asistencia social, y XIII. Las Organizaciones de la Sociedad Civil de acogida deberán velar por que sus beneficiarios menores de quince años no sean contratados bajo ningún concepto de relación laboral. Así mismo, se asegurarán de que los beneficiarios mayores de quince años y menores de dieciséis tengan como jornada máxima laboral la de seis horas. m.2) Derechos de las personas con discapacidad física, mental o trastornos d el comportamiento: I. Derecho al consentimiento informado de la persona o su representante, en relación al tratamiento a recibir. Esto sólo se exceptuará en el caso de internamiento involuntario, cuando se trate de un caso urgente o cuando se compruebe qu e el tratamiento es el más indicado para atender las necesidades del paciente; II. Derecho a que le sean impuestas únicamente las restricciones necesarias para garantizar su protección y la de terceros. En todo caso, se deberá procurar que el internamient o sea lo menos restrictivo posible y a que el tratamiento a recibir sea lo menos alterador posible; III. Derecho a que el tratamiento que reciba esté basado en un plan prescrito individualmente con historial clínico, revisado periódicamente y modificado l legado el caso; IV. Derecho a no ser sometido a tratamientos irreversibles o que modifiquen la integridad de la persona; V. Derecho a ser tratado y atendido en su comunidad o lo más cerca posible al lugar en donde habiten sus familiares o amigos; VI. De recho a la confidencialidad de la informac ión clínica sobre su persona, y VII. Las y los beneficiarios acogidos sin distinción de edad, sexo, estado de salud deberán tener acceso a un buzón físico ubicado en espacios visibles y accesibles especialmente pa ra personas con discapacidad, con carácter confidencial, mediante el cual podrán notificar al DIF Nacional sus quejas o inquietudes con respecto al trato que se les dispensa o las condiciones de acogida. m.3) Derechos de las personas las personas adultas mayores: I. Establecer mecanismos para asegurar que el inicio y término de servicios de cuidado estén sujetos a la manifestación de la voluntad libre y expresa de la persona mayor; II. Garantizar el acceso de la persona mayor a la información, en particu lar a sus expedientes personales, ya sean físicos o digitales, y promover el acceso a los distintos medios de comunicación e información, así como informar a la persona mayor sobre sus derechos y sobre el marco jurídico y protocolos que rigen los servicios de cuidado a largo plazo; III. Proteger la seguridad personal y el ejercicio de la libertad y movilidad de la persona mayor, hasta donde sea posible a fin de no exponerle a una situación de riesgo; IV. Proteger la integridad de la persona mayor y su pri vacidad e intimidad en las actividades que desarrolle, particularmente en los actos de higiene personal; 40 (Séptim a Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 V. Adoptar medidas adecuadas, cuando corresponda, para que la persona adulta mayor que se encuentre recibiendo servicios de cuidado a largo plazo cuen te con servicios de cuidados paliativos que abarquen al paciente, su entorno y su familia; VI. Tendrá derecho si así conviene a sus intereses a la búsqueda de un trabajo digno, de acuerdo a sus capacidades y habilidades; VII. Al fomento de actividades en su tiempo libre, de actividades culturales, de recreación, esparcimiento intra o extra institucionales; VIII. A recibir atención tanatológica que le permita resolver duelos, pérdidas y aceptación de su ciclo de vida; IX. Tener acceso a un documento de v oluntad anticipada y a recibir orientación legal al respecto, cuando así lo regule y permita la legislación local aplicable; X. A aceptar o negarse a participar en protocolos de investigación, mediante el documento de consentimiento informado; XI. A ser orientado a participar en acciones a favor del autocuidado y de su salud; XII. A que el personal que lo atienda tenga la orientación, capacitación y habilidades gerontológicas. Si las circunstancias y medios institucionales lo permiten, tener el apoyo de un Comité de Bioética; XIII. Tener la posibilidad de segundas opiniones médicas y si así lo decide acceso a medicina alternativa o tradicional; XIV. A ejercer su sexualidad en un contexto de seguridad, privacidad y prevención de enfermedades infectoconta giosas, y XV. Las y los beneficiarios acogidos sin distinción de edad, sexo, estado de salud deberán tener acceso a un buzón físico ubicado en espacios visibles y accesibles especialmente para personas adultas mayores, con carácter confidencial, mediante el cual podrán notificar al DIF Nacional sus quejas o inquietudes con respecto al trato que se les dispensa o las condiciones de acogida. m.4) Derechos de los beneficiarios, sin distinción de sexo, edad o estado de salud: I. Queda prohibido el cobro de c ualquier tipo de servicio a los beneficiarios y/o sus familiares. II. Desde el inicio del acogimiento residencial y durante todo el período de acogida, las Organizaciones de la Sociedad Civil deberán fijar sistemáticamente como objetivo la preparación del beneficiario para asumir su independencia e integrarse plenamente en la comunidad, en tanto que sea posible, en particular su preparación para la vida cotidiana y el trato social, que se fomenta mediante la participación en la vida de la comunidad local; III. Las Organizaciones de la Sociedad Civil, serán responsables de brindar alojamiento, alimentación, vestido, actividades de trabajos social, atención médica, atención psicológica, apoyo jurídico, actividades de auto cuidado, físicas, recreativas, ocupa cionales, culturales y productivas. IV. Las Organizaciones de la Sociedad Civil, realizarán acciones de referencia y contra -referencia para la resolución de urgencias médico quirúrgicas. La atención médica que se proporcione a los beneficiarios comprende actividades preventivas, curativas y de rehabilitación y puede ser proporcionada en el establecimiento, por un servicio externo para casos de urgencia o atención programada. Serán responsables de la referencia/traslado en su caso, a una unidad de atención médica de mayor capacidad resolutiva, debiendo informar al DIF Nacional las gestiones y resultados obtenidos. V. Las Organizaciones de la Sociedad Civil, no deberán utilizar nunca como sanción la limitación de los contactos de los beneficiarios con los m iembros de su familia y con otras personas de importancia especial para ellos; VI. Las Organizaciones de la Sociedad Civil no deberán hacer uso de la fuerza ni de medidas de coerción de cualquier tipo a menos que sean estrictamente necesarias para salvagu ardar la integridad física o psicológica de los beneficiarios o de otras personas y se apliquen de conformidad con la ley y de manera razonable y proporcionada y respetando particularmente los derechos fundamentales de la niña, niño o adolescente y demás b eneficiarios. La coerción mediante drogas y medicación deberá basarse en las necesidades terapéuticas y no se deberá emplear nunca sin la evaluación y prescripción de un médico especialista con cédula profesional; Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 41 VII. Ser protegidos contra injerencias ar bitrarias o ilegales en su vida privada, familia, unidad doméstica, o cualquier otro ámbito en el que se desenvuelven, así como en su correspondencia o cualquier otro tipo de comunicación; VIII. Deberán facilitarse oportunidades de educación y formación p rofesional continua, en los casos que sea factible, como parte de la preparación para la vida cotidiana de los beneficiarios que se apresten a abandonar su entorno de acogida a fin de ayudarles a lograr la independencia económica y a generar sus propios in gresos; IX. No se considerará lícito privarles a los beneficiarios del fruto de su trabajo o retenerse la totalidad o parte de sus ingresos laborales, salvo por virtud de la administración de un fondo de ahorro que prevenga la dilapidación o derroche de r ecursos a manos del propio beneficiario y siempre que medie notificación mensual por escrito de la evolución del estado de cuenta de los recursos a su propio titular y al DIF Nacional. En todo caso los recursos generados en el fondo de ahorro junto a sus intereses deberán entregarse íntegramente a los beneficiarios al momento de su egreso mediante acta circunstanciada; X. Los beneficiarios podrán tener acceso a la enseñanza académica y a la formación profesional, en ejercicio de sus derechos y, hasta donde sea posible; XI. Las Organizaciones de la Sociedad Civil de acogida deberán permitir que las personas beneficiarias satisfagan las necesidades de su vida religiosa y espiritual, incluso permitiendo visitas de un representante de su religión, y que decida n libremente participar o no en los oficios religiosos y en la orientación religiosa. Deberá respetarse la religión de las personas beneficiarias y no se deberá alentar ni persuadir a ningún beneficiario para que cambie su religión o creencias durante el p eríodo de acogimiento; y, XII. El personal de las Organizaciones de la Sociedad civil deberá dirigirse hacia los beneficiarios con respeto a sus derechos humanos, utilizando un lenguaje acorde a sus capacidades cognitivas, de cada uno de ellos y evitar ut ilizar palabras altisonantes, despectivas y/o descalificadoras que menoscaben la dignidad de los beneficiarios. n) En general, cumplir y observar en todo momento las disposiciones y lineamientos descritos en la Ley Federal de Presupuesto y Responsabilidad Hacendaria y su Reglamento; el Decreto de Presupuesto de Egresos de la Federación para el ejercicio fiscal 2016, las \"REGLAS DE OPERACION\" y las demás aplicables conforme a la legislación vigente; \"LAS PARTES\" acuerdan que para efectos del inciso e) de est a cláusula, el informe trimestral, será enviado, recibido o archivado en forma física y a través de medios electrónicos o por cualquier otra tecnología que permita identificar al firmante. En consecuencia, \"__________\" acepta que la información contenida, producirá los mismos efectos jurídicos que la firma autógrafa, reconociendo la plena validez, eficacia y efectos legales, sin perjuicio de que la veracidad de los mismos, pueda ser verificada por las Unidades Administrativas de \"DIF NACIONAL\" o cualquier o tra autoridad, conforme a lo previsto en las disposiciones aplicables. SEPTIMA. - \"LAS PARTES\" se comprometen a que la difusión y divulgación que se realice por medios impresos y electrónicos contenga la siguiente leyenda: \"Este Programa es público, ajeno a cualquier partido político. Queda prohibido su uso con fines distintos a los establecidos en el Programa\". OCTAVA. - CONTRALORIA SOCIAL. - \"LAS PARTES\" reconocen el instrumento de contraloría social como una práctica de transparencia y control de rendición de cuentas, conforme a lo dispuesto en el numeral 8.2 de las \"REGLAS DE OPERACION\" y el Acuerdo por el que se establecen los Lineamientos para la Promoción y Operación de la Contraloría Social en los Programas Federales de Desarrollo Social, publicado en el Diario Oficial de la Federación el 11 de abril de 2008. NOVENA. - REPRESENTANTES DE \"LAS PARTES\". - Para la adecuada operación de las actividades a que se refiere el presente instrumento jurídico y a efecto de que en forma conjunta supervisen la realizació n del Plan de Trabajo, \"LAS PARTES\" designan al Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 Los representantes titulares podrán designar suplentes, quienes deberán contar con facult ades para tomar decisiones, los cuales deberán ser cuando menos del nivel jerárquico inferior siguiente al del representante titular, cuidándose que sea homogéneo y adecuado para garantizar la ejecución de las decisiones adoptadas. DECIMA. - SUSPENSION O CA NCELACION DE LA ENTREGA DE LOS APOYOS. - \"__________\" acepta que en caso de incumplimiento a lo establecido en el presente convenio, particularmente de las obligaciones a su cargo, el \"DIF NACIONAL\" , atendiendo a la gravedad y origen del incumplimiento, pod rá suspender temporalmente o cancelar definitivamente, ya sea total o parcialmente, la entrega de los apoyos asignados al proyecto materia de este convenio. Son causas de suspensión o cancelación, además, las siguientes: a) Cuando \"_______________\" no apli que los apoyos entregados para los fines aprobados; b) Cuando \"_______________\" menoscabe o vulnere los derechos humanos de los beneficiarios, reconocidos en la Constitución Política de los Estados Unidos Mexicanos, en los tratados internacionales de los que el Estado Mexicano sea parte y en el presente convenio c) Cuando \"______________\" no acepte la realización de visitas de supervisión e inspección, cuando así lo soliciten el \"DIF NACIONAL\" , la Secretaría de la Función Pública o cualquier otra autoridad competente o autorizada, con el fin de verificar la correcta aplicación de los apoyos otorgados; d) Cuando \"___________\" no entregue a la Dirección General de Integración Social de \"DIF NACIONAL\" los informes y la documentación que le sea requerida; e) Cuando \"_____________\" presente información falsa sobre los conceptos de aplicación y los finiquitos de los conceptos apoyados; f) Cuando existan adecuaciones a los calendarios de gasto público o disminución grave de ingresos públicos que afecten de manera d eterminante el presupuesto autorizado; g) Cuando \"DIF NACIONAL\" , o un órgano de fiscalización detecten desviaciones o incumplimientos en el ejercicio de los recursos; y, h) En general, cuando exista incumplimiento de los compromisos establecidos en el pres ente convenio, las \"REGLAS DE OPERACION\" y las disposiciones que derivan de éstas. \"______________\" acepta, que ante la suspensión o cancelación de la entrega de los apoyos, deberá reintegrar a la Tesorería de la Federación, la totalidad de los recursos ot orgados, así como los rendimientos financieros u otros conceptos generados. DECIMA PRIMERA. - CONTROL Y VIGILANCIA. - El control, vigilancia y evaluación de los recursos públicos federales a que se refiere el presente convenio, corresponderá indistintamente a la Secretarías de Hacienda y Crédito Público, de la Función Pública y demás autoridades conforme al ámbito material de competencia otorgado en las disposiciones jurídicas aplicables. Con el fin de verificar la correcta aplicación de los apoyos otorgados y el cumplimiento de las obligaciones a cargo de \"__________\" , a partir de la firma de este convenio \"DIF NACIONAL\" o las Unidades Administrativas de éste, podrán ordenar la realización de visitas de supervisión, sin perjuicio de las facultades y atribucio nes de la Secretaría de la Función Pública o cualquier otra autoridad competente. DECIMA SEGUNDA. - TRANSPARENCIA. - \"LAS PARTES\" convienen en promover y fomentar la transparencia de la asignación y ejercicio de los recursos destinados al apoyo del Plan de T rabajo a que se refiere el presente convenio. Consecuentemente, promoverán la publicación del padrón de beneficiarios y del Plan de Trabajo apoyado, así como sus avances físicos -financieros en las páginas electrónicas oficiales de Internet que tengan dispo nibles; los datos personales de los beneficiarios serán protegidos en términos de la Ley General de Transparencia y Acceso a la Información Pública, en su caso, la Ley Federal de Protección de Datos Personales en Posesión de los Particulares, y demás dispo siciones jurídicas aplicables. CONVENCIONES GENERALES DECIMA TERCERA. - RELACION LABORAL. - El personal de cada una de \"LAS PARTES\" que sea designado para la realización de cualquier actividad relacionada con este convenio, permanecerá en forma absoluta bajo la dirección y dependencia de la parte con la cual tiene establecida su relación laboral, mercantil, civil, administrativa o cualquier otra, por lo que no se creará una subordinación de ninguna especie con la parte opuesta, ni operará la figura jurídica d e patrón sustituto o solidario; lo anterior, con independencia de estar prestando sus servicios fuera de las instalaciones de la entidad por la que fue contratada o realizar labores de supervisión de los trabajos que se realicen. Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 43 DECIMA CUARTA. - VIGENCIA. - El presente convenio tendrá una vigencia a partir de la fecha de su firma y hasta el 31 de diciembre de 2016, pudiendo darse por terminado anticipadamente por caso fortuito o causa de fuerza mayor, mediante escrito libre que contenga una manifestación exp licita de que se desea terminar anticipadamente el convenio, con los datos generales de la parte que desea terminar el convenio, con por lo menos treinta días hábiles, en el entendido de que las actividades que se encuentren en ejecución deberán ser conclu idas salvo acuerdo en contrario. En caso de que \"__________\" incumpla sus obligaciones señaladas en este instrumento jurídico, el \"DIF NACIONAL\" podrá rescindir administrativamente el presente convenio. Dicha rescisión operará de pleno derecho y sin necesi dad de acción judicial o arbitral previa. Consecuentemente, \"__________\" acepta que ante la rescisión del convenio, éste quedará obligado, en el término que establezca el \"DIF NACIONAL\" , a la devolución de la cantidad señalada en la cláusula Segunda de est e convenio o su parte proporcional, según sea el caso, sin responsabilidad alguna por los gastos, expensas, erogaciones o análogos que hubiere realizado. DECIMA QUINTA. - MODIFICACIONES. - Las modificaciones o adiciones que se realicen al presente convenio, serán pactadas de común acuerdo entre \"LAS PARTES\" y se harán constar por escrito, surtiendo sus efectos a partir del momento de su suscripción. DECIMA SEXTA. - DIFUSION. - \"LAS PARTES \", por los medios de difusión más convenientes, promoverán y divulgarán en tre los promotores, ejecutores, responsables del Proyecto e interesados en general, las características, alcances y resultados de la coordinación prevista en el presente convenio. DECIMA SEPTIMA. - CONTROVERSIAS. - En caso de suscitarse algún conflicto o con troversia con motivo de la interpretación y/o cumplimiento del presente convenio, \"LAS PARTES\" lo resolverán de común acuerdo. De no lograrlo, acuerdan someterse expresamente a la jurisdicción de los Tribunales Federales competentes radicados en la Ciudad de México, Distrito Federal, renunciando desde este momento al fuero que les pudiera corresponder en razón de su domicilio presente o futuro, o por cualquier otra causa. Enteradas \"LAS PARTES\" de los términos y alcances legales del presente convenio de coo rdinación, lo firman en cinco tantos en la Ciudad de México, Distrito Federal, a los ______ días del mes de __________ de 2016. POR EL \"DIF NACIONAL\" POR LA \"OSC\" ________________________________ ________________________________ OFICIAL MAYOR EL DIR ECTOR GENERAL ______________________________ JEFE DE LA UNIDAD DE ASISTENCIA E INTEGRACIÓN SOCIAL 44 (Séptim a Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 Anexo 2. Revaloración del Caso DIRECCION GENERAL DE INTEGRACIÓN SOCIAL DIRECCION DE SERVICIOS ASISTENCIALES SUBDIRECCIÓN DE SERVICIOS ASISTENC IALES DEPARTAMENTO DE ORIENTACIÓN OCUPACIONAL DEPARTAMENTO DE HOGARES SUSTITUTOS REVALORACIÓN DEL CASO APOYO ECONÓMICO TEMPORAL No. de caso : _____________ Fecha de ingreso al Apoyo: _____________________________ Fecha de entrevista para la revaloración: _ _____________ ANTECEDENTES DEL CASO : Uso para el que se determinó el apoyo en el Plan Social. _____________________________________________________________________________________ ____________________________________________________________________________ _________ Período de revaloración y meses que comprende _____________________________________________________________________________________ _____________________________________________________________________________________ SITUACIÓN ACTUAL: Situación socioeconómica que presenta en el período a evaluar. _____________________________________________________________________________________ _____________________________________________________________________________________ Situación de salud o el motivo que corresponda según problemática identificada _____________________________________________________________________________________ _____________________________________________________________________________________ MOTIVO DEL RECURSO ECONÓMICO: Especi ficar, si el recurso fue utilizado para el fin determinado en el Plan Social _____________________________________________________________________________________ _____________________________________________________________________________________ Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 45 Importe ejercido mensual y total (especificar los meses cobrados y en el caso de pago extemporáneo describir las causas o aquellas situaciones extraordinarias por las que no cobró) __________________________________________________________________________________ ___ _____________________________________________________________________________________ EVALUACIÓN: Definir brevemente los motivos por lo que se propone la prórroga para un siguiente trimestre del apoyo o la cancelación de éste. _________________________ ____________________________________________________________ _____________________________________________________________________________________ PLAN SOCIAL Establecer el período de la prórroga del apoyo económico temporal y el fin para el que se destina rá. _____________________________________________________________________________________ _____________________________________________________________________________________ Describir la orientación proporcionada para el uso adecuado del apoyo y especifi car las acciones que amerite la atención a la problemática detectada _____________________________________________________________________________________ _____________________________________________________________________________________ Nota: Elaborar el Dictamen con base en la revaloración del caso, describiendo el motivo por el que se otorga el apoyo para lo que se destina e indicar de qué período se trata (primero, segundo, tercero o cuarto) y meses que cubre. Se retomarán los aspectos siguientes: Motivo del Recurso, Evaluación y Plan Social para realizar la nota de seguimiento en el Sistema de Atención Ciudadana. Nombre y Firma del trabajador social. Nombre y Firma del Beneficiario o del Solicitante Vo. Bo. Observaciones de la Supervisión: Nombre y Firma de la Supervisora Fecha de la Supervisión: _____________ 46 (Séptima Sección) DIARIO OFICIAL Miércole s 30 de diciembre de 2015 Anexo 3 Formato de Requisitos del Servicio DIRECCIÓN GENERAL DE INTEGRACIÓN SOCIAL DIRECCIÓN DE SERVICIOS ASISTENCIALES SUBDIRECCIÓN DE SERVICIOS ASISTENCIALES REQUI SITOS COMUNES BÁSICOS 1) Fotocopia de identificación oficial del beneficiario, así como del solicitante. Pueden ser indistintamente credencial de elec tor, pasaporte, credencial expedida por institución gubernamental con fotografía, acta de nacimiento o co nstancia de identidad. 2) Comprobante de domicilio como: recibo de teléfono o luz o agua o predial. 3) Fotocopia del CURP del posible beneficiario y solicitante. 4) Comprobante de Ingresos, que podrá acreditar: o Empleo formal: presentar documentación como : recibo de nómina, o constancia de la empresa la cual deberá contener: salario, domicilio, nombre del empleador y teléfono. o Empleo informal o con trabajo independiente: manifestar por escrito y bajo protesta de decir verdad sus ingresos promedio al mes, además de incluir los datos de referencia del lugar donde presta sus servicios (domicilio y teléfono). o En caso de ser persona jubilada o pensionada presentar estados de cuenta bancaria o comprobante de pago, no mayor a tres mese s. o En caso de ser perso na desempleada, manifestar por escrito y bajo protesta de decir verdad de quién depende económicamente REQUISITOS POR TIPO DE PLAN SOCIAL Apoyo económico temporal Apoyo en especie Apoyo de atención especializada Bienes o servicios vinculados a apoyos directos a la población Capacitación. 1. En el caso de capacitación enfocada al ámbito laboral, deberá presentar constancia de la misma y podrán ser de instituciones públicas y privadas, siempre y cuando estas últimas, tengan programas sociales (CEBETIS, CON ALEP, CECATI, IMSS, Centros Comunitarios, entre otros). Apoyo transportación. 2. Si es derivado de Atención Médica brindada en el Distrito Federal entregará: alta de hoja hospitalaria o resumen médico o recetas o constancias médicas, entre otros documentos y que no excedan de diez días naturales de haber recibido dicha atención. 3. Sí es por retorno a su lugar de origen , entregará documentación que acredite su estadía en el Distrito Federal y proporcionará datos de familiares o de amistades de su lugar de residencia, a fin de corroborar la veracidad de dichos datos, mediante oficio girado por una instancia gubernamental. 4. Para traslado en ambulancia o pasaje aéreo presentar prescripción médica, que avale la necesidad de la medida. 1. Acta de nacimiento d el beneficiario. 2. En el caso de familia nuclear o ampliada o tutores de personas que presenten alguna discapacidad que requieran de ingreso institucional, éstos deberán contar con una Constancia de Hechos, la cual podrá ser gestionada en el Juzgado Cívic o. 3. Deberá presentarse carta de autorización por quienes ejerzan la patria potestad, la guarda y custodia o la tutoría de niñas, niños y adolescentes que requieran dicho apoyo. 4. En el caso de niñas, niños y adolescentes que no cuenten con familiares directos el responsable tendrá que presentar el documento que acredite la guarda y custodia o tutoría legal a favor del solicitante. El solicitante deberá firmar la carta de consentimiento libre, voluntario y de compromiso, por virtud de la cual se establez ca la corresponsabilidad y prevenga el abandono o institucionalización indefinida. Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 47 Para facilitar a la reintegración familiar de niñas niños o adolescentes, personas con discapacidad y adultos mayores en centros de asistencia social: 1. Acta o documento de ingreso del posible beneficiario susceptible de reintegrarse, que avale su estadía en un centro de asistencia social de acogimiento residencial, público o privado. 2. Oficio del centro de asistencia social público o privado de acogimiento residencial, d onde se manifieste que no existe impedimento jurídico para la reintegración familiar del beneficiario, provisto de la constancia judicial o ministerial correspondiente, en su caso. 3. Presentar resúmenes médico, psicológico, de trabajo social y, en su ca so pedagógico, expedidos por centro de asistencia social público o privado de acogimiento residencial respecto del beneficiario, con una antigüedad no mayor a tres meses. Consentimiento expreso del beneficiario de que es su deseo egresar del centro de asistencia social, mismo que podrá ser ponderado con carácter preferente en atención a su desarrollo cognitivo y a su interés superior, siempre que sea posible en razón de la edad y/o deterioro cognitivo. Apoyo de Gastos Funerarios. Deberán presentar certific ado de defunción o acta de defunción; se verificará el lugar de residencia habitual de la persona fallecida en el interior de la República, a través de la institución médica tratante o del SEDIF o del SMDIF. Para prevenir la institucionalización de niñas niños o adolescentes, personas con discapacidad y adultos mayores en centros de asistencia social: 1. Oficio de canalización o derivación al servicio de apoyo económico temporal por parte una instancia pública o privada, ante la que se hubiere solicitado el ingreso de un beneficiario; o, 2. Documentos que demuestren que se llevan a cabo gestiones tendientes a obtener el acogimiento residencial del posible beneficiario. 48 (Séptima Sección) DIARIO OFICIAL Miércole s 30 de diciembre de 2015 Bienes o servicios vinculados a atención de la salud 1. Documento de la Institución tratante donde se especifique el diagnóstico médico del paciente como : alta de hoja hospitalaria o resumen médico o recetas o constancias médicas u hoja de referencia y contrarreferencia. 2. Prescripción Médica (receta) del tratamiento médico que incluya l as especificaciones precisas del bien requerido y para el caso de auxiliares auditivos la vigencia será hasta por un año. Dichos documentos deberán ser en papel membretado, tener una vigencia hasta de seis meses a partir de la fecha de su expedición, a exc epción de los auxiliares auditivos el cual podrá ser de hasta un año. Deberán contener firma y cédula profesional del especialista de la Institución que la expide. Nombre, Firma del Solicitante ________________________________________ Nombre y Firma de l trabajador social ________________________________________ Fecha_____________ Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 49 Anexo 4. Carta de Consentimiento Libre, Voluntario y de Compromiso CARTA DE CONSENTIMIENTO LIBRE, VOLUNTARIO Y DE COMPROMISO México, D.F. a _______ de__________________ de 20 16. A quien corresponda: Por medio de la presente el o la que suscribe ____________________________________________ doy mi consentimiento libre, voluntario y de compromiso, para que mi familiar de nombre __________________ _________________________________ _______________________________________________________ _ de ____________ años de edad, quien es mi__________________________________, ingrese a la institución ______________________________________________________________________________ que se ubica en __ ________________________________________________ __________________________________________________________ ______________________________ para recibir servicio de Atención Especializada, a partir del mes de ________________________de 2016 como población der ivada del Sistema Nacional DIF. Así mismo me comprometo a visitar a mi beneficiario periódicamente, proporcionándole apoyo emocional, moral y en su caso educativo, así como proveyéndole de los artículos de uso personal, apoyarle en los traslados para su atención médica con base en las reglas de operación vigentes previniendo con ello el abandono o institucionalización indefinida; de no cumplir causará baja definitiva de la institución y en caso de ser necesario responsabilizarme de los trámites y gastos por fallecimiento, conforme a lo establecido en el Reglamento Interno de la Institución y/o Reglas de Operación. Atentamente _________________________________ Nombre, firma y/o huella digital 50 (Séptima Sección) DIARI O OFICIAL Miércoles 30 de diciembre de 2015 Anexo 5. Modelo de Convenio de Coordinación CONVENIO DE C OORDINACIÓN PARA LA TRANSFERENCIA DE RECURSOS FEDERALES CON CARÁCTER DE SUBSIDIOS, PARA LA EJECUCIÓN DEL PROGRAMA APOYOS PARA LA PROTECCIÓN DE LAS PERSONAS EN ESTADO DE NECESIDAD DEL SISTEMA NACIONAL PARA EL DESARROLLO INTEGRAL DE LA FAMILIA PARA EL EJERCI CIO FISCAL 2016 , QUE CELEBRAN, POR UNA PARTE, EL SISTEMA NACIONAL PARA EL DESARROLLO INTEGRAL DE LA FAMILIA , EN LO SUCESIVO DENOMINADO \"DIF NACIONAL\" , REPRESENTADO POR SU OFICIAL MAYOR , _______________________ Y EL JEFE DE LA UNIDAD DE ATENCIÓN A POBLACIÓN VULNERABLE , ____________________ , Y POR LA OTRA, EL SISTEMA PARA EL DESARROLLO INTEGRAL DE LA FAMILIA DEL ESTADO DE ____________ , EN ADELANTE \"DIF ESTATAL\" , REPRESENTADO POR SU DIRECTOR GENERAL, _________________ , A QUIENES, CUANDO ACTÚEN DE MANERA CONJUN TA, SE LES DENOMINARÁ \"LAS PARTES\" , DE CONFORMIDAD CON LOS SIGUIENTES ANTECEDENTES, DECLARACIONES Y CLÁUSULAS. ANTECEDENTES I. La Constitución Política de los Estados Unidos Mexicanos, en su artículo 4o., párrafo quinto, establece que toda persona tiene de recho a un medio adecuado para su desarrollo y bienestar, aspiración que el Estado debe materializar y garantizar en beneficio de todos los mexicanos. La misma Constitución determina en su artículo 25, que el Estado debe garantizar que el desarrollo nacio nal sea integral y sustentable, y en su artículo 26, establece la competencia del Estado para organizar un sistema de planeación democrática del desarrollo nacional que imprima solidez, dinamismo, permanencia y equidad al crecimiento de la economía para la independencia y la democratización política, social y cultural de la nación. II. Asimismo, la Ley de Planeación en sus artículos 28, 32, 33, 34, 35 y 36 faculta al Ejecutivo Federal para coordinar sus actividades de planeación con las entidades federativa s mediante la suscripción de convenios de coordinación, para que las acciones a realizarse por la Federación y los Estados se planeen de manera conjunta; asimismo, se señala que en éstos, se podrá convenir entre otros rubros, la participación de las entida des en los procedimientos de coordinación entre las autoridades Federales, Estatales y Municipales para propiciar la planeación del desarrollo integral de cada entidad Federativa, los lineamientos metodológicos para la realización de las actividades de planeación, en el ámbito de su jurisdicción, así como la ejecución de las acciones que deban realizarse en cada entidad Federativa, y que competen a ambos órdenes de gobierno, considerando la participación que corresponda a los municipios interesados y a los sectores de la sociedad. III. La Ley de Asistencia Social, en su artículo 3o. señala que se entiende por asistencia social el conjunto de acciones tendientes a modificar y mejorar las circunstancias de carácter social que impidan el desarrollo integral del individuo, así como la protección física, mental y social de personas en estado de necesidad, indefensión desventaja física y mental, hasta lograr su incorporación a una vida plena y productiva. Por su parte, el artículo 4o. define a los sujetos de la as istencia social. Asimismo, la Ley de Asistencia Social, en su artículo 28, establece que el \"DIF NACIONAL\" será el coordinador del Sistema Nacional de Asistencia Social Pública y Privada. De igual forma, el artículo 54, establece que el \"DIF NACIONAL\" promoverá la organización y participación de la comunidad para contribuir en la prestación de servicios asistenciales para el Desarrollo Integral de la Familia. La participación de la comunidad, de acuerdo con lo establecido por el artículo 55, debe estar encaminada a fortalecer su estructura y a propiciar la solidaridad de la población. IV. En congruencia con lo anterior, con fecha _________de _________ de 2015, se publicó en el Diario Oficial de la Federación, el \"Acuerdo por el que se emiten las Reglas de O peración del Programa Apoyos para la Protección de las Personas en Estado de Necesidad, para el ejercicio fiscal 2016 \", en lo sucesivo referidas como las \"REGLAS DE OPERACION\" , mismas que tienen como objetivo general Impulsar la instrumentación de proyecto s que contribuyan a mejorar las acciones y servicios a la población vulnerable. DECLARACIONES I. \"DIF NACIONAL\" declara que: I.1 Es un Organismo Público Descentralizado, con patrimonio propio y personalidad jurídica, normado por la Ley General de Salud y l a Ley de Asistencia Social, publicadas en el Diario Oficial de la Federación los días 7 de febrero de 1984 y 2 de septiembre de 2004, respectivamente; teniendo como objetivos, la promoción de la asistencia social, la prestación de servicios en ese campo, a sí como la realización de las demás acciones que establezcan las disposiciones legales aplicables, y Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 51 conforme a sus atribuciones y funciones; actúa en coordinación con Dependencias y Entidades Federales, Estatales y Municipales en el diseño de las política s públicas, operación de programas, prestación de servicios, y la realización de acciones en la materia. I.2 Para el logro de sus objetivos, entre otras acciones, reconoce la importancia de optimizar esfuerzos y sumarse a iniciativas de la sociedad civil y del sector público para ampliar el impacto de sus programas en la comunidad, por lo cual es su intención colaborar con el \"DIF ESTATAL\" , para la ejecución de actividades específicas en materia de protección a personas sujetas de asistencia social. I.3 Los C.C. Oficial Mayor y el Jefe de la Unidad de Atención a Población Vulnerable se encuentran facultados para la formalización del presente instrumento jurídico, de conformidad con los artículos 19, fracción XXVI; 14, fracción VIII, y 15, fracciones IV, V y XV del Acuerdo mediante el cual se expide el Estatuto Orgánico del Sistema Nacional para el Desarrollo Integral de la Familia, publicado en el Diario Oficial de la Federación el 2 de abril de 2015. I.4 De acuerdo con los artículos 12, fracciones I, incisos a, b, h, i; VI, X, XI y XIV de la Ley de Asistencia Social, y 2º, fracciones II, III, V, VI, VIII, XII, XIX, XX y XXXVI de su Estatuto Orgánico, para el logro de sus objetivos lleva a cabo acciones en materia de Asistencia Social. I.5 El Plan Nacional d e Desarrollo 2013 -2018, establece la Meta Nacional II. México Incluyente , pone énfasis en la idea de transitar hacia una política enfocada en alcanzar una sociedad de derechos ciudadanos y humanos plenos, proponiéndose políticas sociales que giren en torno al ciudadano, ubicándolo como un agente de cambio, protagonista de su propia superación a través de su organización y participación activa, teniendo como prioridad la integración de una sociedad con equidad, cohesión social e igualdad de oportunidades. Un México Incluyente busca consolidar plataformas de movilidad social que contribuyan a cerrar las brechas existentes entre diferentes grupos sociales y regiones del país. Asimismo, busca articular políticas que atiendan de manera específica cada etapa del ciclo de vida de la población a través de la promoción del desarrollo integral de los niños y niñas, particularmente en materia de salud, alimentación y educación, a través de la implementación de acciones coordinadas entre los tres órdenes de gobierno y l a sociedad civil, así como del fortalecimiento de la protección de los derechos de las personas adultas mayores, para contribuir a garantizar su calidad de vida, mediante una mayor y mejor coordinación interinstitucional que garantice la concurrencia y corresponsabilidad de los tres órdenes de gobierno. I.6 En términos de los artículos 28, 32, 33, 34, 35 y 36 de la Ley de Planeación, celebra el presente convenio como instrumento de Coordinación en Materia de Atención a Personas Sujetas de Asistencia Social con \"DIF ESTATAL\" para que coadyuve, en el ámbito de su competencia, a la consecución de los objetivos de la planeación nacional, establecer los procedimientos de coordinación en materia de atención a sujetos de asistencia social y, con ello, propiciar la planeación del desarrollo integral de esa Entidad Federativa. I.7 Señala como domicilio legal para todos los efectos de este convenio, el ubicado en Avenida Emiliano Zapata número 340, Colonia Santa Cruz Atoyac, Delegación Benito Juárez, Código Postal 0331 0, México, Distrito Federal. II. \"DIF ESTATAL\" declara que: II.1 Es un Organismo Público Descentralizado del Gobierno del Estado de ___________, con personalidad jurídica y patrimonio propios, creado mediante el Decreto número ____, publicado en el Periódi co Oficial del Estado de fecha ___ de ______ de ____. II.2 Tiene entre sus objetivos ___________. II.3 Su Director General, quien acredita su personalidad con _________________________________, se encuentra facultado para celebrar el presente convenio de c oordinación. II.4 Entre sus atribuciones se encuentra el promover y prestar servicios de asistencia social a la población, así como la capacitación de recursos humanos para su atención. II.5 Señala como domicilio legal para todos los fines y efectos que se deriven del presente convenio, el ubicado en ____________________________________. 52 (Séptima Sección) DIARI O OFICIAL Miércoles 30 de diciembre de 2015 III. \"LAS PARTES\" declaran conjuntamente que: III.1 Ante la necesidad de emprender acciones coordinadas tendientes al mejoramiento de las condiciones de vida de la població n sujeta a asistencia social, es su interés y voluntad suscribir el presente convenio, en beneficio de la población vulnerable del país; III.2 Reconocen las ventajas que su participación conjunta en el desarrollo y cumplimiento del objetivo señalado en el presente convenio, puede derivar para el país y para ambas partes; III.3 Reconocen mutuamente su capacidad jurídica para suscribir el presente convenio de Coordinación; III.4 Es su deseo suscribir el presente instrumento jurídico, concurriendo en el territ orio del Estado de __________, asegurando la adecuada coordinación de acciones en materia de asistencia social, en el marco del Programa Apoyos para la Protección de las Personas en Estado de Necesidad, para la realización de acciones en beneficio de la po blación vulnerable, de acuerdo con sus respectivas disposiciones jurídicas aplicables, y III.5 Cuenta cada una de ellas con los recursos necesarios para proporcionar la colaboración, asistencia y servicios inherentes al objeto materia del presente convenio . Que con base en lo antes expuesto y con fundamento en lo establecido en los artículos 4o., 25 y 26 de la Constitución Política de los Estados Unidos Mexicanos; 9o., 19 y 21, de la Ley General de Salud; 28, 32, 33, 34, 35 y 36, de la Ley de Planeación; 1o ., 25, fracción VI, 75, fracción II, segundo párrafo, 77 y demás relativos de la Ley Federal de Presupuesto y Responsabilidad Hacendaria; 3o., 4o., 19, 21, 44, 45 y demás relativos de la Ley de Asistencia Social; 22, fracciones I y II, de la Ley Federal de las Entidades Paraestatales; 175, 178 y demás relativos del Reglamento de la Ley Federal de Presupuesto y Responsabilidad Hacendaria; 19, fracción XXVI, 14 fracción VIII, y 15 fracciones IV, V y XV del Acuerdo mediante el cual se expide el Estatuto Orgán ico del Sistema Nacional para el Desarrollo Integral de la Familia, publicado en el Diario Oficial de la Federación el 2 de abril de 2015; el Acuerdo por el que se emiten las Reglas de Operación del Programa Apoyos para la Protección de las Personas en Est ado de Necesidad para el ejercicio fiscal 2016, y el Acuerdo Delegatorio publicado en el Diario Oficial de la Federación el día 10 de julio de 2014, \"LAS PARTES\" celebran el presente convenio de coordinación y están de acuerdo en sujetarse a las siguientes : CLÁUSULAS PRIMERA. - OBJETO. - El objeto del presente convenio es la transferencia de recursos federales con carácter de subsidios, para la ejecución del Programa Apoyos para la Protección de las Personas en Estado de Necesidad para el ejercicio fiscal 201 6, así como establecer las bases y procedimientos de coordinación entre \"LAS PARTES\" , para la ejecución del proyecto específico denominado \"___________________________\", así como la asignación y ejercicio de los recursos económicos que se destinarán como s ubsidios para la ejecución del mismo, en el marco de las \"REGLAS DE OPERACIÓN\" y conforme a las especificaciones que se establecen en el formato para la identificación y validación del proyecto en mención. SEGUNDA. - APORTACIÓN DE RECURSOS. - Con base en la suficiencia presupuestal contenida en el Presupuesto de Egresos de la Federación para el Ejercicio Fiscal 2016, en las disposiciones contenidas en las \"REGLAS DE OPERACION\" , y el número de \"DIF NACIONAL\" aportará recursos por conc epto de subsidios considerados apoyos transitorios que prevén las \"REGLAS DE OPERACIÓN\" hasta por un monto de $_________________ (____________________________ PESOS 00/100, M.N.) , que se radicarán en una sola exhibición. \"LAS PARTES\" convienen en que el ot orgamiento y fecha de radicación de dichos recursos podrá sufrir variaciones atendiendo a la disponibilidad presupuestaria. TERCERA. - NATURALEZA DE LOS RECURSOS. - Los recursos que aporta el \"DIF NACIONAL\" para el cumplimiento del objeto del presente conven io y que se realizan de conformidad con las \"REGLAS DE OPERACIÓN\" , serán considerados en todo momento como subsidios Federales en los términos de las disposiciones aplicables; en consecuencia, no perderán su carácter Federal al ser canalizados al \"DIF ESTA TAL\" y estarán sujetos, en todo momento, a las disposiciones Federales que regulan su control y ejercicio. Asimismo, \"LAS PARTES\" aceptan que la aportación de los recursos económicos que se destinen para el desarrollo de las acciones materia de este conven io, estará a cargo de \"DIF NACIONAL\" , y la administración, aplicación, información, así como la comprobación de la aplicación, será exclusivamente a cargo de \"DIF ESTATAL\" , de conformidad con la normatividad aplicable. Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 53 Los recursos que no hayan sido destin ados a los fines autorizados o no se hayan devengado al 31 de diciembre de 2016, así como aquellos en que \"DIF NACIONAL\" o algún órgano de fiscalización detecten desviaciones o incumplimientos en su ejercicio, deberán ser reintegrados a la Tesorería de la Federación, incluyendo rendimientos financieros e intereses por el \"DIF ESTATAL\" , en los términos que señalen las disposiciones aplicables; \"DIF ESTATAL\" tiene la obligación de informar lo anterior a la Dirección de Finanzas y a la Unidad de Atención a Pob lación Vulnerable de \"DIF NACIONAL\". CUARTA. - CUENTA BANCARIA. - Los recursos que proporcione \"DIF NACIONAL\" , se ejercerán por medio de una cuenta bancaria productiva que \"DIF ESTATAL\" se obliga a abrir de manera especial y exclusiva para la administración de los recursos federales materia del presente instrumento jurídico, a través de su Secretaría de Finanzas o su equivalente en el Estado, con el fin de que distinga contablemente su origen e identifique que las erogaciones correspondan a los fines del Proy ecto, de conformidad con lo señalado en el Quinto párrafo del artículo 69 de la Ley General de Contabilidad Gubernamental. La Secretaría de Finanzas o su equivalente en el Estado, deberá de emitir el recibo correspondiente al ingreso de los recursos transf eridos por el \"DIF NACIONAL\" , el día que se reciba, mismo que deberá remitirse al Organismo a más tardar en los siguientes 5 días hábiles a satisfacción de \"DIF NACIONAL\" , y en congruencia con lo dispuesto, tanto en las \"REGLAS DE OPERACIÓN\" , como en el pr PARTES\" QUINTA. - \"DIF NACIONAL\" , se compromete a realizar las acciones siguientes: a) Asignar y aportar los recursos económicos Federales previstos en la cláusula Segunda de este convenio, previo cumplimiento del \"DIF E STATAL\" de las obligaciones a su cargo, referidas en la cláusula Cuarta; b) Otorgar la asesoría y orientación al \"DIF ESTATAL\" cuando éste se la solicite, y c) En general, cumplir en todo momento con las disposiciones contenidas en las \"REGLAS DE OPERACIÓN \". SEXTA. - \"DIF ESTATAL\" se compromete a: a) Recibir y canalizar los recursos señalados en la cláusula Segunda, así como supervisar que la ejecución y desarrollo de las actividades objeto del presente convenio, se realicen de acuerdo a lo señalado en las d isposiciones de las \"REGLAS DE OPERACIÓN\" y demás normatividad aplicable; b) Aplicar en su totalidad, los recursos señalados en la cláusula Segunda de este convenio, garantizando la liberación expedita de los mismos, los cuales deberán destinarse, incluyen do los rendimientos financieros que por cualquier concepto generen, exclusivamente a los fines del proyecto materia del presente Instrumento Jurídico, así como llevar a cabo todas las acciones tendientes a la verificación y comprobación de la correcta apli cación de los recursos presupuestales; c) Celebrar convenios y/o acuerdos con los Gobiernos de los Municipios de la Entidad Federativa, para que éstos participen en la ejecución de las materias y actividades objeto de este convenio; d) Presentar los inform es de Avance Físico Financiero a la Unidad de Atención a Población Vulnerable de \"DIF NACIONAL\" a más tardar durante los primeros diez (10) días naturales posteriores a la terminación del trimestre que se reporta. Los informes deberán ser acompañados con l a justificación de las variaciones entre la meta de cobertura programada y la alcanzada, así como entre el presupuesto autorizado, el modificado y el ejercido, y en su caso, el reporte de las medidas de ahorro, austeridad y eficiencia aplicadas durante el período que se informe; e) Presentar a \"DIF NACIONAL\" , la información necesaria para el informe de Cuenta Pública de los apoyos a que se refiere el presente convenio, con base en los formatos y lineamientos que en su oportunidad le dé a conocer el \"DIF NAC IONAL\"; f) Entregar a \"DIF NACIONAL\" , el informe final sobre los resultados y alcances obtenidos en la ejecución de las acciones materia de este convenio, de forma física y electrónica a la Unidad de Atención a Población Vulnerable después de concluido el objeto del presente convenio a los diez (10) días naturales posteriores al cierre del ejercicio fiscal 2016; g) Entregar a la Unidad de Atención a Población Vulnerable la documentación de Comprobación de Gastos, debidamente firmados y rubricados por la Ins tancia Ejecutora consistentes en: Relación de Gastos, con la copia legible de los comprobantes fiscales (facturas y/o fichas de depósito de reintegro en caso de que no sean ejercidos los recursos parcial o totalmente); 54 (Séptima Sección) DIARI O OFICIAL Miércoles 30 de diciembre de 2015 Documento de verificación de los com probantes fiscales emitido por el Sistema de Administración Tributaria (SAT); Informes Trimestrales de Avance Físico Financiero; Bitácora Fotográfica; Informe Final de Resultados; Cédulas de Información de la Población Objetivo Beneficiada (CIPOB) y/o Padr ón de Beneficiarios; Acta Entrega de Recepción de Obras o Equipo a Municipio y/o Beneficiarios, en caso de que aplique. Lo anterior a efecto garantizar que sean correctamente canalizados los recursos a los beneficiarios del programa. h) Reintegrar a la Te sorería de la Federación, los recursos Federales Presupuestales, y en su caso, los productos financieros que no hayan sido destinados a los fines autorizados o no devengados al 31 de diciembre de 2016, así como aquellos en que \"DIF NACIONAL\" o algún órgano de fiscalización detecten desviaciones o incumplimientos en el ejercicio de los recursos, en los términos que señalen las disposiciones aplicables, debiendo informar por escrito a la Dirección de Finanzas de \"DIF NACIONAL\" lo anterior; i) Conservar debida mente resguardada, durante cinco (5) años, la documentación original comprobatoria del ejercicio del gasto de los recursos que, con base en el presente Instrumento Jurídico se entregan; j) Presentar a la Unidad de Atención a Población Vulnerable la documen tación de comprobación, las evidencias (bitácora fotográfica) que acrediten la finalización del proyecto, el Informe final de Resultados y en su caso, el Acta de Entrega Recepción de obras o equipo a municipio y/o beneficiarios; k) Dar seguimiento, verific ar el desarrollo y ejecución de los compromisos contenidos en el objeto del presente convenio, de conformidad con las \" REGLAS DE OPERACIÓN \"; l) Promover la Contraloría Social en las localidades beneficiadas por el Programa Apoyos para la Protección de las Personas en Estado de Necesidad, de conformidad con lo establecido en los \"Lineamientos para la Promoción y Operación de la Contraloría Social en los Programas Federales de Desarrollo Social\", publicado en el Diario Oficial de la Federación de 11 de abril de 2008; m) Aceptar y facilitar la realización de visitas de seguimiento y asesoría, así como proporcionar oportunamente, en tiempo y forma, la información y documentación desagregada por rubro que soliciten el \"DIF NACIONAL\" y/o los Órganos Fiscalizadores Federales competentes, para los efectos que dichas instancias requieran; n) Realizar, o en su caso contratar la ejecución de los proyectos de servicios, acciones y obras que se requieran, así como supervisar las acciones, de conformidad con la normativida d aplicable; o) Adoptar las medidas necesarias para establecer el enlace y comunicación con \"DIF NACIONAL\" , para dar el debido seguimiento a los compromisos asumidos. Lo anterior, sin perjuicio de que los órganos fiscalizadores correspondientes lleven a ca bo las acciones de vigilancia, control y evaluación a fin de verificar en cualquier momento el cumplimiento de los compromisos a cargo de \"DIF ESTATAL\" , en los términos contenidos en el presente convenio. p) Señalar expresamente y en forma idéntica la par ticipación y apoyo del Gobierno Federal, a través del \"DIF NACIONAL\" , tanto en las acciones de difusión, divulgación y promoción del proyecto, y, q) En general, cumplir y observar en todo momento las disposiciones y lineamientos descritos en la Ley Federal de Presupuesto y Responsabilidad Hacendaria y su Reglamento; el Presupuesto de Egresos de la Federación para el ejercicio fiscal 2016, las \" REGLAS DE OPERACIÓN\" y las demás aplicables conforme a la legislación nacional. \"LAS PARTES\" acuerdan que para efec tos del inciso d) y f) de esta cláusula, los informes de avance o final del proyecto, serán enviados, recibidos o archivados a través de medios electrónicos o por cualquier otra tecnología que permita identificar al firmante. En consecuencia, el \"DIF ESTAT AL\" acepta que la información contenida, producirá los mismos efectos jurídicos que la firma autógrafa, reconociendo la plena validez, eficacia y efectos legales, sin perjuicio de que la veracidad de los mismos, pueda ser verificada por las unidades admini strativas del \" DIF NACIONAL\" o cualquier otra autoridad, conforme a lo previsto en las disposiciones aplicables. Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 55 SÉPTIMA. - \"LAS PARTES\", se comprometen a: Que la difusión y divulgación que se realice por medios impresos y electrónicos deberá enunciar la leyenda: \"Este Programa es público, ajeno a cualquier partido político. Queda prohibido el uso para fines distintos a los establecidos en el Programa\" OCTAVA. - CONTRALORÍA SOCIAL. - \"LAS PARTES\" reconocen el instrumento de contraloría social como una práctica de transparencia y control de rendición de cuentas, conforme a lo dispuesto en el numeral 8.1 de las \"REGLAS DE OPERACIÓN\" y el Acuerdo por el que se establecen los Lineamientos para la Promoción y Operación de la Contraloría Social en los Programas Feder ales de Desarrollo Social, publicado en el Diario Oficial de la Federación el 11 de abril de 2008. NOVENA. - REPRESENTANTES DE \"LAS PARTES\". - Para la adecuada operación de las actividades a que se refiere el presente Instrumento Jurídico y a efecto de que e n forma conjunta supervisen la realización del proyecto \"LAS PARTES\" , designan a los siguientes representantes: \"DIF NACIONAL\" \"DIF ESTATAL\" Los representantes Titulares podrán designar suplentes, quienes deberán contar con facultades para tomar decisiones, los cuales deberán tener cuando menos, el nivel jerárquico inferior siguiente al del representante Titular, cuidándose que sea homogéneo y adecuado para garantizar la ejecución de las decisiones adoptadas. DÉCIMA. - SUSPENSIÓN O CANCELACIÓ N DE LA ENTREGA DE LOS APOYOS. - \"DIF ESTATAL\" acepta que en caso de incumplimiento a lo establecido en el presente convenio, particularmente de las obligaciones a su cargo, el \"DIF NACIONAL\", atendiendo a la gravedad y origen del incumplimiento, podrá susp ender temporalmente o cancelar definitivamente, ya sea total o parcialmente, la entrega de los apoyos asignados al proyecto materia de este Convenio. Son causas de suspensión o cancelación, además, las siguientes: a) No aplique los apoyos entregados para l os fines aprobados o los apliquen inadecuadamente, en cuyo caso, deberá reintegrar la totalidad de los recursos otorgados; b) Incumpla con la ejecución del proyecto sujeto de apoyo; c) No acepten la realización de visitas de supervisión, cuando así lo soli citen \"DIF NACIONAL\" , los Órganos Fiscalizadores Federales competentes o cualquier otra autoridad competente o autorizada, con el fin de verificar la correcta aplicación de los apoyos otorgados; d) No entregue a la Unidad de Atención a Población Vulnerable los informes y la documentación que acredite los avances y la conclusión de los compromisos y conceptos del proyecto; e) La inviabilidad del proyecto, en razón de alteración o cambio en las condiciones sobre la producción, organización, mercado, financier as o técnicas, entre otras f) Presente información falsa sobre los conceptos de aplicación y los finiquitos de los conceptos apoyados; g) Con motivo de duplicidad de apoyos a conceptos idénticos de otros programas o fondos Federales; h) Existan adecuacione s a los calendarios de gasto público o disminución grave de ingresos públicos que afecten de manera determinante el presupuesto autorizado; i) Cuando \"DIF NACIONAL\" o algún órgano de fiscalización detecten desviaciones o incumplimientos en el ejercicio de los recursos, y j) En general, exista incumplimiento de los compromisos establecidos en el presente convenio, las \"REGLAS DE OPERACIÓN\" y las disposiciones que derivan de éstas. \"DIF ESTATAL\" acepta que, ante la suspensión o cancelación de la entrega de lo s apoyos, reintegrará a la Tesorería de la Federación, los recursos otorgados o su parte proporcional, según corresponda así como los intereses y rendimientos generados. 56 (Séptima Sección) DIARI O OFICIAL Miércoles 30 de diciembre de 2015 DÉCIMA PRIMERA. - CONTROL Y VIGILANCIA. - El control, vigilancia y evaluación de los rec ursos públicos Federales a que se refiere el presente convenio, corresponderá indistintamente a la Secretaría de Hacienda y Crédito Público, los Órganos Fiscalizadores Federales competentes y demás autoridades, conforme al ámbito material de competencia ot orgado en las disposiciones jurídicas aplicables. Con el fin de verificar la correcta aplicación de los apoyos otorgados y el cumplimiento de las obligaciones a cargo del \"DIF ESTATAL\" , a partir de la firma de este convenio, el \"DIF NACIONAL\" o las unidade s administrativas de éste, podrán ordenar la realización de visitas de supervisión, sin perjuicio de las facultades y atribuciones de los Órganos Fiscalizadores Federales competentes o cualquier otra autoridad competente. DÉCIMA SEGUNDA. - TRANSPARENCIA. - \"LAS PARTES\" , convienen en promover y fomentar la transparencia de la asignación y ejercicio de los recursos destinados al Proyecto al que se refiere el presente convenio; consecuentemente, promoverán la publicación del padrón de beneficiarios y de los proy ectos apoyados, así como sus avances físicos -financieros en las páginas electrónicas oficiales que tengan disponibles. CONVENCIONES GENERALES DÉCIMA TERCERA. - RELACIÓN LABORAL. - El personal de cada una de \"LAS PARTES\" que sea designado para la realización de cualquier actividad relacionada con este convenio de Coordinación, permanecerá en forma absoluta bajo la dirección y dependencia de la entidad, con la cual tiene establecida su relación laboral, mercantil, civil, administrativa o de cualquier otra índol e, por lo que no se creará una subordinación de ninguna especie con la parte opuesta, ni operará la figura jurídica de patrón sustituto o solidario; lo anterior, con independencia de estar prestando sus servicios fuera de las instalaciones de la entidad, p or la que fue contratada o realizar labores de supervisión de los trabajos que se realicen . DÉCIMA CUARTA. - VIGENCIA. - El presente convenio tendrá una vigencia a partir de la fecha de su firma y hasta el día 31 de diciembre de 2016, pudiendo darse por term inado anticipadamente, mediante escrito libre que contenga una manifestación explícita de que se desea terminar anticipadamente el convenio, con los datos generales de la parte que así lo desea terminar, con por lo menos 30 (treinta) días hábiles de antela ción, en el entendido de que las actividades que se encuentren en ejecución, deberán ser concluidas salvo acuerdo en contrario. DÉCIMA QUINTA. - MODIFICACIONES. - Las modificaciones o adiciones que se realicen al presente convenio, serán pactadas de común ac uerdo entre \"LAS PARTES\" y se harán constar por escrito, surtiendo sus efectos a partir del momento de su suscripción. DÉCIMA SEXTA. - DIFUSIÓN. - \"LAS PARTES\" , por los medios de difusión más convenientes, promoverán y divulgarán entre los promotores, ejecut ores, responsables de los proyectos e interesados en general, las características, alcances y resultados de la coordinación prevista en el presente convenio de Coordinación. DÉCIMA SÉPTIMA. - CONTROVERSIAS. - En caso de suscitarse algún conflicto o controver sia con motivo de la interpretación y/o cumplimiento del presente convenio, \"LAS PARTES\" lo resolverán de común acuerdo; de no lograrlo, acuerdan someterse expresamente a la jurisdicción de los Tribunales Federales competentes en la Ciudad de México, Distr ito Federal, renunciando desde este momento al fuero que les pudiera corresponder en razón de su domicilio presente o futuro, o por cualquier otra causa. DÉCIMA OCTAVA. - PUBLICACIÓN. - En cumplimiento de las disposiciones contenidas en el artículo 36 de la Ley de Planeación, el presente Convenio de Coordinación será publicado en el Diario Oficial de la Federación. Enteradas \"LAS PARTES\" de sus términos y alcances legales del presente convenio de coordinación, lo firman en cinco tantos en la Ciudad de México, Distrito Federal, a los ___ días del mes de _____ de 2016. POR \"DIF NACIONAL\" POR \"DIF ESTATAL\" ________________________________ OFICIAL MAYOR _______________________________________ DIRECTOR GENERAL __________________________________ JEFE DE LA UN IDAD DE ATENCIÓN A POBLACIÓN VULNERABLE Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 57 Anexo 6. Modelo de Convenio de Concertación CONVENIO DE CONCERTACIÓN PARA LA TRANSFERENCIA DE RECURSOS FEDERALES CON CARÁCTER DE SUBSIDIOS, PARA LA EJECUCIÓN DEL PROGRAMA APOYOS PARA LA PROTECCIÓN DE LAS PERSONAS E N ESTADO DE NECESIDAD DEL SISTEMA NACIONAL PARA EL DESARROLLO INTEGRAL DE LA FAMILIA PARA EL EJERCICIO FISCAL 2016, QUE CELEBRAN, POR UNA PARTE, EL SISTEMA NACIONAL PARA EL DESARROLLO INTEGRAL DE LA FAMILIA, EN LO SUCESIVO DENOMINADO \"DIF NACIONAL\", REPRES ENTADO POR SU OFICIAL MAYOR, ______________________________ Y EL JEFE DE LA UNIDAD DE ATENCIÓN A POBLACIÓN VULNERABLE, ____________________________ Y, POR LA OTRA, ____________________________ (GRUPOS SOCIALES O PARTICULARES INTERESADOS (PERSONAS MORALES) O INSTITUCIONES ACADÉMICAS) EN ADELANTE LA \"OSC\", REPRESENTADO POR SU _________________________, EL/LA ___________________________, A QUIENES, CUANDO ACTÚEN DE MANERA CONJUNTA, SE LES DENOMINARÁ \"LAS PARTES\", DE CONFORMIDAD CON LOS SIGUIENTES ANTECEDENTES , DECLARACIONES Y CLÁUSULAS. ANTECEDENTES I. La Constitución Política de los Estados Unidos Mexicanos, en su artículo 4o., párrafo quinto, establece que toda persona tiene derecho a un medio adecuado para su desarrollo y bienestar, aspiración que el Estado debe materializar y garantizar en beneficio de todos los mexicanos. La misma Constitución determina en su artículo 25, que el Estado debe garantizar que el desarrollo nacional sea integral y sustentable, y en su artículo 26, establece la competencia del Estado para organizar un sistema de planeación democrática del desarrollo nacional que imprima solidez, dinamismo, permanencia y equidad al crecimiento de la economía para la independencia y la democratización política, social y cultural de la nación. II. Asimismo, la Ley de Planeación en sus artículos 28, 32, 33, 34, 35 y 36 faculta al Ejecutivo Federal para coordinar sus actividades de planeación con las entidades federativas mediante la suscripción de convenios de coordinación, para que las acciones a re alizarse por la Federación y los Estados se planeen de manera conjunta; asimismo, se señala que en éstos, se podrá convenir entre otros rubros, la participación de las entidades en los procedimientos de coordinación entre las autoridades Federales, Estatal es y Municipales para propiciar la planeación del desarrollo integral de cada entidad Federativa, los lineamientos metodológicos para la realización de las actividades de planeación, en el ámbito de su jurisdicción, así como la ejecución de las acciones qu e deban realizarse en cada entidad Federativa, y que competen a ambos órdenes de gobierno, considerando la participación que corresponda a los municipios interesados y a los sectores de la sociedad. III. La Ley de Asistencia Social, en su artículo 3o., señ ala que se entiende por asistencia social el conjunto de acciones tendientes a modificar y mejorar las circunstancias de carácter social que impidan el desarrollo integral del individuo, así como la protección física, mental y social de personas en estado de necesidad, indefensión desventaja física y mental, hasta lograr su incorporación a una vida plena y productiva. Por su parte, el artículo 4o. define a los sujetos de la asistencia social. Asimismo, la Ley de Asistencia Social, en su artículo 28, estab lece que el \"DIF NACIONAL\" será el coordinador del Sistema Nacional de Asistencia Social Pública y Privada. De igual forma, el artículo 54, establece que el \"DIF NACIONAL\" promoverá la organización y participación de la comunidad para contribuir en la pres tación de servicios asistenciales para el Desarrollo Integral de la Familia. La participación de la comunidad, de acuerdo con lo establecido por el artículo 55, debe estar encaminada a fortalecer su estructura y a propiciar la solidaridad de la población. IV. En congruencia con lo anterior, con fecha de ______ de_______ de 2015, se publicó en el Diario Oficial de la Federación, el \"Acuerdo por el que se emiten las Reglas de Operación del Programa Apoyos para la Protección de las Personas en Estado de Necesi dad, para el ejercicio fiscal 2016 \", en lo sucesivo referidas como las \" REGLAS DE OPERACION\", mismas que tienen como objetivo general Impulsar la instrum entación de proyectos que contribuyan a mejorar las acciones y servicios a la población vulnerable. DEC LARACIONES I. \"DIF NACIONAL\" declara que: I.1 Es un Organismo Público Descentralizado, con patrimonio propio y personalidad jurídica, normado por la Ley General de Salud y la Ley de Asistencia Social, publicadas en el Diario Oficial de la Federación los dí as 7 de febrero de 1984 y 2 de septiembre de 2004, respectivamente; teniendo como objetivos, la promoción de la asistencia social, la prestación de servicios en ese campo, así como la realización de las demás acciones que establezcan las disposiciones lega les aplicables, y 58 (Séptima Sección) DIARI O OFICIAL Miércoles 30 de diciembre de 2015 conforme a sus atribuciones y funciones; actúa en coordinación con Dependencias y Entidades Federales, Estatales y Municipales en el diseño de las políticas públicas, operación de programas, prestación de servicios, y la realización de ac ciones en la materia. I.2 Para el logro de sus objetivos, entre otras acciones, reconoce la importancia de optimizar esfuerzos y sumarse a iniciativas de la sociedad civil y del sector público para ampliar el impacto de sus programas en la comunidad, por l o cual es su intención colaborar con la \"OSC\" , para la ejecución de actividades específicas en materia protección a personas sujetas de asistencia social. I.3 Los C.C. Oficial Mayor y el Jefe de la Unidad de Atención a Población Vulnerable, se encuentran facultados para la formalización del presente instrumento jurídico, de conformidad con los artículos 19, fracción XXVI; 14, fracción VIII, y 15, fracciones IV, V y XV del Acuerdo mediante el cual se expide el Estatuto Orgánico del Sistema Nacional para el D esarrollo Integral de la Familia, publicado en el Diario Oficial de la Federación el 2 de abril de 2015. I.4 De acuerdo con los artículos 12, fracciones I, incisos a, b, h, i; VI, X, XI y XIV de la Ley de Asistencia Social, y 2º, fracciones II, III, V, VI , VIII, XII, XIX, XX y XXXVI de su Estatuto Orgánico, para el logro de sus objetivos lleva a cabo acciones en materia de Asistencia Social. I.5 El Plan Nacional de Desarrollo 2013 -2018, establece la Meta Nacional II. México Incluyente , pone énfasis en la idea de transitar hacia una política enfocada en alcanzar una sociedad de derechos ciudadanos y humanos plenos, proponiéndose políticas sociales que giren en torno al ciudadano, ubicándolo como un agente de cambio, protagonista de su propia superación a tr avés de su organización y participación activa, teniendo como prioridad la integración de una sociedad con equidad, cohesión social e igualdad de oportunidades. Un México Incluyente busca consolidar plataformas de movilidad social que contribuyan a cerrar las brechas existentes entre diferentes grupos sociales y regiones del país. Asimismo, busca articular políticas que atiendan de manera específica cada etapa del ciclo de vida de la población a través de la promoción del desarrollo integral de los niños y niñas, particularmente en materia de salud, alimentación y educación, a través de la implementación de acciones coordinadas entre los tres órdenes de gobierno y la sociedad civil, así como del fortalecimiento de la protección de los derechos de las person as adultas mayores, para contribuir a garantizar su calidad de vida, mediante una mayor y mejor coordinación interinstitucional que garantice la concurrencia y corresponsabilidad de los tres órdenes de gobierno. I.6 En términos de los artículos 28, 32, 33, 34, 35 y 36 de la Ley de Planeación, celebra el presente convenio como instrumento de Coordinación en Materia de Atención a Personas Sujetas de Asistencia Social con la \"OSC\" para que coadyuve, en el ámbito de su competencia, a la consecución de los objet ivos de la planeación nacional, establecer los procedimientos de coordinación en materia de atención a sujetos de asistencia social y, con ello, propiciar la planeación del desarrollo integral de esa Entidad Federativa I.7 Señala como domicilio legal para todos los efectos de este convenio, el ubicado en Avenida Emiliano Zapata número 340, Colonia Santa Cruz Atoyac, Delegación Benito Juárez, Código Postal 03310, México, Distrito Federal. II. \"LA OSC\" declara que: II.1 Es ___________________________ constitu ida legalmente mediante el Testimonio de la Escritura Pública número _____, de fecha ___ de _____________ de _____, otorgada ante la fe del Licenciado ________________________, Notario Público número ___ del _______________. II.2 Su objeto social comprende , entre otros, _________________________________________, así como las demás acciones que establezcan las disposiciones legales aplicables. II.3 Su ____________________ (representante legal) acredita su personalidad con el Testimonio de la Escritura Públic a número ____, de fecha ___ de ___________ de _____, otorgada ante la fe del Licenciado __________________________, Notario Público número ___ de ___________________________, mediante la cual se encuentra facultado(a) para celebrar el presente convenio de concertación. II.4 Su Registro Federal de Contribuyentes es _______________ II.5 Señala como domicilio legal para todos los efectos de este convenio, el ubicado en ________________ número ______, Colonia ______________, Código Postal _____, Delegación o Municipio ____________, Estado. Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 59 II.6 Reconoce, comprende y acepta cumplir con las obligaciones e instrumentos establecidos en las \"REGLAS DE OPERACIÓN\". III. \"LAS PARTES\" declaran conjuntamente que: III.1 Ante la necesidad de emprender acciones concertadas t endientes al mejoramiento de las condiciones de vida de la población sujeta a asistencia social, es su interés y voluntad suscribir el presente convenio, en beneficio de la población vulnerable del país. III.2 Reconocen las ventajas que su participación co njunta en el desarrollo y cumplimiento del objetivo señalado en el presente convenio, puede derivar para el país y para ambas partes. III.3 Reconocen mutuamente su capacidad jurídica para suscribir el presente convenio de concertación. III.4 Es su deseo su scribir el presente instrumento jurídico, asegurando la adecuada ejecución conjunta de acciones concertadas por ambas en materia de asistencia social, en el marco del Programa Apoyos para la Protección de las Personas en Estado de Necesidad, para la reali zación de acciones en beneficio de la población vulnerable, de acuerdo con sus respectivas disposiciones jurídicas aplicables. III.5 Cuenta cada una de ellas con los recursos necesarios para proporcionar la colaboración, asistencia y servicios inherentes a l objeto concertado y materia del presente convenio. Que con base en lo antes expuesto y con fundamento en lo establecido en los artículos 4o., 25 y 26 de la Constitución Política de los Estados Unidos Mexicanos; 9o., 19 y 21, de la Ley General de Salud; 2 8, 32, 33, 34, 35 y 36, de la Ley de Planeación; 1o., 25, fracción VI, 75, fracción II, segundo párrafo, 77 y demás relativos de la Ley Federal de Presupuesto y Responsabilidad Hacendaria; 3o., 4o., 19, 21, 44, 45 y demás relativos de la Ley de Asistencia Social; 22, fracciones I y II, de la Ley Federal de las Entidades Paraestatales; 175, 178 y demás relativos del Reglamento de la Ley Federal de Presupuesto y Responsabilidad Hacendaria; 19, fracción XXVI, 14 fracción VIII, y 15 fracciones IV, V y XV del Ac uerdo mediante el cual se expide el Estatuto Orgánico del Sistema Nacional para el Desarrollo Integral de la Familia, publicado en el Diario Oficial de la Federación el 2 de abril de 2015; el Acuerdo por el que se emiten las Reglas de Operación del Progra ma Apoyos para la Protección de las Personas en Estado de Necesidad para el ejercicio fiscal 2016, y el Acuerdo Delegatorio publicado en el Diario Oficial de la Federación el día 10 de julio de 2014, \"LAS PARTES\" celebran el presente convenio de coordinaci ón y están de acuerdo en sujetarse a las siguientes: CLÁUSULAS PRIMERA. - OBJETO. - El objeto del presente Convenio es la transferencia de recursos federales con carácter de subsidios, para la ejecución del Programa Apoyos para la Protección de las Personas en Estado de Necesidad para el ejercicio fiscal 2016, así como establecer las bases y procedimientos de concertación, entre \"LAS PARTES\" para la ejecución del proyecto denominado \"_______________________________________\" (en lo sucesivo \" PROYECTO \"). SEGUND A.- APORTACIÓN DE RECURSOS. - Con base en la suficiencia presupuestal contenida en el Presupuesto de Egresos de la Federación para el Ejercicio Fiscal 2016, en las disposiciones contenidas en las \"REGLAS DE OPERACION\" , y el número de Precompromiso SAP _____ , \"DIF NACIONAL\" aportará recursos por concepto de subsidios considerados apoyos transitorios que prevén las \"REGLAS DE OPERACIÓN\" hasta por un monto de $_________________ (____________________________ PESOS 00/100, M.N.) , que se radicarán en una sola exhi bición. \"LAS PARTES\" convienen que el otorgamiento y fecha de radicación de dichos recursos podrá sufrir variaciones atendiendo a la disponibilidad presupuestaria. TERCERA. - NATURALEZA DE LOS RECURSOS. - Los recursos que, de conformidad con las \"REGLAS DE OPERACIÓN\" , aporta el \"DIF NACIONAL\" para el cumplimiento del objeto del presente convenio, serán considerados en todo momento como subsidios federales en los términos de las disposiciones aplicables; en consecuencia, no perderán su carácter federal al ser canalizados a la \"OSC\" para la ejecución del proyecto señalado en la cláusula primera del presente instrumento jurídico. Asimismo, \"LAS PARTES\" aceptan que la aportación de los recursos económicos que se destinen para el desarrollo de las acciones materia de este convenio, estará a cargo de \"DIF NACIONAL\" , y la administración, aplicación, información y, en su caso, la comprobación de su aplicación, será exclusivamente a cargo de la \"OSC\" , de conformidad con el presente convenio y la normatividad aplicable. Los recursos que no hayan sido destinados a los fines autorizados o no se hayan devengado al 31 de diciembre de 2016, así como aquellos en que \"DIF NACIONAL\" o algún órgano de fiscalización detecten desviaciones o incumplimientos en su ejercicio, deberán ser reintegrados a la Tesorería de la Federación, 60 (Séptima Sección) DIARI O OFICIAL Miércoles 30 de diciembre de 2015 incluyendo rendimientos financieros e intereses por parte de la \"OSC\" , en los términos que señalen las disposiciones aplicables; \"OSC\" tiene la obligación de informar lo anterior a la Dirección de Finanzas y a la Unidad de Atención a Población Vulnerable de \"DIF NACIONAL\". CUARTA. - CUENTA BANCARIA. - Los recursos que proporcione \"DIF NACIONAL\" , se depositarán en la cuenta bancaria que para tal efecto se obliga a aperturar la \" OSC \" o en aquella que bajo dicha condición ya disponga, en la que se deberá distinguir contablemente su origen e identificarlas erogaciones que correspondan a los fines del proyecto. Los depósitos de los recursos federales estarán sujetos a la presentación por parte de la \" OSC \", de los recibos fiscales correspondientes, así como a la documentación comprobatoria que en derecho corresponda a satisfacción de \" DIF NACIONAL\" , y de conformidad con lo establecido en las \"REGLAS DE OPERACIÓN\" . COMPROMISOS DE LAS PARTES QUINTA. - El \"DIF NACIONAL\" se compromete a realizar las acciones siguientes: a) Asignar y aportar los recursos económicos federales previstos en la cláusula segunda de este convenio, previo cumplimiento de la \" OSC \" de las obligaciones a su cargo, referidas en la cláusula Cuarta; b) Otorgar asistencia técnica y orientación a \"_________________\" , cuando ésta la solicite, así como la asesoría y capacitación necesaria, con base a sus programas asistenciales en materia de asistencia social, y c) Ninguna de \" LAS PARTES \" podrán ceder o trans mitir parcial o totalmente los derechos y obligaciones contenidas en el presente Convenio. d) En general, cumplir en todo momento con las disposiciones contenidas en las \"REGLAS DE OPERACIÓN\". SEXTA. - La \"OSC\" se compromete a: a) Recibir y canalizar los re cursos señalados en la cláusula Segunda, así como supervisar que la ejecución y desarrollo de las actividades objeto del presente convenio, se realicen de acuerdo a lo señalado en las disposiciones de las \"REGLAS DE OPERACIÓN\" y demás normatividad aplicabl e; b) Aplicar en su totalidad, los recursos señalados en la cláusula Segunda de este convenio, garantizando la liberación expedita de los mismos. Estos recursos deberán destinarse, incluyendo los rendimientos financieros que por cualquier concepto generen, exclusivamente a los fines del \"PROYECTO\" materia del presente Instrumento Jurídico, así como para llevar a cabo todas las acciones tendientes a la verificación y comprobación de la correcta aplicación de los recursos presupuestales; c) Presentar los info rmes de Avance Físico Financiero a la Unidad de Atención a Población Vulnerable de \"DIF NACIONAL\" a más tardar durante los primeros diez (10) días naturales posteriores a la terminación del trimestre que se reporta. Los informes deberán ser acompañados con la justificación de las variaciones entre la meta de cobertura programada y la alcanzada, así como entre el presupuesto autorizado, el modificado y el ejercido, y en su caso, el reporte de las medidas de ahorro, austeridad y eficiencia aplicadas durante e l período que se informe; d) Presentar a \"DIF NACIONAL\" , la información necesaria para el informe de Cuenta Pública de los apoyos a que se refiere el presente convenio, con base en los formatos y lineamientos que en su oportunidad le dé a conocer el \"DIF N ACIONAL\" e) Entregar a \"DIF NACIONAL\" el informe final sobre los resultados y alcances obtenidos en la ejecución de las acciones materia de este instrumento, conforme el numeral 5.5.3 de las \"REGLAS DE OPERACIÓN\", después de concluido el objeto del present e convenio a los diez (10) días naturales posteriores al cierre del ejercicio fiscal 2016; f) Entregar, a la Unidad de Atención a Población Vulnerable la documentación de Comprobación de Gastos, debidamente firmada y rubricada por la Instancia Ejecutora co nsistentes en: Relación de Gastos, con la copia legible de los comprobantes fiscales (facturas y/o recibos) y fichas de depósito de reintegro en caso de que no sean ejercidos los recursos parcial o totalmente; Documento de verificación de los comprobantes fiscales emitido por el Sistema de Administración Tributaría (SAT); Informes trimestrales de Avance Físico Financiero; Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 61 Bitácora Fotográfica; Cédulas de información de la población Objetivo Beneficiada (CIPOB) y/o Padrón de la población Objetivo Beneficiada ; y Acta de Entrega Recepción de Obras o Equipo a Municipio y/o Beneficiarios, en caso de que aplique. Lo anterior, a efecto de garantizar que sean correctamente canalizados los recursos a los beneficiaros del Programa. g) Reintegrar a la Tesorería de la Federación, los recursos federales presupuestales y, en su caso, los productos financieros que no hayan sido destinados a los fines autorizados o no se encuentren devengados al 31 de diciembre de 2016, así como aquellos en que el \" DIF NACIONAL \" o algún órgano de fiscalización detecten desviaciones o incumplimientos en el ejercicio de los recursos en los términos que señalen las disposiciones aplicables. Debiendo informar lo anterior por escrito a la Dirección de Finanzas de \"DIF NACIONAL\" lo anterior; h) Conservar debidamente resguardada, durante cinco (5) años, la documentación original comprobatoria del ejercicio del gasto de los recursos que, con base en el presente Instrumento Jurídico se entregan; i) Presentar a la Unidad de Atención a Población Vulnera ble la documentación de comprobación, las evidencias (bitácora fotográfica) que acrediten la finalización del proyecto, el Informe final de Resultados y en su caso, el Acta de Entrega Recepción de obras o equipo a municipio y/o beneficiarios; j) Dar seguim iento, verificar el desarrollo y ejecución de los compromisos contenidos en el objeto del presente convenio, de conformidad con las \" REGLAS DE OPERACIÓN k) Promover la Contraloría Social en las localidades beneficiadas por el Programa Apoyos para la Protec ción de las Personas en Estado de Necesidad para el ejercicio fiscal 2016, de conformidad con lo establecido en los \"Lineamientos para la Promoción y Operación de la Contraloría Social en los Programas Federales de Desarrollo Social\", publicado en el Diari o Oficial de la Federación de 11 de abril de 2008; l) Publicar los avances físico -financieros en las páginas de Internet que, en su caso, tenga disponibles, así como en los medios y con la frecuencia que al efecto determinen \"LAS PARTES\" ; m) Verificar el desarrollo de cada obra o acción materia del este instrumento jurídico; n) Aceptar y facilitar la realización de visitas de supervisión y brindar oportunamente la información y documentación desagregada por rubro que soliciten el \"DIF NACIONAL\" , y/o los Ór ganos Fiscalizadores Federales competentes, para los efectos que dichas instancias requieran; o) Señalar expresamente y en forma idéntica la participación y apoyo del Gobierno Federal, a través del \"DIF NACIONAL\" , en las acciones de difusión, divulgación y promoción del \"PROYECTO\"; p) Conformar el expediente técnico referido en las \" REGLAS DE OPERACIÓN \", que contenga la documentación probatoria de los recursos otorgados, así como aplicar en su totalidad los mismos, garantizando su liberación expedita, debie ndo destinarlos, incluyendo los rendimientos financieros que por cualquier concepto generen exclusivamente a los fines del proyecto materia del presente instrumento jurídico. Debido a lo anterior, se hace responsable del uso, aplicación y destino de los citados recursos, así como de llevar a cabo todas las acciones tendientes a la verificación y comprobación de la correcta aplicación de los recursos presupuestales. q) En general, cumplir y observar en todo momento las disposiciones y lineamientos descritos en la Ley Federal de Presupuesto y Responsabilidad Hacendaria y su Reglamento; el Presupuesto de Egresos de la Federación para el ejercicio fiscal 2016; las \"REGLAS DE OPERACIÓN\" , y las demás aplicables conforme a la legislación vigente. \"LAS PARTES\" acuer dan que para efectos de los incisos c) y e) de esta cláusula, los informes de avance o final del \"PROYECTO\" , serán enviados, recibidos o archivados en forma física, a través de medios electrónicos o por cualquier otra tecnología que permita identificar al firmante. En consecuencia, la \"OSC \" acepta que esta información contenida en los informes enviados a través de dichos medios, producirá los mismos efectos jurídicos que la contenida en documentos con firma autógrafa, reconociéndole la plena validez, eficac ia y efectos legales, sin perjuicio de que la veracidad de los mismos, pueda ser verificada por las unidades administrativas \"DIF NACIONAL\" o cualquier otra autoridad, conforme a lo previsto en las disposiciones aplicables. 62 (Séptima Sección) DIARI O OFICIAL Miércoles 30 de diciembre de 2015 SÉPTIMA. - \"LAS PARTES\" se compro meten a: Que la difusión y divulgación que se realice por medios impresos y electrónicos deberá contener la leyenda: \"Este Programa es público, ajeno a cualquier partido político. Queda prohibido el uso para fines distintos a los establecidos en el Program a\". OCTAVA. - CONTRALORÍA SOCIAL .- \"LAS PARTES\" reconocen el instrumento de Contraloría Social como una práctica de transparencia y control de rendición de cuentas, conforme a lo dispuesto en el numeral 8.1 de las \"REGLAS DE OPERACIÓN\" y el Acuerdo por el q ue se establecen los Lineamientos para la Promoción y Operación de la Contraloría Social en los Programas Federales de Desarrollo Social, publicado en el Diario Oficial de la Federación el 11 de abril de 2008. NOVENA. - REPRESENTANTES DE LAS PARTES .- Para l a adecuada operación de las actividades a que se refiere el presente instrumento jurídico y a efecto de que en forma conjunta supervisen la realización del \"PROYECTO\", \"LAS representantes: \"DIF NACIONAL\" __________________ _____________________ Jefe de la Unidad de Atención a Población Vulnerable La \"OSC\" ______________________________ Los representantes Titulares podrán designar suplentes, quienes deberán contar con facultades para tomar decisiones, quienes deberán tener cuando menos del nivel jerárquico inferior siguiente al del representante Titular, cuidándose que sea homogéneo y adecuado para garantizar la ejecución de las decisiones adoptadas. DÉCIMA. - SUSPENSIÓN O CANCELACIÓN DE LA ENTREGA DE LOS APOYOS .- La \"OSC \" acepta que en caso de incumplimiento a lo establecido en el presente convenio, particularmente de las obligaciones a su cargo, el \"DIF NACIONAL\" , atendiendo a la gravedad y origen del incumplimiento, podrá suspender temporalmente o cancelar definitiva mente, ya sea total o parcialmente, la entrega de los apoyos asignados al \"PROYECTO\" materia del presente Convenio. Son causas de suspensión o cancelación de la entrega de apoyos, además, las siguientes: a) La no aplicación de los apoyos entregados para lo s fines aprobados o la aplicación inadecuada, en cuyo caso, deberá reintegrar la totalidad de los recursos otorgados; b) Incumplimiento en la ejecución del \"PROYECTO\" sujeto de apoyo; c) La no aceptación para realizar visitas de supervisión, solicitadas po r el \"DIF NACIONAL\" , Órganos Fiscalizadores Federales competentes, o cualquier otra autoridad competente o autorizada, con el fin de verificar la correcta aplicación de los apoyos otorgados; d) No entregar a la Unidad de Atención a Población Vulnerable, lo s informes y la documentación que acredite los avances y la conclusión de los compromisos y conceptos del \"PROYECTO\" ; e) Presentación de información falsa sobre los conceptos de aplicación y los finiquitos de los conceptos apoyados; f) La inviabilidad del \"PROYECTO\" , en razón de alteración o cambio en las condiciones sobre la producción, organización, mercado, financieras o técnicas, entre otras; g) La duplicidad de apoyos a conceptos idénticos de otros programas o fondos federales; h) Existan adecuaciones a los calendarios de gasto público o disminución grave de ingresos públicos que afecten de manera determinante el presupuesto autorizado; i) Cuando el \" DIF NACIONAL \", o un órgano de fiscalización detecten desviaciones o incumplimientos en el ejercicio de l os recursos, y j) En general, exista incumplimiento de los compromisos establecidos en el presente Convenio, las \"REGLAS DE OPERACIÓN \" y las disposiciones que derivan de éstas. Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 63 La \"OSC\" acepta, que ante la suspensión o cancelación de la entrega de los apo yos, reintegrará a la Tesorería de la Federación, la totalidad de los recursos otorgados, así como los intereses, rendimientos financieros y otros conceptos generados, una vez que \"DIF NACIONAL\", haya solicitado dicha devolución, en un plazo no mayor a ___ _____ días hábiles. DÉCIMA PRIMERA. - CONTROL Y VIGILANCIA .- El control, vigilancia y evaluación de los recursos públicos federales a que se refiere el presente convenio, corresponderá indistintamente a la Secretaría de Hacienda y Crédito Público, a los Órg anos Fiscalizadores Federales competentes y demás autoridades conforme al ámbito material de competencia otorgado en las disposiciones jurídicas aplicables. Con el fin de verificar la correcta aplicación de los apoyos otorgados y el cumplimiento de las obl igaciones a cargo de la \" OSC \", a partir de la firma del presente Convenio el \"DIF NACIONAL\" o las Unidades Administrativas de éste podrán ordenar la realización de visitas de supervisión, sin perjuicio de las facultades y atribuciones de los Órganos Fiscal izadores Federales competentes o cualquier otra autoridad competente. DÉCIMA SEGUNDA. - TRANSPARENCIA .- \"LAS PARTES\" convienen en promover y fomentar la transparencia de la asignación y ejercicio de los recursos destinados a los apoyos de los proyectos a qu e se refiere el presente convenio; consecuentemente, promoverán la publicación del padrón de beneficiarios y de los proyectos apoyados, así como sus avances físico -financieros en las páginas electrónicas oficiales de Internet que tengan disponibles, o en s u caso, como lo establece la cláusula Sexta, inciso i), del presente instrumento jurídico. DÉCIMA TERCERA. - RELACIÓN LABORAL .- El personal de cada una de \"LAS PARTES\" que sea designado para la realización de cualquier actividad relacionada con este conveni o de concertación permanecerá en forma absoluta bajo la dirección y dependencia de la parte con la cual tiene establecida su relación laboral, mercantil, civil, administrativa o cualquier otra, por lo que no se creará una subordinación de ninguna especie c on la parte opuesta, ni operará la figura jurídica de patrón sustituto o solidario; lo anterior, con independencia de estar prestando sus servicios fuera de las instalaciones de la entidad por la que fue contratada o realizar labores de supervisión de los trabajos que se realicen. DÉCIMA CUARTA. - VIGENCIA .- El presente convenio tendrá una vigencia a partir de la fecha de su firma y hasta el día 31 de diciembre de 2016, pudiendo darse por terminado anticipadamente mediante escrito libre que contenga una mani festación explícita de que se desea terminar anticipadamente el convenio. Deberá contener los datos generales de la parte lo desea terminar y hacerlo del conocimiento a la otra parte, con por lo menos 30 (treinta) días hábiles, en el entendido de que las a ctividades que se encuentren en ejecución deberán ser concluidas, salvo acuerdo en contrario. DÉCIMA QUINTA. - MODIFICACIONES o ADICIONES .- Las modificaciones o adiciones que se realicen al presente convenio, serán pactadas de común acuerdo entre \"LAS PARTE S\" y se harán constar por escrito, surtiendo sus efectos a partir del momento de su suscripción. DÉCIMA SEXTA. - DIFUSIÓN .- \"LAS PARTES\" promoverán y divulgarán entre los promotores y ejecutores, responsables de los proyectos e interesados en general, las c aracterísticas, alcances y resultados de la concertación, por los medios de comunicación que consideren más convenientes, prevista en el presente Convenio. DÉCIMA SÉPTIMA. - CONTROVERSIAS .- En caso de suscitarse algún conflicto o controversia con motivo de la interpretación y/o cumplimiento del presente convenio, \"LAS PARTES\" lo resolverán de común acuerdo; de no lograrlo, acuerdan someterse expresamente a la jurisdicción de los Tribunales Federales competentes radicados en la Ciudad de México, Distrito Fede ral, renunciando desde este momento al fuero que les pudiera corresponder en razón de su domicilio presente o futuro, o por cualquier otra causa. Enteradas las partes de los términos y alcances legales del presente convenio de concertación, lo firman en ci nco tantos en la Ciudad de México, Distrito Federal, a los ____________ días del mes de _________, de 2016. POR EL \" DIF NACIONAL \" ____________________________________ OFICIAL MAYOR POR LA \" OSC \" APODERADO LEGAL ___________________________________ JEFE DE LA UNIDAD DE ATENCIÓN A POBLACIÓN VULNERABLE 64 (Séptima Sección) DIARI O OFICIAL Miércoles 30 de diciembre de 2015 Unidad de Atención a Población Vulnerable Anexo 7 Formato para la Identificación y Validación de Proyectos de los SEDIF Programa de Apoyos para la Protección de las Personas en Estado de Necesidad Subprograma de Apoyo a Proyectos PRIMERA PARTE: Identificación del proyecto. Lugar y fecha de emisión del proyecto 1. Datos Generales Nombre del Sistema Estatal DIF Nombre del Director General del SEDIF Domicilio Teléfono Correo electrónico Página Web 2. Nombre del Proyecto 3. Objetivo del Proyecto SEGUNDA PARTE: Cobertura y problemática a ser atendida. 4. Localización Geográfica del Proyecto Municipio (s) Localidad (es) 5. Cobertura del Proyecto Municipio (s) Localidad (es) 6. Población que se espera atender, (número y descripción por tipo de discapacidad) 7. Descripción de la problemática a ser atendida y sus causas 8. Vida útil del proyecto y narración de los motivos TERCERA PARTE: Obras y acciones. 9. Antece dentes, etapas concluidas y/o situación actual de cada una de las OBRAS 10. Lista y descripción de las OBRAS (describir vertiente, acción, clave y apoyo a financiar, de acuerdo al numeral 5.2.5 de la Reglas de Operación) Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 65 Obras Fecha de inicio Fecha d e término Costo estimado de las obras Concepto Cantidad Precio Unitario Total Total de obras 11. Antecedentes, etapas concluidas y/o situación actual de cada una de las ACCIONES 12. Lista y descripción de las ACCIONES (describir vertient e, acción, clave y apoyo a financiar, de acuerdo al numeral 5.2 de la Reglas de Operación) Acciones Fecha de inicio Fecha de término Costo estimado de las acciones Concepto Cantidad Precio Unitario Total Total de acciones Costo total del proyecto (obras y acciones) CUARTA PARTE: Metas e indicadores. 13. Metas específicas del proyecto que espera alcanzar por trimestre 14. Indicadores que permitan verificar el cumplimiento de las metas (en los términos del punto 9 \"Evaluación\" de las reglas de operación) Indicador Documento, informe o fuente de verificación QUINTA PARTE: Relaciones interinstitucionales y factores críticos. 15. Relaciones interinstitucionales Institución Puntos de coordinación o concertación. 16. Factor es críticos de éxito. SEXTA PARTE: Responsables de seguimiento y control del proyecto. 17. Cadena de mando del SEDIF responsable del seguimiento, control y evaluación Nombre Cargo o puesto Teléfono y correo electrónico ______________________ _____________________ Nombre y firma del Director(a) General del SEDIF 66 (Séptima Sección) DIARI O OFICIAL Miércoles 30 de diciembre de 2015 Unidad de Atención a Población Vulnerable Anexo 8 Formato para la Identificación y Validación de Proyectos de las OSC Programa de Apoyos para la Protección de las Personas en Estado de Necesidad Subprograma de Apoyo a Proyectos PRIMERA PARTE: Identificación del proyecto. Lugar y fecha de emisión del proyecto 1. Datos Generales Entidad Federativa Nombre de la OSC Nombre del Representante Legal de la OSC Domicilio Teléfon o Correo electrónico Página Web 2. Nombre del Proyecto 3. Objetivo del Proyecto SEGUNDA PARTE: Cobertura y problemática a ser atendida. 4. Localización Geográfica del Proyecto Municipio (s) Localidad (es) 5. Cobertura del Proyecto Muni cipio (s) Localidad (es) 6. Población que se espera atender, (número y descripción por tipo de discapacidad) 7. Descripción de la problemática a ser atendida y sus causas 8. Vida útil del proyecto y narración de los motivos TERCERA PARTE: Obr as y acciones. 9. Antecedentes, etapas concluidas y/o situación actual de cada una de las OBRAS 10. Lista y descripción de las OBRAS (describir vertiente, acción, clave y apoyo a financiar, de acuerdo al numeral 5.2 de la Reglas de Operación) Obras Fecha de inicio Fecha de término Costo estimado de las obras Concepto Cantidad Precio Unitario Total Total de obras Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 67 11. Antecedentes, etapas concluidas y/o situación actual de cada una de las ACCIONES 12. Lista y descripción de las ACCION ES (describir vertiente, acción, clave y apoyo a financiar, de acuerdo al numeral 5.2.5 de la Reglas de Operación) Acciones Fecha de inicio Fecha de término Costo estimado de las acciones Concepto Cantidad Precio Unitario Total Total de acc iones Costo total del proyecto (obras y acciones) CUARTA PARTE: Metas e indicadores. 13. Metas específicas del proyecto que espera alcanzar por trimestre 14. Indicadores que permitan verificar el cumplimiento de las metas (en los términos del punt o 9 \"Evaluación\" de las reglas de operación) Indicador Documento, informe o fuente de verificación QUINTA PARTE: Relaciones interinstitucionales y factores críticos. 15. Relaciones interinstitucionales Institución Puntos de coordinación o concerta ción. 16. Factores críticos de éxito. SEXTA PARTE: Responsables de seguimiento y control del proyecto. 17. Cadena de mando de la OSC responsable del seguimiento, control y evaluación. Nombre Cargo o puesto Teléfono y correo electrónico 18. Persona moral responsable de la ejecución del proyecto Nombre de la organización Objeto social de la organización Clave única de inscripción al registro (CLUNI) Nombre del responsable del proyecto Cargo (adscripción) Teléfono y fa x Correo electrónico ___________________________________________ Nombre y Firma del Representante Legal de la Organización de la Sociedad Civil 68 (Séptima Sección) DIARI O OFICIAL Miércoles 30 de diciembre de 2015 Unidad de Atención a la Población Vulnerable Anexo 9. Cédula de Información de la Población Objetivo Ben eficiada (CIPOB) Cédula de Información del Beneficiario (CIB) Fecha de Levantamiento Lugar Entidad Consecutivo del día Datos del Responsable del Llenado de la CIB Nombre(s) Apellido Paterno Apellido Materno Cargo Datos del Beneficiario Nomb re(s) Estado Civil Edad Apellido Paterno Sexo CURP Apellido Materno Lugar de Nacimiento RFC Escolaridad Nacionalidad Teléfon o Ocupación Fecha de Nacimiento Celular Domicilio del Beneficiario Tipo de Vialidad Nombre de vialidad No. Exterior 1 No. Exterior 2 No. Interior Colonia Tipo del Asentamiento Humano Nombre del Asentamiento Humano Nombre de la Localidad Clave Código Postal Municipio o Delegación Clave Estado Clave Entre vialidades; tipo y nombre Vialidad posterior ; tipo y nombre Descripción de Ubicación Area Geoestadística Estatal o del Distrito Federal (AGEE) Area Geoestadística Municipal o Delegacional (AGEM) Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 69 Datos del Padre o Tutor del Beneficiario Apellido Paterno Apellido Materno Nombre(s) Parente sco con el Beneficiario Padre Madre Tutor Hermano (a) Abuelo (a) Tío (a) Otro, especifique Tipo de Sujeto de Asistencia Social Especifique Condiciones de Vulnerabilidad 1 Abandono 9 Desplazado 16 Persecución étnica o religiosa 2 Abuso 10 Estado de Gestación o lactancia 17 Repatriado 3 Adulto Mayor no autosuficiente 11 Fármaco -dependiente 18 Trabajo en condiciones de peligro 4 Alcohólico 12 Indígena 19 Víctima de explotación 5 Deficiencias en su desarrollo 13 Infractor Laboral Porn ografía Comercio Sexual Físicas Mentales 14 Madre adolescente 20 Víctima del tráfico de personas 6 Dependiente Económico Vulnerable 15 Maltrato 21 Víctimas del Delito 7 Desnutrición 16 Migrante 22 Vivir en la calle De los Integrantes del Hogar ¿Cuántas personas viven normalmente en su vivienda? ¿Cuántas personas de su familia viven normalmente en su vivienda? ¿Cuál es el monto aproximado del ingreso mensual de la familia? 70 (Séptima Sección) DIARI O OFICIAL Miércoles 30 de diciembre de 2015 Trabajo, Servicio Médico, Deporte y Otros ¿Usted o algún miembro de su familia cuenta con algún apoyo del gobierno? 1 Despensa DIF ¿Tiene usted derecho a recibir servicios médicos? 1 del Seguro Social (IMSS) ¿Practica usted algún deporte? 2 Oportunidades 2 del ISSSTE Sí No 3 Hábitat 3 del ISSSTE Estatal En caso afirmativo especifique, ¿Cuál? 4 Liconsa 4 de PEMEX, Defensa o Marina 5 Guardería o Estancias Infantiles 5 del Seguro Popular o Para una Nueva Generación ¿Pertenece usted a alguna Organización de la Sociedad Civil? 6 Apoyos Adultos Mayores 6 de un Seguro privado 7 Madres Solteras 7 de Otra institución, especifique: Sí No 8 Otro, especifique: 8 NO tiene derecho a servicios médicos En caso afirmativo especifique, ¿Cuál? Del beneficio recibido Las siguientes pregunta s tienen como objetivo contar con una retroalimentación del Programa. Es importante resaltar que el apoyo que es otorgado por el Gobierno Federal (SNDIF) a la población objetivo, es a través de una instancia ejecutora (SEDIF, SMDIF y OSC), por lo que se le solicita responder de forma precisa y objetiva al cuestionario. ¿Qué tipo de apoyo fue otorgado a través del programa? ¿Cómo este tipo de apoyo contribuyó a solucionar su problema? ¿En qué porcentaje el apoyo otorgado ha contribuido a solucionar el p roblema? 0 % 20 % 40 % 60 % 80 % 100 % ¿Considera que el apoyo otorgado mejoró sus condiciones de vida? Si No ¿Considera que este tipo de apoyos mejoran el desarrollo social del municipio, estado o país? Si No ¿Considera que este tipo de apoyos deben co ntinuar? Si No ¿Considera que este tipo de programas que proporcionan estos apoyos son oportunos y responden a sus necesidades? Si No Si requiriera este tipo de apoyos en materia de asistencia social ¿Volvería a solicitarlo? Si No ¿Por qué? Observaci ones y Comentarios \"Este programa es público, ajeno a cualquier partido político. Queda prohibido el uso para fines distintos a los establecidos en el programa\"; Nombre y Firma de la Persona Beneficiada Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 71 De 0 a 2 años 1 1 mesesDe 3 a 5 años 1 1 mesesDe 6 a 1 1 años 1 1 mesesDe 1 2 a 1 4 años 1 1 mesesDe 1 5 a 1 7 años 1 1 mesesDe 1 8 a 64 año 1 1 mesesDe 65 a 70 años De 71 a 75 añosDe 80 a 90 añosDe 90 y más H MSin escolaridadM aternal Preescolar Primaria Secundaria Preparatoria Otra Soltera (o) Casada (o) Viuda (o)Divorciada (o)Unión Libre Concubinato OtroTipo de Sujeto de Asistencia DelegaciónEntidad FederativaDescripción de Ubicación (especialmente en los casos de carreteras, caminos u otros) Apoyo otorgado En escala del 1 al 10 El apoyo otorgado ¿cuánto contribuyó a la solución de su problema?Considera que el apoyo otorgado mejoró sus condiciones de vida (SI / NO)Considera que los apoyos mejoran el desarrollo social del país, estado o municipio (SI / NO)Considera que este tipo de apoyos deben continuar (SI / NO)Considera que el apoyo fue oportuno y respondió a sus necesidades (SI / NO)Considera que volvería a solicitar el apoyo (SI / NO) TOTALE S NIÑAS NIÑOS ADOLESCENTES Mujeres ADOLESCENTES Hombres ADULTOS MAYORES Mujeres ADULTOS MAYORES Hombres Nombre y Firma del Director General del SEDIF o del Apoderado Legal de la OSCSexo Núm. Domicilio Son niñas y niños los menores de doce años. Adolescentes las personas entre doce años cumplidos y menos de dieciocho años de edad. Nombre, Firma y Cargo del Responsable de ElaboraciónUnidad de Atención a la Población Vulnerable Subprograma Apoyo a Proyectos Anexo 10. Padrón de la Población Objetivo Beneficiada CURP Nombre (s) Primer Apellido Segundo ApellidoFecha de Nacimiento (dd-mm-aaaa)Del apoyo recibidoNombre del Proyecto: Escolaridad (marcar solo 1 opción) Rango de Edad (marcar solo 1 opción) Estado Civil 72 (Séptima Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 Estado Civil Sexo Descripción Estado Civil H Hombre Soltera (o) M Mujer Casada (o) Viuda (o) Divorciada (o) Unión Libre Concubinato OtroSexo Tipo de Sujeto de Asistencia SocialTipo de Sujeto de Asistencia Social Niña Niño Adolescente Boulevard Víctima de la comisión de delitos Indigente Alcohólicos y fármaco dependientesCalle Callejón Calzada Cerrada Circuito Persona afectada por desastres naturalesMujer Indígena Migrante Adulto mayor Persona con discapacidad Dependientes de personas privadas de su libertad, de enfermos terminales, de alcohólicos o de fármaco dependientesTipo de Vialidad Tipo de Sujeto de Asistencia Social Ampliación Andador Avenida PeatonalCorredor Industrial Coto Cuartel EjidoCircunvalación Continuación Corredor Diagonal Eje Vial PasajeTipo de Asentamiento Humano Tipo de Sujeto de Asistencia Social Aeropuerto Ampliación Barrio Periférico Privada Prolongación Retorno ViaductoIngenioCantón Ciudad Ciudad Industrial Colonia Condominio Conjunto Habitacional Exhacienda Fracción Fraccionamiento Granja Hacienda RinconadaManzana Paraje Parque Industrial Privada Prolongación Pueblo Puerto Ranchería Rancho Región Residencial Zona Federal Zona Industrial Zona Militar Zona NavalSección Sector Supermanzana Unidad Unidad Habitancional Villa Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 73 Unidad de Atención a Población Vulnerable Anexo 11 INFORME DE AVANCE FISICO - FINANCIERO Programa de Apoyos para la Protección de las Personas en Estado de Necesidad Subprograma de Apoyo a Proyectos Fecha de elaboración del informe Trimestre que se informa (marque con X) Ene-Mar Abr-Jun Jul-Sep Oct-Dic Fecha de Radicación del Subsidio del Proyecto Datos Generales Nombre del Ejecutor (SEDIF, SMDIF U OSC) Nombre del Director General o Apoderado legal Domicilio Teléfono Correo electrónico Página Web Nombre del Proyecto Instrucciones: El que señala en el Formato para la Identificación y Validación de Proyectos. Objetivo del Proyecto Instrucciones: El que señala en el Formato para la Identificación y Validación de Proyectos. PRIMERA PARTE. INFORME DEL DESARROLLO DEL PROYECTO Informe Analítico Descriptivo del Proyecto Instrucciones: Realice una descripción detallada de las etapas de desarrollo del proyecto hasta el punto en el que se encuentra, destacando su congruencia con los objetivos y metas del mismo, así com o los indicadores que expresen el impacto, avances y resultados a la presentación del informe que corresponda (primero, segundo, tercero o cuarto). 74 (Séptima Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 SEGUNDA PARTE. AVANCE FÍSICO Reporte de Avance en Metas Descripción de la Meta Porcentaje de Avance de la Meta Acciones desarrolladas para alcanzar las metas Instrucciones: En esta sección se debe incluir las metas que se plantearon en el proyecto. Instrucciones: En este punto se debe indicar el progreso estimado en porcentaje del avance de las metas. Instru cciones: La serie de actividades, medidas, acciones u obras según corresponda que se han realizado con el fin de lograr las metas con base a su avance y cronograma. Información de los Recursos Financieros Otorgados Instrucciones: En este punto se debe especificar con claridad las acciones, equipos, obras, insumos, etc. que se hayan adquirido o efectuado con los recursos asignados. Esta información debe coincidir con la reportada en su proyecto en los puntos correspondientes del 8 al 11 (Tercera parte. O bras y Acciones del Formato para la Identificación y Validación de Proyectos ). Descripción de obras y/o acciones Presupuesto solicitado Presupuesto ejercido Número de factura Observaciones Lista de las obras o acciones indicadas en el proyecto. Relación de la cantidad original de artículos que se presupuestó en el proyecto Presupuesto efectivamente ejercido al momento de hacer el informe. Número de factura entregada relacionada con la acción. Comentarios relacionados con la información solicitada. Total Informe Gráfico de Avances Instrucciones: En este apartado debe acompañar las fotografías (bitácora fotográfica) impresas que permitan observar los avances alcanzados en el trimestre desde distintos ángulos como se indica en la s Reglas de Operación, antes y durante la ejecución del proyecto. En el caso de que sean Acciones NO podrán ser fotografías extraídas de internet o de folleto alguno TERCERA PARTE. JUSTIFICACIÓN Observaciones En caso de tener un retraso o incumplimiento de la(s) meta(s) deberá justificar y argumentar la(s) razón(es) adjuntando las evidencias correspondientes. ________________________________________ Nombre y firma del Director General /Apoderado Legal Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 75 Unidad de Atención a Población Vulnerable Anexo 12 INFORME FINAL DE RESULTADOS Programa de Apoyos para la Protección de las Personas en Estado de Necesidad Subprograma de Apoyo a Proyectos Fecha de elaboración del Informe Monto del recurso otorgado Fecha Radicación del subsidio del Proyecto Datos Generales Nombre del Ejecutor (SEDIF, SMDIF U OSC) Nombre del Director General o Apoderado legal Domicilio Teléfono Correo electrónico Página Web Nombre del Proyecto Instrucciones: El que señala en el Formato para la Identificación y Validación de Proyectos. Objetivo del Proyecto Instrucciones: El que señala en el Formato para la Identificación y Validación de Proyectos. PRIMERA PARTE. INFORME DEL DESARROLLO DEL PROYECTO Informe Analítico -Descriptivo del Proyecto Instrucciones : Realice una descripción detallada sobre las etapas de desarrollo del proyecto desde su inicio hasta el final, destacando la concordancia de este proyecto con respecto al proyecto para alcanzar los objetivos y metas del mismo. 76 (Séptima Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 SEGUNDA PARTE. AVANCE FÍSI CO FINANCIERO Metas Específicas del Proyecto Descripción de la meta Porcentaje de avance de la meta Acciones desarrolladas para alcanzar la meta Instrucciones: En esta sección se debe incluir las metas que se plantearon en el punto 12 (Cuarta parte. Met as) del formato para la Identificación y Validación de Proyectos. Instrucciones: En este punto se debe indicar el porcentaje de avance de las metas y en su caso la explicación lo más detallada posible de por qué no se alcanzaron dichas metas en el apartado contiguo (Acciones desarrolladas para alcanzar las metas) Instrucciones: Proporcione la información que conforme a su Cronograma de actividades desarrolló durante el proyecto. TERCERA PARTE. BENEFICIARIOS Padrón de la Población Objetivo Beneficiada Instrucciones: En este apartado se deberá proporcionar el número total de la Población Objetivo Beneficiada, por medio de un padrón de beneficiarios de acuerdo al punto 5.4.1.1 de las Reglas de Operación o la Cédula de Información de la Población Objetivo Ben eficiada (CIPOB) (Anexo 9), además de adjuntar las mismas de forma impresa o en medio. . Municipios/Personas Beneficiados Instrucciones: Proporciona la descripción específica de cuáles fueron los municipios y cómo se les benefició a través del proyecto, es decir, detalladamente el equipamiento, insumos, material u obra según corresponda. Ejemplo: En este proyecto se beneficiaron a 5 municipios: Municipio Recursos u obra Cantidad Gómez Palacios Recortadoras 5 Parras Aparatos de alineamiento Otto bok 2 Atlapula Aparato de alineamiento de prótesis en diseño modular 1 CUARTA PARTE. OBSERVACIONES (EN CASO DE SER NECESARIO) Observaciones Instrucciones: En caso de tener un retraso o incumplimiento de la(s) meta(s) deberá justificar y argumentar la(s) raz ón(es) adjuntando las evidencias correspondientes. Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 77 QUINTA PARTE. CONTRALORÍA SOCIAL Contraloría Social Acciones realizadas por el Coordinador de Participación Social y Responsable en los SEDIF y SMDIF (a través del SEDIF u OSC) 1. Informar al SNDIF el n ombre y datos del Coordinador de Participación Social y Responsable. Se deberá señalar si se realizaron las actividades de contraloría social, de conformidad con la Guía Operativa de Contraloría Social. 2. Elaboración de un Programa Estatal de Trabajo de Contraloría Social. 3. Constitución y Registro de los Comités de Contraloría Social. 4. Diseño del Plan de Difusión 5. Capacitación a los Responsables de Contraloría Social en el SEDIF y SMDIF (a través de los SEDIF). 6. Elaboración de Cédulas de Vigilancia e Informe Anual. 7. Mecanismos para la Captación, Investigación y Atención de Quejas y Denuncias. 8. Acciones para el Registro y Seguimiento a las actividades de Promoción y Operación de la Controlaría Social. SEXTA PARTE. ANEXOS Bitácora Fotográfica Fotografías, (bitácora fotográfica) que acrediten la ejecución de las obras y/o acciones. Instrucciones: Las imágenes deberán ser capturadas de diferentes ángulos si se realizaron Obras. En caso de ser Acciones, NO podrán ser tomadas de i nternet o de folletos. El tamaño de las fotos anexadas deberán ser no menores a 5 x 5 cm y no mayor de 10 x 10 cm. Acta de Entrega Recepción de obras o equipo a municipios y/o beneficiarios (só lo en caso de que aplique). ___________________ _______________________________ Nombre y firma del Director General / Apoderado Legal 78 (Séptima Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 Unidad de Atención a Población Vulnerable Anexo 13 Relación de Gastos Programa de Apoyos para la Protección de las Personas en Estado de Necesidad Subprograma de Apoy o a Proyectos Fecha de elaboración del informe Monto del Recurso Otorgado Fecha de Radicación del Subsidio del Proyecto Datos Generales Nombre del Ejecutor (SEDIF, SMDIF U OSC) Nombre del Director General o Apoderado legal Domicilio Teléf ono Correo electrónico Página Web Nombre del Proyecto Instrucciones: El que señala en el Formato para la Identificación y Validación de Proyectos. Objetivo del Proyecto Instrucciones: El que señala en el Formato para la Identificación y Va lidación de Proyectos. Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 79 Detalles del Gasto Fecha de Factura Número de Factura Número de Validación SAT Nombre del Proveedor o Prestador del Servicio Concepto de Facturas Obra o Acción en que se usó el Recurso Importe Total día/mes/año de la fecha en que se realizó el proyecto Número de factura entregada Número de Validación SAT Nombre del proveedor o prestador del servicio Descripción de la factura Reseña de las obras o acciones señaladas en el proyecto a las que se refiere el gasto Importe Total Recurso Ejercido Reintegro Total Elaboró Visto Bueno Autorizó Responsable del Proyecto Director General o Apoderado Legal Área Finanzas o Contabilidad SE DIF/OSC 80 (Séptima Sección) DIARIO OFICIAL Miércoles 30 de diciembre de 2015 ANEXO 14 ESQUEMA DE CONTRALORÍA SOCIAL I. INTRODUCCIÓN La Contraloría Social es un mecanismo que utiliza la población objetivo beneficiada del Programa de Apoyos para la Protección de las Personas en Estado de Necesidad , de manera organizada, para verificar el cumplimiento de las metas y la correcta aplicación de los recursos públicos asignados a los programas de desarrollo social, constituyendo así, una práctica de transparencia, oportunidad y calidad en las obras y acciones que se reciben a travé s del Programa de Apoyos para la Protección de las Personas en Estado de Necesidad ; en este contexto se presenta el Esquema de Contraloría Social El Esquema de Contraloría Social es la estrategia conforme a la cual se realizarán las actividades de promoció n de Contraloría Social, que consisten en la difusión, capacitación y asesoría a la población objetivo beneficiada de acuerdo a las características del Programa de Apoyos para la Protección de las Personas en Estado de Necesidad . Es el documento rector, en el que se establece la estrategia para planear, operar y dar seguimiento a las actividades de Contraloría Social a nivel nacional para contribuir al seguimiento y supervisión de los proyectos ejecutados por las Instancias Ejecutoras del Programa (Sistemas Estatales DIF, Sistemas Municipales DIF y Organizaciones de la Sociedad Civil). En este sentido, la población objetivo beneficiada del Programa de Apoyos para la Protección de las Personas en Estado de Necesidad 2016, será capacitada para ejercer funcione s de Contraloría Social, con el propósito de vigilar la correcta aplicación de los recursos, el apego y cumplimiento a las Reglas de Operación del Programa, promoviendo la transparencia, y el combate a la corrupción, coadyuvando al fortalecimiento de las m edidas institucionales para el mejoramiento operativo y la rendición de cuentas a la ciudadanía. II. DIFUSIÓN El Sistema Nacional para el Desarrollo Integral de la Familia (SNDIF) realizará actividades de difusión mediante la publicación de las Reglas de O peración del Programa de Apoyos para la Protección de las Personas en Estado de Necesidad 2016, a través de la página de Internet del SNDIF (www.dif.gob.mx) para que los Sistemas Estatales DIF, Sistemas Municipales DIF y Organizaciones de la Sociedad Civil presenten proyectos que apoyen a Personas en estado de necesidad. El DIF Nacional a través de la Instancia Normativa (Unidad de Atención a Población Vulnerable), o conjuntamente con las Instancias Ejecutoras (Sistemas Estatales DIF y Organizaciones de la Sociedad Civil), diseñarán material informativo del Programa Federal (volantes, trípticos, folletos, fichas informativas o cualquier tipo de material que coadyuve a la difusión), el cual deberán contener: los procedimientos y descripción del funcionamiento de la contraloría social; señalar los medios necesarios para presentar quejas y denuncias; así como información para garantizar la equidad de género de la población objetivo beneficiada del Programa; dicho material será proporcionado a los Comités de Cont raloría Social y a la población objetivo beneficiada del Programa. III. CAPACITACIÓN Y ASESORÍA La Instancia Normativa será la encargada de asesorar y capacitar a las Instancias Ejecutoras, quienes a su vez capacitarán a sus integrantes y a los demás invol ucrados en el programa, así como a los integrantes del Comité de Contraloría Social, con base en los Lineamientos para la Promoción y Operación de la Contraloría Social en Programas Federales de Desarrollo Social y en el Manual de Promoción y Operación de la Contraloría Social en Programas Federales. Las Instancias Ejecutoras nombrarán oficialmente a un responsable para que lleve a cabo el Proceso de Contraloría Social, mismo que se capacitará en la materia y será éste el responsable de que se realice la integración, el seguimiento y reporte de cada uno de los Comités de Contraloría Social. Asimismo, deberá captar las cédulas de vigilancia y deberá enviar copia a la Instancia Normativa por medio de la Dirección General de Rehabilitación adscrita a la Unidad de Asistencia e Integración Social. IV. SEGUIMIENTO Los responsables designados por las Instancias Ejecutoras emitirán reportes respecto a las actividades de promoción de Contraloría Social, así como de los resultados obtenidos en Contraloría Social del Pr ograma de Apoyos para la protección de las personas en estado de necesidad, en caso de ser necesario, podrán incluir notas sobre la problemática detectada en la operación de la Contraloría Social, a través de los registros en el Sistema Informático de Cont raloría Social (SICS) que administra la Secretaría de la Función Pública. En este sentido, los instrumentos a utilizar para monitorear el cumplimiento de las actividades son los siguientes: Programa Anual de Trabajo de Contraloría Social (Anexo I). Acta de Registro de Comité de Contraloría Social (Anexo II). Miércoles 30 de diciembre de 2015 DIARIO OFICIAL (Séptima Sección) 81 Ficha Informativa de Obras (Anexo III). Ficha Informativa de Acciones (Anexo IV). Cédula de Vigilancia en Obra (Anexo V). Cédula de Vigilancia en Acciones (Anexo VI). Minutas de Reunión de los Comités d e Contraloría Social (Anexo VII). Informe Anual (Anexo VIII). Acta de Sustitución de Integrante del Comité de Contraloría Social (Anexo IX). Solicitud de Información (Anexo X) Quejas y Denuncias (Anexo XI) Lista de Asistencia (Anexo XII) Los resultados que se obtengan por parte de los Comités de Contraloría Social serán registrados en el Sistema Informático de Contraloría Social de la Secretaría de la Función Pública; por los responsables que para tal efecto señalen la Instancia Normativa y las Instancias E jecutoras. Con base en el seguimiento del Informe Anual de Trabajo de Contraloría Social (Anexo VIII), se establecerán las acciones correspondientes para la corrección de la problemática y las desviaciones detectadas. La responsabilidad de capturar las act ividades de Contraloría Social en el Sistema Informático de Contraloría Social, así como de recopilar los anexos, recaerá en el o los responsable (s) asignados por las Instancias Ejecutoras, quienes serán los encargados de enviar copia de la información a la Instancia Normativa, a través de la Unidad de Atención a Población Vulnerable, sito en Av. Emiliano Zapata No. 340, Col. Santa Cruz Atoyac, Deleg. Benito Juárez, C.P. 03310, México, D.F. V. ACTIVIDADES DE COORDINACIÓN Cuando el Programa sea ejecutado po r los Sistemas Estatales DIF, y las Organizaciones de la Sociedad Civil (Instancias Ejecutoras) por medio de proyectos, el DIF Nacional, en sus respectivos convenios de coordinación o de concertación, según sea el caso, incluirá un apartado referente a Con traloría Social, con el propósito de que los ejecutores apoyen las funciones de promoción que se establecen en los \"Lineamientos para la Promoción y Operación de la Contraloría Social en los Programas Federales de Desarrollo Social\", publicados en el Diari o Oficial de la Federación el 11 de abril del 2008. La Secretaría de la Función Pública y el Órgano Estatal de Contraloría darán seguimiento a las acciones de Contraloría Social. Las quejas, denuncias y sugerencias remitidas por la población objetivo benef iciada de los Programas Federales sujetos a Reglas de Operación, a través de los Comités de Contraloría Social, podrán ser captadas por las siguientes instancias para que sean atendidas por las autoridades competentes: Secretaría de la Función Pública contactociudadano@funcionpublica.gob.mx Fiscalía Especializada en Delitos Electorales (FEPADE) 01800 38833 7233 fiscalenlinea@pgr.gob.mx www.fepadenet.pgr.gob.mx. Órgano Interno de Control en el Sistema para el Desarrollo Integral de la Familia 01 (55) 3003 22 00 Ext. 2522 y 7280 Sistema Nacional para el Desarrollo Integral de la Familia, Unidad de Atención a Población Vulnerable Av. Emiliano Zapata No. 340 Colonia Santa Cruz Atoyac, Delegación Benito Juárez C.P. 033100, México, Distrito Federal 01 (55) 3003 220 0, Ext. 2372 carolina.vargas@dif.gob.mx Cualquier asunto no previsto, así como cualquier caso de interpretación o duda será resuelto por la Unidad de Atención a Población Vulnerable, o por la Dirección Gener al de Integración Social, según corresponda al subprograma, para lo cual se formulará la consulta correspondiente por escrito y éstas se resolverá en tiempo y "}