{"title": "¿Es seguro vacunar a niños y adolescentes contra la covid-19?", "author": "Aleida Rueda", "url": "https://saludconlupa.com/comprueba/es-seguro-vacunar-a-ninos-y-adolescentes-contra-la-covid-19/", "hostname": "saludconlupa.com", "description": "A pesar de que a inicios de la pandemia la población de menor edad parecía ser la menos vulnerable ante el coronavirus, conforme la vacunación en las personas adultas avanza, los casos de covid-19 en niños y adolescentes aumentan y, con ello, los nuevos ensayos clínicos para verificar que vacunarlos es seguro.", "sitename": "Salud con lupa", "date": "2021-10-18", "cleaned_text": "Durante varios meses el mundo vio con angustia, pero también con cierta esperanza, que el virus causante de la pandemia por covid-19 no parecía afectar a niñas, niños y adolescentes con la agresividad con la que atacaba a personas mayores o a quienes tenían el sistema inmune más vulnerable. Los registros de infección en los primeros meses de pandemia mostraban una ola que se intensificaba en los mayores de 60 años y disminuía de manera importante conforme bajaba la edad. Poco a poco fueron llegando los estudios que lo confirmaban. En septiembre de 2020, un grupo de investigadores de diversas universidades del Reino Unido publicó un [artículo](https://jamanetwork.com/journals/jamapediatrics/fullarticle/2771181) que incluía el análisis de 32 estudios, que mostró que los niños y adolescentes menores de 20 años (especialmente entre 10 y 14 años) tenían 44% menos probabilidades de infectarse con el SARS-CoV-2, en comparación con los adultos mayores de 20 años. También llegó la evidencia de que las niñas, niños y adolescentes que se enferman de covid-19 no suelen desarrollar cuadros tan graves como los mayores de 20 años. Uno de los primeros [estudios](https://www.nejm.org/doi/full/10.1056/nejmc2005073) que se hicieron en China en 131 niños infectados con SARS-CoV-2 mostró que la mayoría tuvo síntomas leves, como fiebre y tos; 27 de ellos no presentó síntomas y solo tres, que tenían padecimientos previos, requirieron hospitalización. Aunque estos datos -y muchos otros que han surgido de estudios subsecuentes- muestran un nivel de protección mayor por parte de esta población frente al coronavirus, lo importante es saber que las niños y niños sí pueden contagiarse, enfermar y transmitir el virus del SARS-CoV-2. Además, el hecho de que haya cada vez más personas adultas vacunadas, y la llegada de variantes más contagiosas como la Delta, han propiciado un aumento en el número de infecciones en las personas de menor edad. \"A medida que más adultos reciben sus vacunas contra la covid-19, los niños -que aún no pueden ser vacunados en la mayoría de los países- están representando un mayor porcentaje de hospitalizaciones e incluso de muertes por Covid-19\", [indicó](https://www.paho.org/es/noticias/15-9-2021-ninos-ninas-adolescentes-estan-profundamente-afectados-por-pandemia-covid-19) hace un mes Carina F. Etienne, directora de la Organización Panamericana de la Salud. Por ello la necesidad de verificar qué tan seguras y eficaces pueden ser las vacunas contra la covid-19 en este grupo etario se ha vuelto cada vez más urgente. La evidencia, hasta ahora, muestra que para los adolescentes de 12 a 18 años la vacuna Pfizer/BioNTech funciona mientras que para los menores de 12 años los estudios siguen en curso. Cómo se sabe que la vacuna es segura en jóvenes Varias compañías farmacéuticas -Moderna, Johnson & Johnson, Sinovac y Sinopharm- han iniciado estudios para probar sus vacunas en personas de 12 a 17 años. Pero hasta ahora, únicamente Pfizer/BioNTech ha podido demostrar con suficiente evidencia que su formulación sirve para evitar la enfermedad grave sin causar problemas serios para la mayoría. Para asegurarse de eso, la compañía llevó a cabo un [ensayo clínico](https://www.fda.gov/news-events/press-announcements/coronavirus-covid-19-update-fda-authorizes-pfizer-biontech-covid-19-vaccine-emergency-use) de asignación aleatoria doble ciego en Estados Unidos con 2.260 niños entre 12 y 15 años. De ellos 1.131 recibieron la vacuna y otros 1.129 recibieron placebo (una solución salina sin efectos farmacológicos). Más de la mitad de los participantes fueron monitoreados durante los dos meses después de la segunda dosis. De acuerdo con los resultados, la mayoría de los participantes tuvieron síntomas leves entre el primer y tercer día después de la inyección; entre los más frecuentes destaca el dolor en el sitio de la inyección, cansancio, dolor de cabeza, escalofríos y fiebre. Únicamente cinco personas del grupo que recibió la vacuna presentaron efectos adversos graves, pero ninguno estuvo relacionado con la intervención, según el [análisis](https://www.cdc.gov/vaccines/acip/recs/grade/covid-19-pfizer-biontech-vaccine-12-15-years.html) que realizó la Administración de Alimentos y Medicamentos de los Estados Unidos (FDA). Este mismo organismo evaluó la efectividad de la vacuna a partir del análisis de casos de covid-19. En este estudio, se vacunaron a 1.005 personas y otros 978 recibieron el placebo, todos entre 12 y 15 años. Del primer grupo no se reportó ni un solo caso de covid-19 mientras que en el segundo se reportaron 16 casos. Con base en esos datos, la FDA [concluye](https://www.fda.gov/news-events/press-announcements/coronavirus-covid-19-update-fda-authorizes-pfizer-biontech-covid-19-vaccine-emergency-use) que la vacuna es 100% eficaz para prevenir covid-19. Y por eso, varios países como Estados Unidos, Israel e incluso la mayoría de los países de América Latina ha [iniciado](https://cnnespanol.cnn.com/2021/08/03/que-paises-de-america-latina-han-comenzado-vacunar-a-menores-de-edad-contra-el-covid-19/) la aplicación de esta vacuna para los menores de 18 años. Desde que empezaron a vacunar a su población, Israel y Estados Unidos han reportado algunos casos de miocarditis y pericarditis; sin embargo, aún no existe evidencia de que estas condiciones sean resultado directo de la vacuna y la mayoría de ellos se han recuperado por completo. Para especialistas como David Pace, pediatra de la Universidad de Malta, estos efectos son extremadamente bajos en las personas de 12-17 años -67 por cada millón de varones vacunados y 9 por cada millón de mujeres vacunadas- por lo que sigue siendo superior la protección que ganan con la vacuna que sin ella. Los ensayos en menores de 12 años aún están en curso El siguiente paso en la investigación de la vacunación para niños es determinar si resulta eficaz y seguro aplicar la vacuna a niños menores de 12 años. Así que, en marzo de 2021, Pfizer/BioNTech inició un nuevo [ensayo clínico](https://www.covidvaccinestudy.com/pediatric-study) con niños divididos en tres grupos de edad: de 5 a 11 años, de 2 a 5 años y de 6 meses a 2 años. El estudio incluye un monitoreo para evaluar cualquier efecto adverso durante los 2 años después de la segunda dosis y pretende ofrecer sus primeros resultados este mismo año. De hecho, ya los tiene. El 20 de septiembre de 2021 la compañía presentó a la FDA los resultados del grupo de niños de 5-11 años. Dado que una de las cosas más importantes en los ensayos con esta población es establecer la dosis adecuada, la compañía utilizó un tercio de la cantidad que se administra a niños mayores de 12 años (10 microgramos) y la aplicó a 2.268 niños. Aunque los resultados no se han publicado en ninguna revista científica, la farmacéutica [afirma](https://www.aappublications.org/news/2021/09/20/pfizer-covid-vaccine-children-092021) que las dosis fueron \"bien toleradas, con efectos secundarios generalmente comparables a los observados en participantes de 16 a 25 años\". Se espera que la resolución por parte de la FDA ocurra el próximo 26 de octubre. \"Sabemos, por nuestra amplia experiencia con otras vacunas pediátricas, que los niños no son adultos pequeños, y llevaremos a cabo una evaluación exhaustiva de los datos de los ensayos clínicos presentados en apoyo de la seguridad y la eficacia de la vacuna utilizada en una población pediátrica más joven, que puede necesitar una dosis o una formulación diferente de la utilizada en una población pediátrica de más edad o en adultos\", dijo la comisionada interina de la FDA, Janet Woodcock, en un [comunicado de prensa](https://www.fda.gov/news-events/press-announcements/fda-hold-advisory-committee-meetings-discuss-emergency-use-authorization-booster-doses-and-covid-19). Sigue habiendo cuestiones importantes para los que aún no hay respuestas. Por ejemplo: ¿cómo afecta el virus SARS-CoV-2 a los niños o bebés si se infectan con otros virus, como los que provocan el resfriado común? ¿La vacuna los protege igual? ¿Qué cantidad de dosis debe de usarse para los más pequeños? ¿Cuánto tiempo es pertinente monitorearlos para evaluar efectos adversos? ¿Su respuesta a la vacuna varía en función de sus condiciones de vida? Para nuestra fortuna, este tipo de dudas se irán resolviendo conforme más ensayos clínicos en población infantil se lleven a cabo. Más niños vacunados, menos transmisión del virus Aunque la mayoría de los pediatras recomiendan vacunar a la mayor cantidad de niños mayores de 12 años, un debate emerge en varios países y organismos internacionales: mientras que unos tienen suficientes dosis para cubrir a su población, incluyendo a los menores (12-17 años), muchos otros ni siquiera han logrado vacunar a su población más vulnerable. Para el pediatra especialista en enfermedades infecciosas de la Universidad de Nueva York, Adam Ratner, se trata de una falsa dicotomía, dijo a la revista [Nature](https://www.icpcovid.com/sites/default/files/2021-07/Ep%20156-11%20%20Should%20children%20get%20COVID%20vaccines_%20What%20the%20science%20says.pdf). Pues los países de altos ingresos que tienen un mayor número de dosis disponibles pueden decidir enviar vacunas a otros países menos desarrollados sin que eso implique dejar de vacunar a su población menor de 18 años. Para muchos como Ratner, vacunar a niñas, niños y jóvenes debe ser una de las prioridades de los países, pues al hacerlo se disminuye la posibilidad de que transmitan el virus. \"Los niños y adolescentes infectados por el SARS-CoV-2 suelen ser asintomáticos (nunca desarrollan síntomas) o presentan síntomas leves e inespecíficos (por ejemplo, dolor de cabeza, dolor de garganta)\", afirman los [Centros para el Control y Prevención de Enfermedades](https://www.cdc.gov/coronavirus/2019-ncov/science/science-briefs/transmission_k_12_schools.html) de los Estados Unidos, por lo tanto pueden contagiar el SARS-CoV-2 a otras personas ya sea porque no tienen síntomas o porque no saben que están infectados y son contagiosos. Además, algunos pediatras están preocupados de que nuevas variantes puedan emerger en la población joven no vacunada. La epidemióloga australiana Catherine Bennett dijo a [Nature](https://www.icpcovid.com/sites/default/files/2021-07/Ep%20156-11%20%20Should%20children%20get%20COVID%20vaccines_%20What%20the%20science%20says.pdf) que existía la posibilidad de que las variantes más transmisibles desarrollaran una forma de atravesar la respuesta inmunitaria de los jóvenes que los haga más resistentes a la infección, por lo que es aún más importante que se vacunen. Para los especialistas de la [Universidad John Hopkins](https://www.hopkinsmedicine.org/health/conditions-and-diseases/coronavirus/covid19-vaccine-what-parents-need-to-know) el camino está claro: vacunar a los más jóvenes conforme surge la evidencia de que hacerlo es seguro y eficaz puede ayudar a prevenir que los más pequeños enfermen de Covid-19; puede reducir la transmisión de covid-19 y, con ello, evitar que los niños contagien a otros; además, se evita que surjan nuevas variantes del coronavirus y, finalmente, ayuda a que niñas y niños puedan tener una vida más normal, que puedan volver a la escuela y hacer las cosas que disfrutan. "}