{"title": "Home", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2023-01-17", "cleaned_text": "En esta sección se enlista a personas que ofrecen servicios de atención relacionados con el bienestar y equilibrio emocional. [Regresar a la ventanilla de salud mental](/alemania/index.php/es/proteccion/salud-mental) [ Baviera](#) Psicóloga y Coach de vida Becky Brandl - Naturópata especializada en Psicoterapia. - Asesoría Psicológica, Relajación Profunda, Meditación, Hipnosis, entre otros. - Formación en Terapia Sistémica e Hipnosis Curativa. - Facilitadora de Técnicas de Meditación y Relajación. - Coach de Transformación en la Formación Intensiva Evolve. - Formación como Madre de Día (Tagesmutter). Modalidad: presencial y online. Forma de pago: privada. Web [www.beckybrandl.com](http://www.beckybrandl.com) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Instagram: [becky.brandl](https://www.instagram.com/becky.brandl/) Terapeuta Psicocorporal Gabriela Cornejo López - Formación en Técnicas Psicocorporales para el Desarrollo Humano del Sistema Río Abierto. - Masajes holísticos. Modalidad: presencial. Forma de pago: privada. Web: [www.rioabierto.de](http://www.rioabierto.de) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. WhatsApp: +49 176 y Coach Fabiola Gámez - Enfoque en Psicoterapia Cognitivo Conductual. - Máster en Psicología de la salud. - Certificada como Coach a nivel mundial por la Federación Internacional de Entrenadores (IFC por sus siglas en inglés). Forma de pago: privada. Web: [www.resiliente.com](http://www.resiliente.com) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Psicóloga Andrea Rabino - Enfoque Holístico (entender al ser humano como un todo: cuerpo, emociones, pensamientos, espíritu) para adolescentes y adultos. - Especialización en Psicooncología (rama de la Psicología que acompaña a pacientes con Cáncer y a sus familias). - Acompañamiento a mujeres durante el embarazo, puerperio y maternidad. - Orientadora de mujeres migrantes en el proyecto \"MIA-Frauenkurse\" financiado por la Oficina Federal de Migración y Refugiados (BAMF), dirigido a empoderar a las mujeres migrantes en Alemania. - Orientadora de padres hispanohablantes en Alemania en el proyecto \"AMitE: Arbeit mit Eltern\", financiado por el Ministerio Federal del Interior y Cohesión Territorial (BMI) y por la Oficina Federal de Migración y Refugiados (BAMF). Modalidad: presencial y online. Forma de pago: contacto: Teléfono: +49 176 363220 69 Email: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. [ Baden-Würtemberg](#) Alejandra Cantú Alejandra Cantú es Coach de Desarrollo Personal y apoya a personas decididas y con propósito, que están pasando por una transición, a recuperar el balance en su vida y hacer que las cosas realmente importantes finalmente sucedan. - Ella está completamente comprometida a apoyar a sus clientes a re-conectar con su auténtico ser, descubrir y utilizar todo su potencial y remover aquellos obstáculos que les estén impidiendo avanzar hacia el logro de sus objetivos tanto personales como profesionales. - El Coaching es una herramienta muy poderosa que también puede ayudar a personas que estén atravesando por un momento de cambios, pero desde una perspectiva diferente a la terapia psicológica. Aunque el Coaching trabaja también a nivel emocional, se requiere una cierta estabilidad para poder avanzar hacia el logro de objetivos. Si tú... - Estás pasando por la transición que implica moverte a un país extranjero, deseas superar los altibajos que esto implica y recuperar el balance que tenías anteriormente entre tu vida profesional y personal - Y además, tienes las ganas y la determinación para alcanzar tus metas y hacer realidad lo que hasta ahora te parece imposible, y quieres descubrir cómo hacerlo Definitivamente Alejandra, como tu Coach, te puede ayudar. - Ella trabaja principalmente en línea con sus clientes en Alemania y otras partes de Europa, y también de manera presencial para aquellas personas que se encuentren en Stuttgart y alrededores. Web: [www.alecantu.com](http://www.alecantu.com) E-mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Facebook: [www.facebook.com/mariposaenvuelo](http://www.facebook.com/mariposaenvuelo) Teléfono: +49 (7171) 404 2092 - Enfoque en Psicoterapia Cognitivo Conductual, integrando estrategias de Terapia breve centrada en soluciones, Psicología Positiva y Terapia Sistémica. Modalidad: presencial y online. Forma de pago: por medio de aseguradora y privada. Teléfono móvil: +49 1520 82814 70 [www.cristinacenteno.com](http://www.cristinacenteno.com) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Redes sociales: [@decideteycambia ](https://www.instagram.com/decideteycambia/) Psícóloga Gerogina Llanos - Talleres dirigidos a padres de familia y docentes sobre temas relacionados con crianza positiva y el bienestar de los niños y adolescentes. - Asesoría psicológica individual, de pareja y familiar. Modalidad: presencial y online Forma de pago: privada Facebook: [https://www.facebook.com/georgina.llanos.376](https://www.facebook.com/georgina.llanos.376) Instagram: [https://www.instagram.com/psicologa.llanos](https://www.instagram.com/psicologa.llanos/) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: +49 160 40818 01 Marina Tittarelli - Enfoque en Psicoanálisis Vincular. - Formación en Psicodiagnóstico, adquisición, desarrollo y actualización en el conocimiento de las teorías y técnicas aplicadas a parejas, familias, grupos e instituciones. - Terapia individual, de parejas y familiar. Modalidad: presencial y online. Forma de 28982 89 Web: [www.psicologamarinatittarelli.com](http://www.psicologamarinatittarelli.com) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Liliana Zabala - Coach y musicoterapeuta - Estudios de PNL (Programación Neurolinguística) - Formación en Personalidad y Relaciones Humanas (Instituto PRH Francia) - Couching Ontológico Chile - Idioma español y alemán Enfoque: - Humanista y Gestalt. - Mirada Holística e Integrativa. - Técnicas de Mindfullnes e Integración del Ser. Importante... - Se requiere de gran valor para decidirse a buscar ayuda. - Te animo a hacerlo, ya que es un modo efectivo para avanzar hacia el crecimiento personal y la armonía de vida. Para tener en cuenta... - Me siento orientada a ayudar a los otros a ser más felices. - Un par de sesiones bien vividas pueden ser suficientes. - Tarifa solidaria en casos especiales. - Sesiones presenciales y vía online. Hasta dos horas por sesión. Areas de intervención - Acontecimientos difíciles (Traumas). - Problemas de relación y comunicación (Familia, ambientes de trabajo y estudio). - Gestión del Stress y del Autocuidado. - Reconexión con los recursos propios. - Orden, estructura y reinvención personal. - Fomento de la motivación y sentido de vida. - Prevención de las enfermedades mentales. - Psicología y migración. A través de... - Atención (Terapia individual y grupal). - Grupos de autocuidado y prevención (Femeninos y mixtos). - Talleres musicales con canciones que fomentan la alegría, la vida y la armonía interna. - Terapias artísticas. - Conferencias o Seminarios en las que abordo diversas temáticas de crecimiento personal y grupal, dependiendo de la necesidad personal o del grupo. Las conferencias tienen un enfoque experiencial a través de recursos pedagógicos, musicales y artísticos. ¿Cómo? - Desde la empatía en una atmósfera amable y de confianza. - Técnicas y herramientas prácticas para mejorar la comunicación. - Ofreciendo un espacio de contención y escucha profunda a la persona. - Fomentando en tí el autoconocimiento, la resiliencia y las decisiones y acciones para el cambio. - Usando técnicas de Musicoterapia, gimnasia pasiva, movimiento y música, respiración profunda y activación neurológica. - Entrega de herramientas prácticas para la toma de decisiones y acciones que te ayudarán a avanzar contigo mismo y con tu entorno humano. EXPERIENCIA Más de 30 años de trabajo grupal con adultos, jóvenes, comunidades en riesgo social, proyectos ONU; UNICEF; YMCA - CVJM Berlin. En Chile...Proceso Musicoterapéutico de equipo psicosocial (Chile Solidario). Terapias grupales a docentes diversos colegios de Santiago, capacitaciones (MCS Consultores), Capacitaciones a la Gerencia (Cencosud). Terapias grupales en la Facultad de Música (Postgrado Musicoterapia - Universidad de Chile). Talleres de Musicoterapia niños y jóvenes (Fondacio), Capacitación Musicoterapéutica en el Congreso Nacional de Oncología 2011, Responsable Área de Extensión y Cultura de la Fundación Conchalí (Actividades culturales en beneficio del crecimiento y formación humana). E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. WhatsApp: 015750646760 [ Berlín](#) Claudio Acuña - Coach Sistémico Integrativo certificado por Coaching Spirale GmbH de Berlín, además de Ingeniero y Consultor de Negocios. - A través del Coaching Individual apoyo a las personas a tomar nuevamente las riendas de su vida y a re-conectarse con sus recursos propios. - De esta manera recuperan la confianza en sí mismos y comienzan a crear la vida que realmente desean vivir de una manera consciente. - Usualmente esto se logra entre 3 y 5 sesiones de 90 minutos cada una. - Idiomas: español e inglés E-mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: 0152 5840 8790 Teléfono: Estefanía Cifuentes Naturopatía, Acupuntura y Fitoterapia en Berlín Estefanía Cifuentes es naturópata chilena formada en Alemania, con más de 10 años de experiencia en medicina natural. Con su terapia trata diferentes desajustes de salud, tanto físicos como mentales. A través de la acupuntura, la fitoterapia y una evaluación de hábitos diarios aborda las inquietudes de sus pacientes en torno a su salud. El objetivo de la terapia es aumentar la energía vital y el poder de sanar. Al mismo tiempo refuerza y propone rutinas saludables. Algunas de la razones por las que podrías querer consultarla son: dolor de espalda, dolor de cabeza, tensión muscular, problemas digestivos, cansancio crónico, nerviosismo, insomnio, ansiedad, ciclo menstrual irregular, como también la búsqueda de rutinas saludables. Tiene su consulta en Kreuzberg, Berlín. La terapia puede ser en español, alemán o inglés. Web: [www.estefania-cifuentes.de](http://www.estefania-cifuentes.de) E-Mail Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Coach Anaïs Claro - Coaching especializado en Manejo del estrés: mente, cuerpo y emociones. - Reducción del estrés emocional y físico: trabajo a nivel corporal (músculos), la mente (creencias limitantes), las emociones, el inconsciente y las percepciones. El estrés emocional y físico se reduce inmediatamente mediante ejercicios personalizados y diversos métodos. - Idiomas: español, francés, alemán, inglés. Modalidad: 43004 69 E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. \"Los deseos si se hacen realidad, solo tienes que encontrar el camino correcto que te lleve hacia ellos\" Soy una motivadora innata, positiva e impulsadora. Me enfoco en el método sistémico y en la búsqueda de soluciones para que puedas crear tu propio plan de acción y alcanzar tus metas. Tu experiencia migratoria es muy valiosa, traes un acúmulo de valores y conocimientos de vida únicos. Transforma esta experiencia en habilidades y competencias para así ampliar tu perspectiva personal y laboral. A través del Coaching puedes redefinir tus metas y tener una idea clara de dónde estás y adónde quieres llegar. Re-descubre tu potencial innato y recupera tu motivación para alcanzar tu propósito. El coaching te permitirá: reconocer tus recursos, habilidades y competencias desarrollar tu autoestima y generar nuevas ideas de cambio modificar creencias limitantes que no te permiten prosperar plantearte objetivos claros y alcanzables tanto a nivel profesional como personal crear tu propio plan de acción y alinearte con tu propósito Áreas en las que trabajo: integración y orientación laboral para personas con una historia migratoria reintegración laboral después de una baja por enfermedad o maternidad preparación para una entrevista de trabajo elaboración de una solicitud de empleo personalizada gestión del estrés - prevención de Burn-out vida y trabajo en armonía autogestión y gestión del tiempo Trabajo en cooperación con Agentur für Arbeit/Jobcenter a través del Gutschein sociales: Facebook: [@encaminandome](https://www.facebook.com/encaminandome/) Instagram: [@job.social.coach](https://www.instagram.com/job.social.coach/) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 0049 1637728097 Dirección: Bedcon Berlin Education & Consulting Te dejo de tarea estas preguntas: ¿Sabes quién eres? Sabes cómo te encuentras y dónde te encuentras, estás consciente de las habilidades y capacidades con las que cuentas y cuales quieres desarrollar para integrarte laboralmente. ¿Adónde quieres llegar? Cuáles son tus deseos, intereses y perspectivas de vida tanto personales como laborales. Qué tan motivad@ estás para dar un cambio. Son tus metas y deseos alcanzables Rakel Sosa Breathing - Especialista en prevención y manejo del estrés; certificada con el diploma alemán de la AHAB Akademie. - Es también Coach de Vida, especializada en guiar y aligerar procesos de transición (separación o divorcio, transición laboral, cambio de país, otros) y convertirlos en procesos de profundo crecimiento y transformación personal. - Es profesora de meditación con altas iniciaciones en Rajadhiraja Yoga, con una práctica de más de 25 años en este campo. Obtuvo la certificación en Pranayama en la Escuela de David Elliott en Los Ángeles. - Entre sus herramientas más importante están la respiración guiada, Relajación Muscular Progresiva, Autogénesis y visualización con las que ayuda con mucha precisión a mitigar los problemas de fatiga, insomnio, ansiedad, y falta de claridad mental y emocional. - En su trabajo integra las últimas investigaciones de neurociencia sobre manejo del estrés, con técnicas milenarias de respiraciones y meditación. - Desde hace más de 5 años Rakel Sosa ha estado guiando sesiones de grupo de mujeres e individuales. En ellas combina su extensa formación en materia de manejo del estrés con sus experiencias como periodista en zonas de conflicto por más de 10 años, como madre, y viajera constante, para lograr procesos de transformación, que llevan a todo el que trabaja con ella reducir el estrés negativo, recargar la energía y desarrollar un bienestar físico, mental y emocional para llevar una vida más plena y feliz. - Rakel obtuvo también un máster en Comunicación de la Universidad de La Sorbona, y un diploma en producción para documental. Está activa en las redes sociales donde constantemente coloca recursos audiovisuales gratuitos para ayudar a manejar el estrés. Web: [https://www.rakelsosa.com/ ](https://www.rakelsosa.com/) E-mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. [@rakelsosabreathing ](https://www.instagram.com/rakelsosabreathing/) Dra. Claudia Zuleta Luksic Coach sistémico personal, supervisora de equipos, mediadora y psicóloga - Ofrezco asesoramiento, supervisión, mediación y acompañamiento, con carácter individual o grupal, a personas, equipos y organizaciones, con el objetivo puesto en el desarrollo del potencial propio para que uno, con sus propias herramientas y desde sus circunstancias particulares, sea capaz de alcanzar por sí mismo las metas propuestas. - Las personas que participan en mis sesiones acuden movidas por diversos asuntos que quieren resolver, entre ellos, crisis derivadas de cambios en el ámbito personal o profesional, conflictos ante la toma de decisiones importantes o dificultades para modificar comportamientos recurrentes que bloquean sus aspiraciones y les impiden afrontar su día a día con fortaleza y autonomía. Áreas de atención especializada: - Supervisión y coaching para personal en el ámbito de la Cooperación al Desarrollo. - Training y coaching (para personas, equipos y organizaciones) para: - la prevención y el manejo del estrés, - el desarrollo de la personalidad, - el manejo de conflictos, - la mejora en la comunicación -técnicas y estrategias-, - y el desarrollo de competencias interculturales. - Asesoría y acompañamiento en procesos de cambio y/o de crecimiento para organizaciones de migrantes. - Training y coaching a personas durante el proceso de incorporación al mercado de trabajo. Web: [http://claudia-zuleta.com](http://claudia-zuleta.com) E-mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 0177 4071588 [ Hamburgo](#) Psicóloga infanto-juvenil Anna Gomà - Maestra de Educación Infantil y Educadora certificada de Disciplina Positiva. - Dirigente de la escuela online PSYPUC, donde las familias podrán acercarse a la crianza respetuosa, la disciplina positiva y la educación emocional a través de cursos y e-books. Modalidad: online. Forma de pago: privada. Web: [www.psypuc.com](http://www.psypuc.com) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Psicóloga Clínica y Coach de vida Leslie de León Moog - Máster en Psicología Clínica y de la Salud. - Formación en Psicoterapia. - Coaching Terapéutico y Asesoramiento Psicológico. - Entrenamiento en habilidades sociales y comunicación asertiva, autoestima y autocuidado, manejo del estrés y prevención de burnout, mindfulness, toma de decisiones, establecimiento de metas, organización del tiempo, balance entre vida y trabajo, psicoeducación acerca de trastornos psiquiátricos como depresión y ansiedad. - Miembro de la Asociación Profesional de Psicólogos y Psicólogas Alemanes (BDP por sus siglas en alemán). - Cofundadora de \"Yo Migro Hamburg\" (agrupación voluntaria que ofrece apoyo, información y orientación, relacionados con el proceso migratorio de la comunidad hispanohablante en Alemania). Modalidad: presencial y online. Forma de pago: privada. Dirección: - Ottensen, Hamburgo Web: [www.leslie-de-leon.de](http://www.leslie-de-leon.de) Instagram: [lesliedeleonmoog](https://www.instagram.com/lesliedeleonmoog/) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Psicóloga Maria Menner - Naturópata especializada en Psicoterapia - Maestría con énfasis en Psicología Social y Comunitaria - Formación en Terapia de Trauma, Hipnoterapia Ericksoniana y Terapia Breve centrada en soluciones. - Orientación y asesoramiento psicológico para adultos. - Terapias largas, usando métodos psicológicos integradores - Miembro de la Asociación Profesional de Psicólogos y Psicólogas Alemanes (BDP por sus siglas en alemán) - Idiomas: español, portugués y alemán. Modalidad: presencial. Forma de Teléfono: +49 4016 221651 80 Bravo Intercultural Nancy es la fundadora de \"Bravo Intercultural\", madre, comunicóloga, entrenadora intercultural, conferencista, autora, emprendedora en el extranjero, soñadora, perseguidora de la justicia, ciudadana del mundo, nómada globalizada. Una mujer sensible que se considera un puente entre la gente de diferentes culturas. Integrante de una familia bicultural (México- Alemania). \"Soy el resultado de la búsqueda del equilibrio entre dos culturas tan distantes como distintas, como lo son la mexicana y la alemana y también la muestra de que se puede ejercer la pasión laboral aún viviendo en el extranjero.\" Vive hace casi 20 años en Alemania, ella mezcla su amplia experiencia como asesora y docente en empresas, organizaciones y universidades alemanas, su know-how, su experiencia migratoria y familiar, para orientar a personas a utilizar las diferencias culturales a su favor. En qué te puede ayudar Nancy Si tú: Eres migrante y deseas desde tu esencia cultural mexicana destacar en Alemania. Eres parte de una familia bicultural y deseas comprender las diferencias culturales para crear lo mejor de ambas culturas en la crianza y en la vida de pareja. Eres profesional y quieres comprender cómo debes conectar en tu trabajo para alcanzar el éxito deseado. Si estás pasando por una fase de crisis choque cultural y no sabes cómo salir. Deseas de corazón volver a ser tú en este país y que además el ser auténtico/a tenga una recompensa. Además, déjate ayudar por su nuevo libro ¡BRAVO! Soy internacional - 8 ejemplos de cómo ser exitoso en el extranjero, que es una orientación en todos los sentidos. ¿Qué encontrarás en este libro? Esta herramienta es interactiva e innovadora, está basada en teorías científicas, sin dejar de ser práctica, actual y aplicable a tu vida diaria. Consejos, reflexiones, imágenes, gráficas, pictogramas, modelos culturales, tablas comparativas para entender las diferencias culturales y poder gestionarlas de forma eficaz. Además, al ser interactivo cuenta con códigos QR que te llevan a los videos de las entrevistas a personajes hispanos exitosos que viven en el extranjero (Alemania), que nos comparten sus experiencias, consejos y claves. EXTRAS de regalo incluidos en el libro: Código QR con un play list en Spotify de música en inglés, español y alemán con temas que hablan de identidad, fronteras, integración, migración. Links informativos con sugerencias de bibliografía, películas, documentales, videos... ¡Qué esperas!, Activa tu inteligencia cultural y dale un giro a tu vida. Link informativo del libro: [bravo-intercultural.com/bravo-soy-internacional-2/](https://bravo-intercultural.com/bravo-soy-internacional-2/) Link de lugares de compra del libro: [linktr.ee/nancy.bravo](https://linktr.ee/nancy.bravo) Recuerda que ser intercultural es la clave del éxito para los cambios en el mundo global. Web: [http://www.bravo-intercultural.com](http://www.bravo-intercultural.com) E-mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 040 65 70 418 Celular: 0162 23 27 864 Dirección: Am Friedhof 80, [ Renania del Norte Westfalia](#) Psicóloga Renate Seidel Peralta - Enfoque en Psicoterapia Cognitivo Conductual. - Especialización y maestría en Recursos Humanos. - Asesoramiento psicológico a pacientes hispanohablantes, especialmente en manejo de conflictos familiares, adaptación y migración, comportamiento de adolescentes, reinventarse social y laboralmente en Alemania. - Herramientas principales: entrenamiento en habilidades sociales, comunicación asertiva, autoestima y autocuidado, toma de decisiones. Modalidad: online. Forma de pago: privada. WhatsApp: +49 1575 78335 62 Email: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. [ Schleswig-Holstein](#) Psicóloga Fernanda Junqueira Gamboa - Maestría en Psicología Clínica. - Enfoque psicológico con evidencia científica (Teoría del Apego, Mentalización). - Idiomas: español y portugués. Modalidad: online. Forma de pago: privada. Email: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. [ Sarre](#) Martina Gil Burgos - Naturópata especializada en Psicoterapia. - Hipnoterapeuta, Coach y Entrenadora de relajamiento para niños. - Psicoterapia y Coaching para jóvenes (a partir de los 11 años) y adultos. - Formación en Terapia de Desensibilización y Reprocesamiento por medio de Movimientos Oculares (EMDR por sus siglas en inglés), Terapia de Conversación, Tapping, Constelaciones Sistémicas. - Sesiones presenciales de relajación para niños y niñas de entre 4 y 10 años, para control de estrés y adaptación a los cambios emocionales. - Idiomas: español, alemán y francés. Modalidad: presencial y online. Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. [ En línea](#) Plataformas Mi espacio en línea. Psicoterapia a la medida - Plataforma digital de atención psicoterapéutica en Línea. Ofrece espacio de desarrollo y trabajo personal a través de apoyo psicológico. - Cuenta con más de 30 profesionales mexicanos y de otros países de Latinoamérica, psicólogos con excelente nivel profesional, años de experiencia, postítulos, maestría y/o doctorado. Con diferentes enfoques terapéuticos y especializados en diversas temáticas. - Se da apoyo y acompañamiento a personas con: duelo migratorio, depresión, ansiedad, problemas de pareja o familiares, estrés, falta de motivación, conflictos personales o cualquier apoyo en pro del bienestar integral y crecimiento de la persona. - Plataforma muy amigable, segura y de fácil uso. Para iniciar terapia es necesario: - Registrarse en la página - Completar datos personales y de motivo de consulta - Realizar pago por pasarelas digitales segura. - Listo, te conectan con un terapeuta a la medida y especializado según tus necesidades específicas e inicias terapia desde donde te encuentras y en el horario que más te convenga. - Tu sala esta disponible las 24 horas, y puedes escribirle mensajes a tu terapeuta en el momento que lo necesite Web: [www.miespacioenlinea.com.mx](http://www.miespacioenlinea.com.mx) E-mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Facebook: [https://www.facebook.com/miespacioenlinea.com.mx](https://www.facebook.com/miespacioenlinea.com.mx) Atención personal Psicóloga General Sanitaria Yolanda María Carrió Ayuso - Enfoque en Psicoterapia Cognitivo Conductual. - Formación en Terapia Sistémica, Psicodrama, el Apego y Psicoanálisis. Modalidad: online. Forma de pago: privada. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. - Psicoterapeuta mexicana egresada del la Universidad de las Américas, Campus CDMX. - Máster en Intervención y Mediación Familiar por la Universidad de Sevilla. - Especialista en Pareja por la Asociación Española para el Fomento y Desarrollo de la Psicoterapia, curso avalado por el Colegio Oficial de Psicólogos de Madrid y por la Federación de Asociaciones de Psicólogos y Médicos Psicoterapeutas de España (FAPyMPE). - Actualmente en formación y certificación del Método Gottman para Pareja. - Autora de Ni de Aquí, Ni de Allá, un libro de autoayuda y psicología para migrantes, parejas y familias internacionales. - Imparte cursos y talleres sobre duelo migratorio, integración, amor propio en el extranjero, parejas interculturales etc. - Curso Online Migración Consciente. - Brinda asesoría psicológica de forma presencial en España y online, en español y en inglés. - Servicio Privado, emite facturas y recibos para seguros privados. Web: para Migrantes): [https://youtube.com/playlist?list=PLLqbpoGedlzYXmz6pF5v93Bd77-jmCF0t](https://youtube.com/playlist?list=PLLqbpoGedlzYXmz6pF5v93Bd77-jmCF0t) Canal de Youtube (Playlist Consejos para parejas Interculturales): [https://youtube.com/playlist?list=PLLqbpoGedlzZfxSTOFmHpdM_DFzXDCwVG](https://youtube.com/playlist?list=PLLqbpoGedlzZfxSTOFmHpdM_DFzXDCwVG) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Coaching y Consejería Online Salud Mental para Niños y Familias Multiculturales Catalina Hoffmann es psicoterapeuta con experiencia en diversas partes del mundo que busca llevar la salud mental a ser parte de la vida diaria de familias y personas que por diversas historias residen ahora en Alemania en modalidad online. Cuenta con 10 años de experiencia ayudando a personas, familias y niños a desarrollar resiliencia ante situaciones complejas o crisis basado en técnicas de psico-educación, teoría del apego y psicodinámica. Rrabaja con la identificación, exploración y tratamiento de dificultades emocionales, psicológicas o conductuales que pueden afectar todas o algunas de las áreas cotidianas donde nos desenvolvemos. - Master en Ciencias de la Familia de la Universidad Anáhuac, México Norte y Psicología Clínica de la Universidad Francisco Marroquín - Psicóloga Clínica Registrada en Guatemala en el Colegio de Psicólogos de Guatemala Reg. No. 4051 desde 2012 - Psicóloga Clínica Registrada en Costa Rica en el Colegio de Psicólogos de Costa Rica Reg. No. 9572 desde 2015 - Registrada en Nova Scotia College of Counselling Therapists in Canada No.18-001 desde 2018 - Cédulas Profesionales Mexicanas de Licenciatura y Maestría 11850664/11850067 desde 2019 - Miembro de la American Psychological Association (APA) Idiomas de consulta: Español, Inglés y Alemán Correo electrónico: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Tel: 0159 0672-1654 Psicóloga Clínica Angélica Rodríguez - Maestría en Psicología Clínica y de la Salud. - Enfoque en Psicoterapia Cognitivo Conductual. - Diplomado en Tanatología (en curso). Modalidad: online. Forma de pago: privada. Teléfono: +49 176 733792 41 Email: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. - Detalles - Asociaciones Regresar a la [Ventanilla virtual de salud mental](/alemania/index.php/es/proteccion/salud-mental) Xochicuicatl e.V. Asociación de mujeres latinoamericanas - Espacio de escucha y apoyo terapéutico con el objetivo de fortalecer y potenciar el estado emocional. - Ofrecen asesoría psicológica, a través de aportaciones voluntarias; que no incluye la terapia clásica alemana con el respaldo del seguro médico. - El proceso de integración en Alemania está conectado con cambios culturales, sociales y psicológicos que pueden reflejarse en la condición mental y manifestarse en forma de enfermedades. Esta asesoría psicosocial ofrece a las mujeres la oportunidad de reflexionar y así alcanzar nuevamente su bienestar personal. - Es necesario pedir cita previa para todas las asesorías, para ello debe ponerse en contacto con la asociación a través del número de teléfono o mediante correo electrónico. Web: [http://www.xochicuicatl.de](http://www.xochicuicatl.de) E-mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 030 2786329 Dirección: Winsstraße 58, 10405 Berlin Centro Intercultural de Mujeres S.U.S.I - Ofrece asesoría psicológica a mujeres migrantes, a fin de apoyarlas a recuperar su autoestima y en el desarrollo de nuevas perspectivas. - La asesoría es brindada por psicólogas, que trabajan con diversos enfoques terapéuticos, que tienen años de experiencia, con experiencias de migración propias, competencias interculturales y conocimiento en perspectiva de género. - Brindan asesoría en español, francés, italiano, portugués, polaco, rumano y persa. - Es necesario pedir cita previa para todas las asesorías, para ello debe ponerse en contacto con la asociación a través del número de teléfono o mediante correo electrónico. Web: [http://www.susi-frauen-zentrum.com/](http://www.susi-frauen-zentrum.com/) E-mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 030 78 95 93 96 Dirección: Bayerischer Platz 9, 10779 Berlin Entrada por Innsbrucker Straße 58, tercer piso [+ - MUT- Ayuda en caso de trauma para hombres* (personas con una identificación masculina) Click to collapse](#) MUT- Ayuda en caso de trauma para hombres* (personas con una identificación masculina). Asesoramiento y apoyo para hombres*, que han experimentado violencia y/o violencia sexual. Nuestros servicios permiten que las personas que fueron víctimas se enfrenten a los efectos del abuso sexual. Ofrecemos: - Información sobre el estigma y la traumatización. - Consejos y métodos para lidiar con el trastorno del sueño, pérdida de concentración, pensamientos perturbadores e interminables y emociones abrumadoras incluyendo ira, agresividad, pena y culpa. Nuestros servicios no son complicados y también pueden ser móviles. Nuestros servicios de asesoramiento estan disponibles sin importar su estatus de residencia, seguro médico, nacionalidad u orientación sexual. Le asesoramos de forma gratuita, confidencial y anónima. Para personas con poco o ningún dominio del idioma alemán, existen las siguientes opciones: - Asesoría en inglés. - Asesoría en compañía de otro colega de habla hispana. - Contratación de un traductor externo (organizado y pagado por la asociación). - La persona que recibirá la asesoría puede presentarse en compañía de una persona de confianza que le traduzca. Web: [http://mut-traumahilfe.de/](http://mut-traumahilfe.de/) E-mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 030 236 33 978 Dirección: Leinestrasse 49, 12049 Berlin-Neukölln FAM - Asesoría en adicciones para mujeres en Berlín FAM es un centro especializado en el asesoramiento y tratamiento de adicciones ubicado en el distrito de Tempelhof-Schöneberg en Berlín. Nuestro trabajo se dirige principalmente a niñas y mujeres que tienen un consumo riesgoso o dependiente de medicamentos, alcohol u otras drogas y que buscan acompañamiento emocional en el proceso. Las asesorías psicológicas y acompañamiento emocional son de forma gratuita y pueden realizarse en inglés o alemán. Asesorías: - Asesoría y acompañamiento emocional a mujeres que tengan un consumo riesgoso o de dependencia a medicamentos, alcohol u otras drogas o que simplemente quieran informarse sobre el tema (se requiere pedir cita previa). - Asesoría telefónica en ingles y alemán. - Podcast \" [ContrAdicción](https://open.spotify.com/show/6jirOKNJrhHa1nzt0qZgH5?si=q33T2BMWSSqVcVB-1T-QgA)\" con información y material educativo en español sobre el consumo de medicamentos, alcohol y drogas ilegales. - Apoyo e información sobre el sistema de salud en Alemania, así como en los procesos de solicitud para los diferentes tratamientos de adicciones. - Asesoramiento e intercambio de información con otro/as colegas y profesionales de la salud, que necesiten información y apoyo en temas de abuso y dependencia a sustancias en su área de trabajo. Web: [https://frausuchtzukunft.de/einrichtungen/fam/](https://frausuchtzukunft.de/einrichtungen/fam/) Email: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 0307828989 Dirección: Motzstraße 9, 10777 Berlin (Schöneberg) Instituciones Regresar a la [Ventanilla virtual de salud mental](/alemania/index.php/es/proteccion/salud-mental) Atención psiquiátrica ambulante de la Clínica para Psiquiatría y Psicoterapia Charité Campus Mitte El consultorio psiquiátrico ofrece los siguientes servicios: - Diagnóstico psiquiátrico y tratamiento - Terapia farmacológica - Orientación para iniciar una psicoterapia. Con un equipo de profesionales (doctores, psicólogos, trabajadores sociales, enfermeras), de los cuales dos hablan español y todos dominan el inglés, además del alemán. El Instituto Psiquiátrico de Atención Ambulante del Charité ofrece terapia a pacientes que debido al tipo, gravedad o duración de su padecimiento psíquico están necesitados de una terapia especial intensiva y compleja. El Instituto tiene la tarea de brindar atención psiquiátrica completa para personas con padecimientos psíquicos graves en el distrito Mitte de la ciudad. Se pueden hacer excepciones justificadas. La oferta terapéutica del Instituto corresponde a los conocimientos científicos más recientes y se orienta en las necesidades específicas de cada paciente. Además del diagnóstico y terapia psiquiátrica-psicoterapéutica, ofrecen ayuda en problemas socio-psiquiátricos, fomentan la integración social y asesoran en asuntos relativos a la rehabilitación laboral y social. Mediante la colaboración interdisciplinaria rutinaria dentro de la moderna clínica, es posible dar un tratamiento completo a los problemas psíquicos y enfermedades físicas que se estén padeciendo. Al equipo de trabajo multidisciplinario pertenecen médicos especialistas, psicólogos, enfermeras con formación especial, ergoterapeutas, musicoterapeutas, arteterapeutas y trabajadores sociales. El primer contacto se lleva a cabo después de haber sido remitido por el médico o psiquiatra de cabecera, o después de haber sido dado de alta de tratamiento hospitalario. Requisito para recibir atención en el instituto es que durante se trimestre no se haya recibido atención de parte de otro psiquiatra que labore en otro instituto psiquiátrico de atención ambulante. El consultorio psiquiátrico ofrece los siguientes servicios: - Diagnóstico psiquiátrico y tratamiento - Terapia farmacológica - Orientación para iniciar una psicoterapia. Con un equipo de profesionales (doctores, psicólogos, trabajadores sociales, enfermeras), de los cuales dos hablan español y todos dominan el inglés, además del alemán. El Instituto Psiquiátrico de Atención Ambulante del Charité ofrece terapia a pacientes que debido al tipo, gravedad o duración de su padecimiento psíquico están necesitados de una terapia especial intensiva y compleja. El Instituto tiene la tarea de brindar atención psiquiátrica completa para personas con padecimientos psíquicos graves en el distrito Mitte de la ciudad. Se pueden hacer excepciones justificadas. La oferta terapéutica del Instituto corresponde a los conocimientos científicos más recientes y se orienta en las necesidades específicas de cada paciente. Además del diagnóstico y terapia psiquiátrica-psicoterapéutica, ofrecen ayuda en problemas socio-psiquiátricos, fomentan la integración social y asesoran en asuntos relativos a la rehabilitación laboral y social. Mediante la colaboración interdisciplinaria rutinaria dentro de la moderna clínica, es posible dar un tratamiento completo a los problemas psíquicos y enfermedades físicas que se estén padeciendo. Al equipo de trabajo multidisciplinario pertenecen médicos especialistas, psicólogos, enfermeras con formación especial, ergoterapeutas, musicoterapeutas, arteterapeutas y trabajadores sociales. El primer contacto se lleva a cabo después de haber sido remitido por el médico o psiquiatra de cabecera, o después de haber sido dado de alta de tratamiento hospitalario. Requisito para recibir atención en el instituto es que durante se trimestre no se haya recibido atención de parte de otro psiquiatra que labore en otro instituto psiquiátrico de atención ambulante. Web: Charité Campus Mitte Charitéplatz 1 10117 Berlin Teléfono: 030 450 517 095 (Lunes a viernes, 8:30 - 16:00 hrs) TransVer - Red de recursos psicosociales para una apertura intercultural \" Orientación e información sobre instituciones psicosociales, para personas con historia de migración y/o asilo político con problemas psicológicos. TransVer es una institución de la Clínica de Psiquiatría y Psicoterapia del Hospital Universitário Charité de Berlín que informa sobre las posibilidades de apoyo en Berlín a personas con historia personal de migración y/o asilo político con problemas psicológicos. La consulta puede llevarse a cabo con intérpretes en cualquier idioma, incluso en español. La oferta de asistencia en Berlín para personas con problemas psicológicos es muy amplia. TransVer busca junto con Ud. la oferta de ayuda adecuada, como por ejemplo ayuda terapéutica o psiquiátrica, apoyo en la vida diaria, medidas ocupacionales o de terapia a través del trabajo, lugares para contactos sociales etc. Si Ud. lo desea, podemos contactar estas instituciones, así como orientarle y acompañarle. TransVer está formado por un equipo multiprofesional de trabajador@s sociales, psicólog@s y psiquiatras. Si Ud. tiene problemas psícológicos o conoce a alquien que necesite ayuda y apoyo, puede contactar a TransVer. Podemos establecer una cita por teléfono o por correo electrónico. Web: [www.transver-berlin.de](http://www.transver-berlin.de) E-mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 030 209 69040 Fax: 030 209 69 0499 Dirección: Brunnenstraße 188-190, 10119 Berlin Entrada por el edificio del Senado 3. Hof - Detalles - Existen muchos factores que pueden influir en nuestro estado de ánimo. La lejanía con respecto al lugar de origen, las dificultades del idioma, las diferencias culturales y otros desafíos inherentes a la vida en el extranjero, generan, cada vez con mayor frecuencia, casos de connacionales con algún problema psicológico o desorden emocional. El 42% de los mexicanos hospitalizados en la circunscripción de la Embajada de México en Alemania durante 2014 y 2015 fueron internados por problemas psicológicos. IMPORTANTE: Las listas de terapeutas, profesionales, asociaciones, instituciones y otros proveedores de servicios que aquí se presentan, no implican ningún tipo de reconocimiento por parte de la Embajada. Tampoco tienen carácter oficial ni constitutivo. Usted puede contratar los servicios del especialista que desee, sin importar que se encuentre o no en esta plataforma. La Embajada no se hace responsable por los servicios prestados por terceros. Artículos sobre salud mental: [Folletos sobre la depresión](http://www.who.int/campaigns/world-health-day/2017/handouts-depression/es/) [\"Ir en bici o caminando al trabajo mejora la salud mental\"](http://www.muyinteresante.es/salud/articulo/ir-en-bici-o-caminando-al-trabajo-mejora-la-salud-mental-731410782673) [\"7 beneficios de tener mascota para tu salud mental\"](http://www.muyinteresante.es/salud/articulo/7-beneficios-de-tener-mascota-para-tu-salud-mental-961460364104) [\"En búsqueda de ayuda: Cómo elegir un terapeuta\"](http://www.apa.org/centrodeapoyo/elegir.aspx) [\"Soy psicóloga de duelo migratorio y estas son las cosas que más afectan a los emigrantes\"](https://verne.elpais.com/verne/2017/03/14/articulo/1489490451_983473.html) Enlaces a instituciones: [American de Estados Unidos (en español)](https://www.nlm.nih.gov/medlineplus/spanish/) [Emergencias](/alemania/index.php/es/voto-exterior/61-ventanilla-virtual-de-salud-mental/497-emergencias)(Berlín) [Baviera](https://www.krisendienste.bayern/oberbayern/) [Servicio telefónico para la prevención del suicidio](https://www.deutsche-depressionshilfe.de/unsere-angebote/fremdsprachige-informationen-foreign-language-information) [iFightDepression](https://ifightdepression.com/es/)(iniciativa de la UE, información en español) 1. Introducción 1.1 El sitio web \"Ventanilla Virtual de Salud Mental\" es un proyecto del Instituto de los Mexicanos en el Exterior de la Secretaría de Relaciones Exteriores. 1.2 La información que se proporciona en este sitio es de carácter meramente informativo y de referencia, por lo que carece de efectos vinculantes con las entidades, organizaciones y profesionistas incluidos en ella. La Secretaría de Relaciones Exteriores y la Embajada de México en Alemania no asumen ninguna responsabilidad por su contenido. A través de este sitio en internet se facilitan vínculos a páginas externas, direcciones de interés y otra información sobre las que la Embajada no tiene control alguno, y respecto de las cuales declina toda responsabilidad. En ningún caso supone dar por válida en términos médicos la información de las páginas de internet de estas terceras partes. La Embajada no se responsabiliza del uso que se haga de esta información, siendo exclusiva responsabilidad de la persona que accede a ella o la utiliza. 1.3 Usted puede acceder y utilizar el sitio de internet http://embamex.sre.gob.mx/alemania/ si usted está de acuerdo con los términos establecidos en este documento. De lo contrario deberá suspender el uso de este sitio. 2. Cambios en los términos y condiciones 2.1 El administrador del sitio y/o la Embajada de México se reserva el derecho de hacer cambios a este sitio, incluyendo estos términos y condiciones, en cualquier momento. Usted estará legalmente obligado por los términos actualizados o modificados desde la primera vez que accede a la información de este sitio. 3. Derechos de propiedad 3.1 Para el uso no comercial, incluyendo el uso personal o para uso de una organización sin fines de lucro registrada, organismo del sector público, deberá consultar con las terceras partes la autorización para copiar, descargar, e imprimir los materiales, información, datos y otros contenidos incluidos en la Ventanilla Virtual de Salud Mental (VVSM). Tenga en cuenta otras consideraciones que se detallan en los apartados 3.3 y 3.4. 3.2 Los derechos de las imágenes, marcas, nombres comerciales, logotipos y demás incluidos en la VVSM son propiedad de las instituciones, organizaciones y profesionistas independientes que se encuentran en el mismo. Usted tendrá que obtener el permiso por escrito del propietario que corresponda antes de que pueda utilizar estas imágenes, marcas, nombres comerciales, textos o logotipos. 3.3 Los videos y herramientas interactivas se encuentran disponibles para incorporar en otros sitios web. De igual manera usted acepta y está de acuerdo con los siguientes términos: (a) Queda prohibido alterar, adaptar, editar, incorporar, modificar o traducir los videos o las herramientas. (b) Queda prohibido alterar, adaptar, editar, modificar o eliminar las opciones de marca VVSM. (c) Queda prohibido utilizar el video o herramientas para propósitos que se consideren ilegales, de manera despectiva o de otra forma que ocasionen el descrédito de la VVSM o de terceros. (d) Queda prohibido cobrar directa o indirectamente para acceder a los videos o herramientas contenidos en la VVSM, comercializar dicho contenido, o intentar revender el contenido de la VVSM. (e) El sitio VVSM tiene control editorial absoluto sobre todos sus propios videos, materiales y herramientas. (f) Usted debe actualizar el contenido de la VVSM regularmente para asegurarse de tener la versión más actualizada. (g) El sitio VVSM se reserva el derecho de modificar, adaptar, editar o restringir la disponibilidad de videos o herramientas interactivas para su uso en sitios de terceros. 4. La información médica 4.1 La VVSM proporciona información exclusivamente como referencia y con fines educativos. No garantizamos que la información que está disponible en este sitio diagnostique su estado de salud o necesidades médicas. Es de su entera responsabilidad ponerse en contacto con un profesional de la salud si está preocupado por su estado de salud. 4.2 La VVSM no da consejos médicos en relación con ningún caso individual o de algún paciente, ni tampoco proporciona servicios médicos o de diagnóstico. 4.3 Si usted es un profesional de la salud se le invita a utilizar la VVSM para propósitos de información general. Sin embargo, la VVSM no acepta ninguna responsabilidad sobre el contenido de los sitios a los que está vinculado. 5. Sitios web de terceros 5.1 El sitio en internet VVSM no tiene control sobre el contenido de los sitios internet de terceros. Cualquier enlace que aparece en la VVSM es únicamente para su referencia. Cuando la VVSM proporciona enlaces a páginas de internet de terceros, no implica ninguna relación o asociación con tales sitios, pues son únicamente fuentes de información para referencia. 6. Responsabilidad 6.1 La Embajada no acepta ninguna responsabilidad si la VVSM no está disponible en un momento determinado. 6.2 La Embajada no garantiza que el sitio web VVSM o cualquier contenido estará disponible ininterrumpidamente o libre de errores, o que la VVSM o sus sistemas de apoyo están libres de virus o errores. 6.3 La Embajada no acepta ninguna responsabilidad si se interrumpe o se ve afectado algún retraso en el cumplimiento de cualquier obligación debido a: (a) la falta de disponibilidad o la interrupción de las telecomunicaciones o servicios de informática, sistemas, equipos o software operados o proporcionados por usted o terceros. (b) cualquier otro acontecimiento que no esté razonablemente dentro de nuestro control. 6.5 La Embajada no asume ningún compromiso ni responsabilidad en relación con la VVSM sobre los contenidos proporcionados por otros usuarios del sitio web o de terceros. 7. General 7.1 Si cualquiera de estos términos fuese inaplicable, los términos restantes permanecerán en pleno vigor y efecto. 7.2 Estos términos se regirán e interpretarán de conformidad con las leyes de la República Federal de Alemania y de México según corresponda. - Detalles - Profesionales por estado o ciudad En esta sección se enlista a psicoterapeutas y psiquiatras que pueden ejercer la profesión en Alemania. Aunque ponemos la lista por estado federado, muchos de los y las terapeutas ofrecen su servicio también en línea. [Regresar a la ventanilla virtual de salud mental](/alemania/index.php/es/proteccion/salud-mental) [Baden Wurtemberg](#) - A Psicóloga Psicoterapeuta Gudrun Antelmann - Enfoque integral basado en Psicoterapia Cognitivo Conductual, Terapia Gestalt y Terapia de Trauma. - Forma de pago: por medio de aseguradora privada, reembolso de gastos (Kostenerstattungsverfahren) y privada. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: +49 7542 Psicóloga clínica y Psicoterapeuta Adriana César Calderón - Enfoque en Psicoterapia Cognitivo Conductual para adultos. - Terapeuta de pareja y Sexóloga. - Especialista en Mediación Familiar. Modalidad: presencial y online. Forma de pago: por medio de aseguradora y privada. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: +49 1763 90724 57 Dirección: Esslinger - H - Psicóloga mexicana egresada del Instituto Tecnológico y de Estudios Superiores de Occidente (ITESO) de Guadalajara, Jalisco, México. - Máster en Aplicación de la Psicología Dinámica, al Diagnóstico, la Intervención y la Investigación por parte de la Universidad de Barcelona (UB) en España. - Certificada por la Asociación de Psicólogos de Alemania. (BDP, Berufsverband Deutscher Psychologinnen und Psychologen e.V.) - Continúa actualizándose en el área de la salud mental. - Colabora de forma activa en el área de ayuda a migrantes y refugiados. - Imparte cursos y talleres de psicología en temas relacionados a la adaptación, integración, interculturalidad, desarraigo, entre otros. - Brinda asesoría psicológica de forma presencial u online, en español y eventualmente en inglés y alemán. - Por el momento sus servicios solo pueden ser cubiertos de forma privada. Web: [www.psicoterapia-muenster.de](http://www.psicoterapia-muenster.de/) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: 0151 1976 9728 Dirección: Gutbrodstraße 19, 70193, Stuttgart - K Dr. Gabriel Kornwachs - Psicólogo Psicoterapeuta - Enfoque en Psicoterapia Cognitivo Conductual. Forma de pago: por medio de aseguradora privada y privada. Web: [www.praxis-kornwachs.de](http://www.praxis-kornwachs.de) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Dirección: Tübinger Straße 19a, 70178 Stuttgart Dr. Clemens Krause - Psicólogo Psicoterapeuta. - Enfoque en Psicoterapia Conductual para adultos. - Formación en Hipnoterapia Ericksoniana. - Coach de deportistas. - Terapia individual para adultos y de pareja. Modalidad: presencial y online. Forma de pago: por medio de aseguradora y privada (servicios de coaching). Web: [www.tuebingen-psychotherapie.de](http://www.tuebingen-psychotherapie.de) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: +49 7071 25701 Psicóloga Psicoterapeuta Johanna Martínez-Erdmann - Enfoque en Psicoterapia Cognitivo Conductual. Modalidad: presencial y online. Forma de pago: por medio de aseguradora y privada. Web: [www.martinez-psychotherapie.de](http://www.martinez-psychotherapie.de) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Horarios: Lunes de 12:00 a 12:50 y viernes de 8:10 a 9:00 91 76307 Karlsbad - Licenciada en Psicología, egresada y titulada por la Universidad Autónoma de Chihuahua (México). - Máster en Resolución de Conflictos y Mediación por la Universidad Europea del Atlántico, Santander, España, enfocádo en el tema MIGRACION con la tesis de investigación \"Conflictos relacionados con el duelo migratorio de mexicanos viviendo en Alemania\". - Terapeuta conductual en casos individuales, de pareja y grupos, Coach y Asesora en Resolución de Conflictos y Mediación. Asistencia presencial y/o vía Online. - Con más de 10 años de vivir en Alemania y Suiza orienta y facilita la integración de extranjeros con problemas de adaptación para insertarse en una nueva cultura; haciendo posible armonizar intereses y necesidades personales en un nuevo entorno familiar, laboral y/o comunitario. - Desde el año de 2016 colabora con la Embajada de México en Alemania para atender a personas que buscan apoyo psicológico en las diferentes entidades federadas que corresponden a esta Oficina. E-mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Web: [www.md-betterlife.com](http://www.md-betterlife.com) Teléfono y WhatsApp: +49 170 739 3388 Dirección: 14, 68159 Mannheim Dra. Paulina Mena Méndez / Frau. Dr. Paulina Mena Méndez Psicóloga clínica mexicana con enfoque en terapia narrativa y perspectiva de género. - Licenciada en Psicología por la Facultad de Psicología de la Universidad Nacional Autónoma de México, Maestra en Estudios de Género por El Colegio de México y Doctora en Antropología por el Centro de Investigaciones y Estudios Superiores en Antropología Social. Sede Distrito Federal. - Desde 2019 está Certificada como Psicóloga por la Asociación Alemana de Psicólogas y Psicólogos. - Especialista en familias, violencia intrafamiliar, masculinidades padres solteros, migración y familias binacionales. - Ha trabajado como psicóloga clínica e intervención en crisis en la Cruz Roja Mexicana y en la consulta privada. A lo largo de su carrera profesional ha impartido talleres sobre Roles y Estereotipos de Género, Satisfacción con la Imagen Corporal, Sexualidad, Salud Reproductiva y Prevención del Abuso Sexual Infantil. - La Dra. Mena Méndez brinda consultas y talleres en español, inglés y alemán, online y/o presencial. - Como investigadora la Dra. Mena Méndez ha participado como ponente y organizadora en diversos Congresos y Coloquios nacionales e internacionales (Alemania, España, Estados Unidos). Ha publicado artículos en Revistas especializadas y capítulos de libros. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Web: [www.paulinamenamendez.com](http://www.paulinamenamendez.com) Teléfono: +49 7544 5066282 (Lunes de 10:00-13:00) *Sus servicios sólo pueden ser cubiertos de forma privada. Dr. Francisco Moreno Psicólogo Clínico - Enfoque en Psicoterapia basada en Psicología profunda. - Terapia individual y de pareja. - Idiomas: español, alemán, inglés, portugués y también con traductores presenciales. Modalidad: presencial y online. Forma de pago: por medio de aseguradora y privada. Web: [www.mvz-psychotherapie-freiburg.de](http://www.mvz-psychotherapie-freiburg.de) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: +49 761 881430 40 Dirección: Hochmeisterstraße 3, 79104 Friburgo - S Psicólogos Psicoterapeutas Sarah y Florian Such Consultorio conjunto de Psicoterapia en Ravensburgo (GbR) Web: [www.psychotherapieravensburg.de](http://www.psychotherapieravensburg.de) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Horarios: Martes y miércoles de 12:00 a 12:50 Teléfono: + 751 977707 Psicoterapeuta Judith Benninghoff - Enfoque en Psicoterapia Conductual - Formación en Terapia de Trauma (para tratar el trastorno de estrés postraumático). - Terapeuta de Desensibilización y Reprocesamiento por medio de Movimientos Oculares (EMDR por sus siglas en inglés). Terapia individual, de pareja, de familia y coaching. Modalidad: presencial y online. Forma de pago: por medio de aseguradora, reembolso de gastos (Kostenerstattungsverfahren), por medio de asociaciones de trabajo (en caso de accidentes en el trabajo) y privada. Web: [www.psychotherapie-muenchen-jb.de](http://www.psychotherapie-muenchen-jb.de) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Dirección: Barer Straße 48, 80799 Múnich Psicóloga Psicoterapeuta Sofía Bellosillo Solano - Enfoque en Psicoterapia Cognitivo Conductual para adultos - Terapia focalizada en Emociones (EFT por sus siglas en alemán). - Terapia de Esquemas (Schematherapie). - Coaching. Modalidad: online. Forma de pago: por medio de aseguradora privada (depende de la aseguradora) y privada. Web: [www.bellosillo-psychotherapie.de](http://www.bellosillo-psychotherapie.de) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: +49 152 215078 50 - H Dr. Andreas Häfke - Psicoterapeuta - Enfoque en Psicoterapia Conductual para niños y adolescentes hasta los 21 años. Forma de pago: por medio de aseguradora y privada. Web: [www.dr-haefke.de](http://www.dr-haefke.de) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Horario: Martes y viernes de 10:00 a 11:30 Teléfono: +49 9131 97275 85 T Psicoterapeuta Barbara Trenkle - Enfoque en Psicoterapia basada en Psicología profunda desde una perspectiva humanista. - Análisis Transaccional, miembro certificado de la Sociedad Alemana de Análisis Transaccional (DGTA por sus siglas en alemán). - Terapia de Trauma para niños, adolescentes y adultos. Forma de pago: menores de 21 años por medio de aseguradora. Adultos de manera privada. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: +49 178 58178 08 - A Psicólogo Psicoterapeuta Norbert Adam - Enfoque en Psicoterapia basada en Psicología profunda y Terapia Sistémica para adultos. - Coach para organizaciones y empresas multinacionales. - Idiomas: español, francés, alemán e inglés. Modalidad: presencial y online. Forma de pago: por medio de aseguradora y privada. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: +49 172 89955 99 Dirección: Hundekehlestraße 33, 14199 Berlín Maribel Alfonso Estudió Psicología en la Universidad Iberoamericana en Ciudad de México y realizó su maestría en Psicología Clínica y Psicoterapia en la Medical School Berlin. Ha trabajado en diferentes países con personas migrantes, mujeres en situaciones de violencia y con víctimas de conflictos armados. En los últimos años se ha especializado en el área de adicciones, asesorando a personas con problemas de consumo y a sus familiares. Trabaja con enfoque intercultural y de género. Los temas con los que trabaja principalmente son: - Terapia individual para adultos - Asesoría psicológica e intervención en crisis - Consumo de sustancias (alcohol, drogas y medicamentos) y apoyo a familiares - Orientación sobre las instituciones de salud mental y adicciones en Alemania - Ansiedad y manejo de estrés - Duelo migratorio y conflictos interculturales - Prácticas de autocuidado - Educación emocional Asesoría en español, alemán e inglés Modalidad online Pago privado el costo de la sesión se fija individualmente con el paciente Contacto: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. - Catalina Álvarez es una psicóloga, psicoterapeuta y pedagoga, que trabaja interculturalmente con niños (a partir de los 12 años), jóvenes y adultos. - El tipo de terapia aplicada a la atención de sus clientes - pacientes es la terapia cognitiva-conductual. Ésta se basa en que nuestros pensamientos y acciones, como parte de nuestra personalidad vienen a ser resultado de nuestras experiencias, predisposiciones genéticas y de diferentes factores ambientales que están en constante interacción. - Como psicoterapeuta conductual posee una formación científica y cuenta con amplia experiencia basada en más de diez años de trabajo en diferentes instituciones (centros de consejería familiar y pedagógica, hospital, clínica psicosomática y consulta privada). Web: [http://www.alvarez-psychotherapie.de/](http://www.alvarez-psychotherapie.de/) Teléfono: 030 260 327 62 Celular: Atención telefónica: Lunes 16-17:40 hrs Ruppiner Str. 3 A, 10115 Berlin - Heike Arzápalo se especializa en PTSD (trauma) y está aprobada por la DeGPT (Deutsche Gesellschaft für Psychotraumatologie) para trabajar con niños y adultos. - En Traumahelp.de atiende a Familias y niños de contextos plurilingües y ofrece talleres de salud mental y PTSD para niños, educadores y multiplicadores en escuelas e instituciones que trabajan con migrantes. - Traumahelp.de, es una nueva iniciativa que responde a la necesidad de la comunidad de \"ex-pats\" en Berlín por recibir apoyo de quien comprenda y navegue sus identidades fluidas. Web: [www.TraumaHelp.de](http://www.TraumaHelp.de) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: 0177 65176 04 Dirección: Schönhauser Allee 110, 10439 Berlin - María Barros Tré Stollenwerk es una psicóloga psicoterapeuta, que ofrece terapia individual y en grupo, terapia conductual, hipnoterapia, terapia de pareja y terapia sexual. - Brinda terapia en español, alemán y portugués. Teléfono: 030 2579 83 70 Dirección: Budapester Str. 33, 10787 Berlín - Susane Beneke es psicoterapeuta. Ofrece consulta para niños, jóvenes y terapia de grupo. - Se especializa en temas como miedos, fobias, eventos o acontecimientos difíciles durante la vida y los temas terapéuticos comunes. - Con adultos trabaja en el contexto del trabajo como padres, temas de pareja, separaciones y orientación infantil cuando hay niños involucrados. - Ofrece terapia en español, de preferencia acompañada del uso de otro idioma complementario (inglés, alemán o francés). Web: [http://www.psychotherapie-beneke.de/](http://www.psychotherapie-beneke.de/) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Telefono: 030 400 563 26 Dirección: Kollwitzstraße 47, 10405 Berlín - Cynthia Berman es una psicóloga, especializada en psicoanálisis. - Ofrece sus servicios en español y alemán. - Sus servicios sólo pueden ser cubiertos de forma privada. Web: [http://www.psicoanalisis-hoy.com](http://www.psicoanalisis-hoy.com/) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: 0151 7108 3054 Dirección: Brömer es psicólogo psicoterapeuta y ofrece terapia individual y para parejas. - Tiene experiencia en la atención de adultos y niños, así como de personas con problemas de adicción a las drogas, al alcohol o que presentan síntomas psicosomáticos. - También practica la terapia Gestalt y el método de constelaciones familiares. - Sus servicios sólo pueden ser cubiertos de forma privada. - Brinda terapia en español, inglés y alemán. Teléfono: 030 7970 53 50 Celular: 0172 916 96 78 Dirección: Lepsius Str. 76, 12163 Berlín - C Berenice Camacho Jiménez Psicóloga de la universidad de San Buenaventura Cartagena - Colombia - Especialista en terapia familiar sistémica de la pontificia Universidad Javeriana, de Bogotá Estudios adicionales: - Curso de evaluación de Impacto de Programas Sociales. MITx. Massachusetts Institute of Technology. - Curso de políticas efectivas de desarrollo infantil. IDBx, Banco Interamericano de Desarrollo. - Consultor con Herramientas Coaching-Play - Curso de liderazgo femenino: potencia tus habilidades e impulsa el cambio. IDBx, Banco Interamericano Más de 20 años de experiencias en atención terapéutica a grupos familiares, parejas, y atención individual de niños, niñas, adolescentes y adultos. Ofrece atención terapéutica de forma activa a mujeres migrantes y victimas de violencia Promueve, y desarrolla cursos y talleres de psicología en temas relacionados a la adaptación, integración, interculturalidad, desarraigo, entre otros. - Brinda asesoría psicológica de forma presencial u online, en español. Por el momento sus servicios solo pueden ser cubiertos de forma privada. - Servicios de psicoterapia en modalidad presencial y virtual. Email: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: +49 176 70968622 Berlín, Alemania Especialista en psiquiatría y psicoterapia (terapia conductual) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Tel.: 030 8892 0223 ( sólo contestador automático ) Alejandra Carmona - Doctora en Psicología y terapeuta con más de 14 años de experiencia. - Apoyo psicológico para adolescentes y adultos. - Tengo amplia experiencia trabajando con diferentes condiciones de salud mental, como depresión, trastornos de ansiedad, problemas de pareja, adaptación intercultural, trastornos del estado de ánimo, reacciones al estrés, trastornos de la alimentación y otros retos psicológicos, sociales y emocionales. - Mi enfoque incluye terapia integrativa que reúne y equilibra los diferentes sistemas de la vida de una persona (social, personal, profesional, interpersonal, etc.). - Dependiendo de tus necesidades individuales, utilizo diferentes enfoques y técnicas basadas en la evidencia, incluyendo la terapia cognitivo-conductual, los enfoques psicodinámicos y humanistas. - Ofrezco mis servicios de manera individual y en pareja. - La terapia puede llevarse a cabo de modo presencial o en línea Forma de María es una psicóloga española con enfoque Cognitivo-Conductual integrado con Terapias de Tercera Generación, como la Terapia de Aceptación y Compromiso. - Trabaja con adultos de forma individual y con parejas, en sesiones presenciales y online. Web: [https://www.tupsicologaenberlin.com/](https://www.tupsicologaenberlin.com/) E-Mail: [Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo.](https://www.tupsicologaenberlin.com/) Celular: 0157 31129 481 - Liliana Chandía Fuentealba es originaria de Chile, estudios de Psicología en la Universidad Libre de Berlín (FU). - Tiene la formación básica en psicoterapia familiar sistémica, además de contar con la licencia en psicoterapia psicodinámica y psicoanalítica. - Trabaja en su consulta en Berlin-Schöneberg. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: 0177 50 50 177 Teléfono: 030 83193 768 eFax: 030 700 14 328 03 Dirección: Vorbergstraße 9 II, 10823 Berlin - Schöneberg Pablo Corbalán ofrece psicoterapia individual y de pareja. Atención en español, alemán e inglés. Cuenta con una amplia experiencia con personas y temas LGBTQ+ E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Cel: 0049 152 59261 y terapeuta Gestalt. - Enfoque sistémico con perspectiva de género. - Amplia experiencia en intervención con mujeres que han sufrido violencia de género. - Trabaja con adultos de forma individual y con parejas, en sesiones presenciales y online. - Sesiones en español y catalán. - Privado, precios especiales para personas con dificultades económicas. El objetivo de la Terapia Gestalt es ayudar a la persona en su problemática, haciéndole más consciente de cómo ha llegado hasta el punto en el que se encuentra y cómo aprender a hacer las cosas de otras maneras, devolviéndole la capacidad de elegir qué opción quiere tomar para afrontar la vida, ampliar el campo de posibilidades y dejar de reducirla a una o unas pocas opciones . Gracias a esto, la persona puede conocerse mejor y recobrar la confianza perdida. Trabajar en el darse cuenta a nivel corporal, emocional y conductual, siempre focalizando en el aquí y el ahora, con una clara conciencia de nuestra responsabilidad en el logro de nuestro bienestar, son algunas de las premisas básicas de la Terapia Gestalt. La terapia con perspectiva de género entiende que las mujeres se encuentran en desventaja en el mundo por razones de sexo, género, sexualidad, etnicidad, religión, edad y otras categorías Tomar conciencia de que existen diferentes vivencias para hombres y mujeres, supone poner atención a cuáles son estas diferencias y cómo están afectando a la salud mental y emocional de la persona. Web: [www.psicologaolgacoronado.com](http://www.psicologaolgacoronado.com) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: (00 34) 627 291 766 Dirección: Reichenberger Str. 61a, 10999 Berlin - D Carolina Díaz se formó como Psicóloga en Buenos Aires, Argentina y realizó estudios de posgrado en Psicoterapias Cognitivo-Conductuales de Tercera Generación y técnicas de Mindfulness. - Su enfoque es existencialista, recogiendo diversas técnicas y herramientas dependiendo de cada persona, con una mirada holística e integradora del ser humano. Combina Terapias de Tercera Generación, en especial la Terapia de Aceptación y Compromiso (ACT) junto con técnicas de Mindfulness. - En un espacio de escucha, contención y empatía, su objetivo es crear un vínculo terapéutico de confianza y colaboración. Poder comprender el malestar, ayudando a crear estrategias para afrontar situaciones desafiantes, fomentando el autoconocimiento y la resiliencia. - Se requiere de un gran valor para buscar ayuda. - Trabaja con adultos de forma individual, en sesiones presenciales y online. Web: [https://www.psy-carolina-diaz.com/](https://www.psy-carolina-diaz.com/) Celular: 015129931046 - F - Consultora Psicológica (Counselor) - Especialización: rediseño de vida - Terapias breves - Adultos y adultos mayores - Español, inglés y alemán - Lugar a convenir en el centro de Berlín - Posibilidad de Skype - Honorarios accesibles E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: 0152 5357 54 18 Dirección: Zavala Psicóloga clínica Infantojuvenil Apoyo a niño(a)s y jóvenes del espectro autista y a sus familias con los siguientes servicios: - Atención temprana (Autismusspezifische Frühförderung) - Entrenamiento individual de habilidades sociales (Einzelsozialkompetenztraining ESKT) - Coaching para padres y madres (Autismusspezifisches Elterncoaching) Servicios sin costo a través del Jugendamt. Apoyo en español y alemán. Web: [https://www.fundament-berlin.de/](https://www.fundament-berlin.de/) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: +49 176 111 205 66 Dirección: Mühlenstraße 70, 13187 Berlin - G - Licenciatura en Psicología - UNED Madrid - Especialización en Terapia Psicodinámica - Berliner Akademie für Psychotherapie (tiefenpsychologische Psychotherapie), acreditación estatal para ejercer en Alemania. * Miembro de la Psychotherapeutenkammer Berlin * Miembro de la DptV * Registro en la Cámara de Médicos - Formas de pago: Adultos: * Seguros estatales (mediante el procedimiento de \"Kostenerstattungsverfahren\") * Seguros Privados * Financiación propia Niños: * Financiación propia E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: 0157 520 516 42 63 (Hinterhof EG), - Cecilia Gamboa es una psicóloga peruana, graduada en la Universidad Libre de Berlín, especializada en Psicología Clínica e Interculturalidad. - Su experiencia se ha centrado en el trabajo con migrantes, expatriados y refugiados y los retos que ocupan a éstos una vez llegados a Alemania, como pueden ser la adaptación al nuevo país y su cultura, pasando a veces por fases de desorientación o crisis. - También se ha dedicado al tratamiento de síntomas como angustia, estado de ánimo depresivo, ataques de pánico, desórdenes del sueño, entre otros, que surgen como respuestas a conflictos gestados, en muchos casos, antes de la partida a Alemania y que se desencadenan debido al Stress que conlleva el cambio de país. - En la consulta abre un espacio para abordar estos temas mediante un enfoque integral, de escucha profunda hacia la propia biografía, digiriéndola, para poder así, vivir mejor. - Ofrece psicoterapia (HPG) y asesoría psicológica individual para adultos en español y alemán. - Sus servicios solo pueden ser cubiertos de forma privada. Las tarifas varían y se acuerdan en la primera sesión. Web: [www.gamboa-psychologie.de](http://www.gamboa-psychologie.de) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: 0176 2073 3510 Albiol es psicóloga General Sanitaria con orientación Cognitivo-Conductual. - Trabaja con una visión integradora, aplicando técnicas avaladas científicamente y adaptadas a las necesidades particulares de la persona. - Trabaja con adultos de forma individual, en sesiones presenciales y online. - Sesiones en español y catalán. - Consulta privada, precios especiales para personas con dificultades económicas. Adicionalmente a la consulta psicológica: - Organiza talleres de introducción a diferentes áreas psicológicas para grupos reducidos (gestión del estrés, la práctica del Mindfulness, técnicas de relajación en la vida cotidiana, el fomento de la autoestima y las relaciones saludables, la gestión emocional, entre otros). - Organiza seminarios sobre temáticas relacionadas con la psicología y la migración. Web: [www.ivonnegarciaalbiol.com](http://www.ivonnegarciaalbiol.com) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: 0152 574744 45 Dirección: Warschauer Str. 47, 10243 Berlin - Diomar González Serrano es psicóloga y psicoanalista. - Ofrece un espacio de trabajo en el cual, a través de la escucha, facilita el análisis y la elaboración de aquello que produce dolencia a nivel personal y/o de interrelación con otras personas (de pareja, familiar o social). - Diplomada como psicóloga en Colombia (su país de origen), realizó en la Universidad París 8 (París, Francia) un Máster en psicoanálisis. - Dentro de su experiencia profesional cuenta con un amplio repertorio en el abordaje de problemáticas relacionadas con infancia, mujer y maternidad, pareja y familia. Ha trabajado con personas con problemáticas de adicción. Además, cuenta con una importante experiencia de trabajo en el manejo del duelo en personas en situación de migración tanto en París, como en Berlín. - En Berlín, atiende al interior de la Biblioteca Psicoanalítica de Berlín- PsyBi e.V., donde también se encuentra desarrollando una propuesta de reflexión y análisis en torno a las relaciones interpersonales y sus problemáticas. Este trabajo lo adelanta a través de un ciclo de conversatorios mensuales, con la participación de representantes de diferentes disciplinas. Después del primer ciclo llevado a cabo en 2019, en el que se abordaron \"Las relaciones de pareja y sus dificultades\", continuamos con un nuevo ciclo dedicado a: \"Los afectos y pasiones presentes en la vida cotidiana\", el cual se encuentra desarrollándose actualmente en su versión 2021. En este nuevo ciclo de conversatorios, invitamos a analizar sobre las diferentes dinámicas subjetivas que se pueden conjugar en torno a esa gran variedad de afectos y pasiones, que se mezclan en los lazos afectivos: E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: 0176 722 78 726 Dirección: Biblioteca Psicoanalítica de Berlín Geisbergstrasse 29, 10777 Berlín Consulta privada: Contacto directo con la doctora vía teléfonica o por correo electrónico Servicio gratuito vía teefónica en asociación con la Biblioteca Psicoanalítica de Berlín: Martes: 10 -12 hrs (previa cita por correo electrónico) - Rahel Gruschka es una es una psicóloga y psicoterapeuta, especializada en terapia de la conducta para adultos. - Se ha especializado en el tratamiento de depresiones, síndrome de burnout, trastornos somatomorfos, de ansiedad y obsesivo-compulsivos. - También cuenta con experiencia en el tratamiento de adicciones. - Su enfoque metodológico es integrador y contempla además del tratamiento clásico de la terapia de conducta, la terapia de esquemas. - La terapia es privada (Kostenerstattung, privat, Selbstzahler). Web: [http://rahel-gruschka.de/](http://www.rahel-gruschka.de/) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 030 788 92 639 Dirección: Hauptstr.14, 10827 Berlin - H - Christine Halbach-Suárez es una psicóloga psicoterapeuta y psicoanalista, que brinda atención terapéutica en psicología profunda y psicoanálisis a adultos. - La terapia puede ser financiada por el seguro de salud. Brinda terapia en español y alemán. Teléfono: 030 6951 66 88 (exclusivamente de 9:30 a 12:50 hrs) Dirección: Kopischstr. 5, 10965 Berlín - Apoya a personas a recuperar el equilibrio en su vida y les ayuda a detectar y controlar fuentes de estrés. - Atiende a las personas en inglés y alemán, y tiene un nivel intermedio de español para establecer una conversación. - El doctor Heinz Hättig es un neuropsicólogo clínico, que se ocupa principalmente de personas que han sufrido de una enfermedad cerebral como epilepsia, tumores, accidentes cerebrovasculares, hemorragias, lesiones cerebrales traumáticas y que como consecuencia han tenido perturbaciones en sus funciones cerebrales como el lenguaje, memoria, atención, percepción, etcétera. Web: [http://www.ambulante-neuropsychologie-berlin.de/](http://www.ambulante-neuropsychologie-berlin.de/) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 030 8596 44 03 Dirección: Hindenburgdamm 74, 12203 Berlín - Amanda Heredia es una psicóloga y psicoterapeuta, especializada en terapia cognitiva conductual. - Formación adicional en terapia dialéctica conductual (DBT) de M. Linehan. - Se ha especializado en el tratamiento de depresiones, de adaptación, síndrome de burnout, trastornos de ansiedad, obsesivo-compulsivos y adicciones. - Ofrece terapia en español y alemán - La atención se cubre de manera privada o a través de un procedimiento de solicitud al seguro médico llamado \"Kostenerstattungsverfahren\". E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 030 68082485 Dirección: Karl-Marx-Str. 168 12043 Berlin - I - Andreas Ilg es psicoanalista de nacionalidad alemana. - Vivió más de veinte años en México. - Es psicólogo por la UNAM, CDMX y por el Berufsverband Deutscher Psychologinnen und Psychologen e.V., Berlin. - Es doctor en Letras (UNAM, CDMX). - Es miembro de la Psychoanalytische Bibliothek (Berlín), de la Freud-Lacan-Gesellschaft (Berlín) y forma parte del cuerpo docente de Dimensión Psicoanalítica (Ciudad de México) - Atiende en consulta privada a adultos y adolescentes. - Ofrece consulta en español, alemán e inglés a larga distancia. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. - Pilar Isaac-Candeias es una psicóloga psicoterapeuta, que ofrece psicoanálisis y atención terapéutica en psicología profunda. - Puede dar terapia a corto y largo plazo y puede ser financiada por el seguro de salud. - Brinda terapia en español, alemán y portugués. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 030 21997909 Dirección: Karl-Schrader Str. 6, 10781 Berlín - K - Karlheinz Krack es un psicólogo psicoterapeuta y psicoanalista, especializado en los siguientes temas: miedos, depresión, trastornos obsesivo compulsivo, trastornos alimenticios como anorexia, obesidad y bulimia, así como trastornos de adaptación. - La terapia puede ser financiada por el seguro de salud o también de forma privada. - Brinda terapia en español y alemán. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 030 859 66 914 Dirección: Roennebergstr. 3, 12161 Berlín Ronny Krüger es psicólogo psicoterapeuta y psicoanalista. - Domina el idioma español e inglés en los que además ha practicado la psicoterapia. - Ofrece consulta, diagnóstico, intervención en casos de crisis, terapia psicodinámica a corto plazo, psicoterapia y psicoanálisis. - La terapia que brinda puede ser financiada por el seguro de salud. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 030 214 720 81 Dirección: Kavalierstraße 17A, 13187 Berlin-Pankow Kusznir (Argenitna) es analista, acompaña el dolor, vivencias traumáticas, existencias sufrientes, sensibilidades en estado de angustia. Después de varios años ejerciendo su profesión y habiendo atravesado su propio análisis entiende a La Curación como un evento que pone a luz ciertos temblores de la subjetividad para permitir al sujeto un quehacer con aquello que lo desborda. Cada quien logra darle su propia forma y la apropiación del sujeto de su propia invención curativa es uno de los mayores logros de la vida. Su escucha incluye activamente un acercamiento a tratamientos específicos en Violencia de Género, Disidencia Sexual y duelos. Es Licenciada en Psicología por la Universidad de Buenos Aires; Acompañante Terapéutico y Escritora. Vive en Berlín y sus consultas son en líneo o presencial. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: 0163 9462575 - L - Georg Lorek es un psicólogo psicoterapeuta con licencia para dar atención terapéutica en psicología profunda. Y está especializado en terapia psicodinámica. - La psicoterapia psicodinámica puede ayudar en identificar, comprender y superar los problemas y conflictos principales. - En su consulta da cierta atención y ayuda a mejorar la percepción de emociones y necesidades y a identificar y resolver los conflictos psíquicos. - Colabora con todos los seguros privados. La mayoría de los seguros legales también están dispuestos a pagar una psicoterapia en su consulta privada, si alguien no ha encontrado un psicoterapeuta legal (es decir con \"Kassenzulassung\"). - Brinda terapia en español y alemán. Web: [www.psychotherapie-im-prenzlauerberg.com](http://www.psychotherapie-im-prenzlauerberg.com) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: 0151 2336 0285 Dirección: Ulrike Maetzig es una psicóloga psicoterapeuta, que atiende aplicando la psicoterapia psicodinámica. - Trata el espectro completo de las enfermedades mentales y trastornos psicológicos, tales como depresiones, trastornos ansiosos, trastornos obsesivo-compulsivos, trastornos alimenticios, trastornos del sueño, reacciones al estrés grave y trastornos de adaptación, disfunciones sexuales, trastornos de personalidad y crisis suicidas. - Sólo puede facturar las terapias a través del procedimiento de restitución de gastos (Kostenerstattungsverfahren). En este proceso de liquidación, el pago de los gastos se debe solicitar a la compañía de seguros antes del inicio de la psicoterapia. La cobertura de los costos de parte del seguro médico privado es posible. - También brinda terapia relacional para padres y sus bebés, asesoría psicológica en crisis existenciales, terapia de pareja y coaching. Este tipo de terapia sólo puede ser cubierta de forma privada. - Brinda terapia en español y alemán. Web: [http://psychotherapie-in-neukoelln.de/](http://psychotherapie-in-neukoelln.de/) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: 0176 84 484 434 Teléfono: 030 45038 912 Dirección: 25, 12047 Berlin - Annedore Meier es una psicoterapeuta que ofrece terapia en su consultorio privado en Berlín-Mitte. - Vivió y trabajo en México, por lo que tiene un buen dominio del idioma español. - En su terapia los pacientes pueden hablar en español, pero contesta y hace preguntas en alemán, por lo que el entendimiento del idioma alemán es necesario. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 030 3700 4320 Dirección: Brunnenstr. 196, 10119 Berlín - Psicólogo Egresado la Universidad Nacional Mayor de San Marcos de Lima, Perú. - Máster en Psicoterapia Psicoanalítica en la Universidad Complutense de Madrid. - Máster en Psicoterapia Psicoanalítica Relacional y miembro del Instituto de Psicoterapia Relacional IPR-España. - Consultorio de psicología especializado en la atención de adolescentes y jóvenes en Español. - Brinda tratamiento psicoterapéutico, evaluaciones psicológicas y orientación vocacional. - Especialmente atiende casos de Problemas de comportamiento, agresividad, rebeldía, aislamiento, problemas con la alimentación, consumo de alcohol y drogas. Web: [www.psicologia-juvenil.com](http://www.psicologia-juvenil.com) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 0176 100 684 77 Dirección: Nehringstrasse 12, 14059 Berlin Charlottenburg - Carmen Moreno es psicóloga General Sanitaria con orientación Cognitivo-Conductual y Psicogerontóloga. - Trabaja con una visión integradora, concibe cada paciente como único, siendo de esta forma la terapia personalizada y distinta según los problemas y necesidades que se requieran. - Trabaja con adultos y personas mayores de forma individual, en sesiones presenciales y online. - Sesiones en español. - Consulta privada, precios especiales para personas con dificultades económicas. Individual y de pareja. Adicionalmente a la consulta psicológica: - Realiza evaluaciones neuropsicológicas para conocer el grado de deterioro cognitivo del mayor. Seguidamente se realiza un plan de estimulación cognitiva. También se realiza con mayores sin deterioro, para un envejecimiento activo. Web: [www.carmen-moreno-psicologa.com](http://www.carmen-moreno-psicologa.com) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: 0177 420 8740 Dirección: Wilmsstr. 6, 10961 Berlin - P - Médica especialista en Medicina Psicosomática y Psicoterapia - Especialista en Bioneuroemoción - Musicoterapeuta - Tratamiento de adultos con Psicología profunda: Terapia individual o grupal. - Terapia de pareja o familiar (adultos). - Pacientes privados. - Existe la posibilidad de atender pacientes con seguros estatales a partir de octubre de 2019 Web: [www.praxis-pabon.de](http://www.praxis-pabon.de) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 030 98 444 859 Dirección: Eitelstraße sistémica graduada en Psicología en la Universidad de La Habana, Master en Sociología en la Universidad de Gotemburgo y Doctorado en la Universidad Libre de Berlín. - Sus temas de terapia e investigación son las relaciones interculturales en la relación de pareja, familia y contexto laboral. - Se pueden tener sesiones individuales, de pareja o familia. - Los costos se cubren únicamente de manera privada. Web: [www.interkulturelle-psychotherapie.net](http://www.interkulturelle-psychotherapie.net) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 0173 6341 252 Dirección: Lychenerstr. 10, 10437 Berlin - Frank Pfitzner es psicólogo y psicoterapeuta licenciado en Alemania - ha estudiado, vivido y trabajado por muchos años en el Perú, en las Islas Canarias y en los EEUU - a base de su propia experiencia en el extranjero puede ofrecer acompañamiento terapéutico en situaciones de crisis, transición, desorientación y sufrimiento psíquico - tiene amplia experiencia en muchos contextos clínicos (entre ellos fue terapeuta y coordinador clínico en un centro terapéutico peruano que articula la Medicina Tradicional Amazónica con la psicoterapia occidental) y con gran variedad de pacientes - tiene un enfoque integral a base de sus formaciones en terapia psicodinámica, terapias humanistas, traumaterapia y en \"psicoterapia con alma\" - es profesor de Yoga - la terapia puede ser financiada por el seguro médico privado de salud o también de forma privada - Brinda terapia para adultos en español, alemán, inglés y portugués E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 01522 2789 451 Dirección: Böhmische Str. 47a, 12055 Berlin 66, 12587 Berlin - Marie Picot es una psicóloga y psicoterapeuta, especializada en terapia cognitiva conductual. - Formación continua en terapia dialéctica conductual de Linehan y en terapia de esquemas. - También es profesora, supervisora y terapeuta instructora en la Academia de Berlín para Psicoterapia. - Ofrece sus servicios en alemán, español e inglés. - La atención se cubre de manera privada o a través de un procedimiento de solicitud al seguro médico llamado \"Kostenerstattungsverfahren\". Web: [http://www.berlinerpsychotherapiepraxis.de/](http://www.berlinerpsychotherapiepraxis.de/) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 030 62 73 63 60 Dirección: Paul-Lincke-Ufer 25, 10999 Berlin - R Catrin Ramírez Minkert es una psicóloga y psicoterapeuta venezolana, que reside en Berlín desde el 2002. Ofrece terapia y asesoría psicológica sistémica, en español (lengua materna) y alemán. - Terapia de familia (Incluye la posibilidad de trabajar con el grupo familiar actual, o con otros familiares) - Terapia de pareja - Terapia individual - Asesoría psicológica (Incluye la opción de asesoría individual a través de Skype) Áreas fundamentales de su trabajo son, entre otras: - Inquietudes alrededor de la experiencia migratoria - Manejo de las diferencias interculturales en la pareja - Fomento del bilingüismo en el entorno familiar - Preguntas sobre la educación de los hijos/as - Apoyo a padres con problemas psíquicos en el fortalecimiento de sus destrezas educativas - Abuso sexual infantil Web: [http://www.catrin-ramirez.de](http://www.catrin-ramirez.de) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Rodríguez Uranga es Licenciada en Psicología por la Universidad de La Habana, Cuba. - Terapeuta Sistémica (ISIT - Berlin) - Heilpraktikerin für Psychotherapie - Terapeuta y Coach especializada en el acompañamiento de Mujeres Migrantes e Hispanohablantes. - Praxis für Psychotherapie - Coaching para mujeres tristes* Su enfoque de trabajo: - Terapia Individual, orientación psicológica y acompañamiento en momentos de cambio vital. - Terapia específica de género y apoyo psicológico para mujeres - Empoderamiento Trabajo emocional y trabajo de duelo - Coaching Profesional ( en algunos casos con financiamiento del Job Center) - Terapia de pareja y familiar - Constelaciones Sistémicas - Trabajo parental intercultural - Talleres en temas de Gestión Intercultural y Desarrollo Personal. *Te invito a conocer más acerca de mi Proyecto Coaching para Mujeres Tristes, con el que intento \"despatologizar \"los procesos de Tristeza, Ansiedad y Duelo que suelen surgir en algunas etapas de la vida, marcadas por la migración, las pérdidas y los cambios vitales. Cansada de escuchar la palabra Depresión y de ver sus efectos desempoderantes en personas con verdaderos recursos para afrontar situaciones vitales de crisis, se volvió importante para mí acompañar a quien lo necesite a cobrar más autoconciencia y a autogestionar su Bienestar Emocional en todas las áreas (personal, de pareja y profesional) Aunque mi trabajo tiene un cierto acento de Género, trabajo con gusto con todas las personas, con independencia de género, orientación sexual y procedencia. Web: [www.coaching-para-mujeres-tristes.com](http://www.coaching-para-mujeres-tristes.com) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 0176200 76861 Dirección: Auerstr. 91, 10249 Berlin Mi formación: Universidad de los Andes. Bogotá, Colombia. - Terapeuta sistémica/familiar, GST. Berlín. - Terapeuta EMDR. EMDR España, Barcelona. - Hipnoterapeuta. ITM, Berlín. Trabajo con adultos y adolescentes en sesión individual, también con parejas y con familias. Mi objetivo: es brindarte mi acompañamiento, mi experiencia y mi conocimiento para que encuentres en el menor tiempo posible, cuál es el rumbo y cuáles son los primeros pasos a seguir para superar la dificultad que te lleva a buscar apoyo profesional. Si vienes para hacer terapia de pareja, voy a apoyarlos a ambos en el proceso que decidan abordar: encontrarse o separarse. La terapia de pareja brinda la posibilidad de escucharse mutuamente de una manera diferente a la habitual, de tocar los temas tabú de la relación -de modo que dejen de serlo-, de entender y de cambiar las dinámicas propias de cada uno y/o las dificultades interculturales que mantienen activos los conflictos, de pasar a la siguiente etapa de intimidad y de crecimiento, en ese curso inmejorable de desarrollo personal que nos regala la vida: ¡Las relaciones de pareja! Ofrezco: una atmósfera en la que puedes relajarte y confiar. Tú decides qué rumbo tomar durante la sesión, yo te acompaño, te apoyo, te muestro posibilidades, te dejo elegir hasta dónde quieres abrir puertas y por cuáles entrar. Te consuelo, te contengo, me mantengo atenta a tu estabilidad psíquica y a tus recursos. Mi metodología: puede que una buena \"conversación\" sea suficiente. Otras veces puede haber trabajo corporal, cambio de roles, constelaciones/esculturas familiares, trabajo con las partes/voces interiores, visualizaciones, elementos de hipnoterapia, terapia EMDR, esta última centrada en el tratamiento de las secuelas dejada por situaciones traumáticas. - Trabajo solamente de manera privada. No recibo pagos de las Krankenkassen. - Por favor contáctame para conocer mis honorarios actuales. Web: [ www.psicologaentuidioma.de](http://www.psicologaentuidioma.de) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 0157 57 9111 85 - Terapia psicodinámica basada en un análisis profundo (tiefenpsychologisch-fundierte Psychotherapie). - Los costos pueden ser cubiertos por el seguro médico. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 0179 490 6885 Dirección: Schillerstraße - Beate Sohns es psicoterapeuta para niños y jóvenes de entre 3 y 20 años. - La técnica utilizada por ella es la psicología analítica y la psicología profunda. - En el tratamiento de los niños y los jóvenes se involucra a los padres en la terapia. - La terapia puede ser financiada por el seguro de salud o también de forma privada. - Brinda terapia en español, inglés y alemán. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 030 53 01 78 61 Dirección: Behringstraße 8, 12437 Berlín - Psicoanalista argentino residente en Berlín desde 2008. Adscripto al Campo Freudiano. - Miembro The Lacanian Transatlantic of Investigation. - Miembro HTH / GeoBlue de cobertura en Salud Mental para estudiantes extranjeros. - Licenciado en Psicología por la Universidad de Buenos Aires, con especialidad en psicoterapia y psicoanálisis. - Consultas en español, inglés y alemán. - Consultas presencial / on-line (Skype, Zoom, FaceTime, WA, teléfono, etc). - Honorarios a medida. - Consultas solidarias para desempleados COVID19. Web: [http://claudiosteinmeyer.blogspot.de/](http://claudiosteinmeyer.blogspot.de/) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 030 311 021 psicoterapeuta de psicoterapia dinámica (idea del psicoanálisis). - Atiende a adultos, jóvenes y niños. - El seguro médico alemán (gesetzliche Krankenkasse) puede cubrir los gastos del tratamiento. - Es también terapeuta de terapia familiar y de pareja. - El pago de la terapia familiar se hace de forma privada. - Ofrece terapia en alemán y español. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: 0173 61 94 778 Dirección: Heckmannufer 6, 10997 Berlin (Kreuzberg) - Psicoanalista de nacionalidad mexicana - Supervisora de psicoanalistas en formación - Miembro de la Psychoanalytische Bibliothek (Berlín) - Miembro de la Freud-Lacan Geselschaft (Berlín) - Miembro del cuerpo docente de Dimensión Psicoanalítica (Cd. de México) - Doctorante en el área de Psicología Social del Doctorado en Ciencias Sociales, UAM-Xochimilco - Atiende en consulta privada a niños, jóvenes y adultos - Las consultas son en español e inglés y se llevan a cabo a distancia E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. - T - Mariana Toro La Roche es una psicóloga-psicoterapeuta de nacionalidad chilena y alemana, que atiende adultos y jóvenes, especializada en terapia conductual. - Los tratamientos pueden ser financiados por el seguro médico. - Brinda terapia en español y alemán. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 030 8639 4290 Dirección: Sigmaringer Str. 26, 10713 Berlín - V - Amalia Valenzuela Pérez, colombiana. Psicóloga y psicoterapeuta. - Psicóloga graduada en la Universidad Técnica de Berlín, Maestría en Salud Pública (Public Health) en la Universidad Libre de Berlín. - Especialización en Terapia Cognitiva Conductual, con acreditación estatal en Alemania para ejercer como psicoterapeuta. - Registro en la Cámara de Médicos Nr. 28514. - Formación como danzaterapeuta y psicoterapeuta intercultural. - En la actualidad se especializa en terapia de disturbios post-traumáticos, Trauma- Zentrum- Berlín. - El tema \"Migración y Salud\" delinea su quehacer psicoterapéutico. - La creación y la integración son momentos centrales en sus intervenciones. - En su consultorio PRAXIS : INTERKULTURELL imparte terapia en alemán, español, inglés y portugués. En la PRAXIS: INTERKULTURELL se tratan entre otros: - Depresiones - Disturbios de angustia - Disturbios post-traumáticos - Disturbios de personalidad Las intervenciones psicoterapéuticas son financiadas: - Seguros estatales (mediante el procedimiento de \"Kostenerstattungsverfahren\") - Seguros Privados - Financiación propia (Según situación financiera individual) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Dirección: Stresemannstr. 21, 10963 Berlin (Kreuzberg) - Elias Vida es licenciado en Psicología de orientación psicoanalítica y hablante nativo de español. - Desde el año 2007 es docente invitado en la Facultad de Psicología de la Universidad Nacional de Córdoba, de Argentina. - Además de la actividad como psicólogo, se ha dedicado a la investigación, publicación y enseñanza en el área de usos de drogas psicoactivas. Web: [eliasvida.de](http://eliasvida.de) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: 01757687993 Dirección: Weidenweg 51, 10249, Berlin - Z - Petra Zimmermann es una psicóloga psicoterapeuta que ofrece terapia conductual, principalmente en trastornos de ansiedad, depresión, de adaptación, causados por sustancias o por traumas y trastornos de personalidad. - También ofrece terapia dialéctica-conductual de Linehan. - Los tratamientos pueden ser financiados por el seguro médico. - Tiene un buen dominio del idioma español, adquirido durante su estancia de cuatro años en España, donde también trabajó. - Brinda terapia en español, inglés y alemán. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 030 33 60 49 44 Dirección: Rosenheimer Str. 13, 10781 Berlín [Bonn](#) - M - Renato Malca es psicoterapeuta especializado en las intervenciones sistémicas intrafamiliares. Asimismo, formado como especialista en el tratamiento de traumas tanto en niños, adolescentes como adultos, empleando la técnica psicoterapéutica de EMDR (Eyes Movement Desensitization and Reprocessing). Esta técnica es aplicada sobre todo en el tratamiento de traumas del vínculo afectivo e identidad. - Mediador familiar e Intercultural, en temas vinculados a dificultades dentro de comunicación entre parejas binacionales o familias dentro de contextos migratorios. - Trabaja con adultos de forma individual y con parejas, en sesiones presenciales y online. Web: [https://www.alasmigratorias.com](https://www.alasmigratorias.com) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: 0049 1772854902 [Bremen](#) - D Psicóloga Psicoterapeuta Camilla Drees - Enfoque en Psicoterapia Cognitivo Conductual. Forma de pago: por medio de aseguradora y privada. Web: [www.camilladrees-psychotherapie.de](http://www.camilladrees-psychotherapie.de) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: +49 421 696852 57 Fax: +49 421 Straße 35, 28816 Stuhr - R - Neuropsicólogo Clínico, Licenciado en Psicología Universidad Autónoma de Coahuila. Master en Neuropsicología Clínica Universidad Pablo de Olavide Sevilla España. - Cuenta con cerca de diez años de experiencia en el sector publico y privado. - Ha trabajado como terapeuta, docente universitario y en diseño e implementación de programas de salud mental. - Realiza trabajo terapéutico individual y grupal con jóvenes y adultos en aspectos emocional, cognitivo y conductuál. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: +49 176 682 461 29 Dirección: Ronzelenstrasse [Fráncfort del Meno](#) Psicóloga clínica y Psicoterapeuta Adriana César Calderón - Enfoque en Psicoterapia Cognitivo Conductual para adultos. - Terapeuta de pareja y Sexóloga. - Especialista en Mediación Familiar. Modalidad: presencial y online. Forma de pago: por medio de aseguradora y privada. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: +49 1763 90724 57 Dirección: Thomasiusstraße 8, 60316 Fráncfort del Meno Dr. Eleazar Correa González - Practica el Psicoanálisis y la Psicoterapia en Frankfurt y Mainz de acuerdo a la reglamentación de la HPG, ley que regula la práctica profesional de la Psicoterapia en Alemania. Cuenta con el reconocimiento oficial y autorización del Ministerio de salud (Hessen). - Cuenta con estancias en Puebla, Ciudad de México, Paris, Frankfurt y Mainz como extranjero y migrante, experimentando en \"carne propia\" las diversas dicultades en los procesos de migración e integración inter y multicultural le han enriquecido y sensibilizado personalmente para empatizar y ayudar ante experiencias psicológicas singulares de otros. Recursos clave: - Atención multilingüe (alemán, español y francés). - Escucha, empatía, apertura, profesionalismo, experiencia. - Flexibilidades de horario - sesiones en línea y/o presencial en Mainz o Fráncfort del Meno. Psicoterapia HPG / Psicoanálisis / Apoyo Psicológico en: - Depresión, ansiedad, stress, angustia, insomnio, fobias y miedos. - Duelo y pérdidas dolorosas, soledad y tristeza, ánimo y caracter volubles. - Síntomas psicosomáticos. Anorexia, bulimia. - Aislamiento o desgaste emocional frente al choque cultural e Integración. - Conductas e ideas obsesivas, sentimientos de culpa. - Crisis y dificultades en la pareja y sexualidad. Conflictos y rupturas. - Crisis y conflictos emocionales por no poder elaborar la pérdida del dejar atrás el país y familia. Hijos/as que resienten el duelo migratorio. Método: retoma principios del Psicoanálisis lacaniano, por ello, a diferencia de un tratamiento médico-psiquiátrico, cognitivo o conductual, su método se basa en el propio decir acerca de su historia, en los procesos inconscientes detrás de los conflictos o dificultades. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: +49 176 7075 4651 - Ivonne Infante de Ritzka es Licenciada en Psicología, Psicoterapeuta Gestalt, Terapeuta de Arte y Constelaciones Familiares. - Miembro de la Asociación de Psicólogos de Alemania. La Terapia de Arte es una rama de la psicología y una alternativa terapéutica que utiliza los materiales de arte como medio de expresión y solución de problemas. Es un método de autoexpresión, en el que no se necesita saber pintar para recibir terapia. Se utiliza en cualquier situación, como para resolver un evento traumático, conflictos, motivación, mejorar la autoestima, problemas de comunicación, de integración o de pareja, entre otros. Dirigido a adultos, adolescentes y niños que estén pasando por una situación de cambio o toda persona que quiera conocer y aprender de sí misma. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 069 95 41 55 33 Dirección: Berberitzenweg 10, 60435 Frankfurt am Main [Hamburgo](#) - Psicóloga y psicoterapeuta, con especialización en terapia de pareja y terapia individual de trauma con consultorio propio. - La terapia puede ser en español y/o en alemán. - Desde el 2011 en el centro de ayuda contra el abuso sexual Zündfunke e.V. Verein zur proyectos de prevención en Kindergarten y terapia de grupo para mujeres). - La consulta se cubre de manera privada. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 040 22 61 38 90 Dirección: Max-Brauer-Allee 134, 22765 Hamburg (Entrada por Hospitalstraße, frente al numero 124) - El Dr. Michael Brune es un médico psiquiatra, que ofrece en su consultorio principalmente terapia psicodinámica, pero también tratamientos psiquiátricos en castellano. - Trabaja en forma privada, pero es posible pedir a su seguro de enfermedad obligatorio (gesetzliche Krankenkasse) que financie el tratamiento. Web: [www.haveno.de](http://www.haveno.de/) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: 040 Dirección: Seewartenstrasse 10, 20459 Hamburg - Médica Cirujana mexicana con especialidad en Psiquiatría, Postgrado de Alta Especialidad en Psiquiatría Legal y Forense, UNAM. - Cédula Profesional 5006837. Cédula de Especialidad 7491091. - Delegada de la Coordinadora de Profesionales por la Prevención de Abusos para asuntos de psiquiatría general, legal y forense. - Vocal en sección de \"Políticas Públicas y Psiquiatría\" en la World Psychiatric Association y miembro de sección \"Women's Mental Health\". - Project leader estudio multipaís sobre trauma y rasgos de insensibilidad emocional en niños y adolescentes (México, España y Brasil). - Conferencista internacional. Ha participado en múltiples congresos nacionales e internacionales como ponente. Defensora de derechos humanos y de grupos vulnerables. - Laboró como encargada del área de salud en el Instituto Nacional de Migración en la estación migratoria de la Ciudad de México. - Ofrece asesoría, consultoría, orientación y apoyo en asuntos de salud mental en inglés y en español. - La terapia se cubre de manera privada. E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: 0152 09104051 Dirección: Bahrenfeld, Hamburgo - Licenciada en Psicología con mención honorífica por la Universidad Nacional Autónoma de México, UNAM. Cédula Profesional: 09297379. - Ofrece asesoría y orientación psicológica (presencial y a través de la red). - Es Máster en Psicología Aplicada (España). Diplomada en Desarrollo Familiar y en Orientación gestalt. Diplomada en Constelaciones Familiares. - Desde hace 19 años imparte cursos, talleres y ponencias relacionadas con el desarrollo humano. Ha sido locutora del programa de radio La salud en tus manos, brindando asesoría en la salud mental y emocional. - Ha sido Directora del Centro Educativo de Salud Integral, (México). - Fundadora del Espacio Internacional de Psicoterapia y Orientación. - Es miembro de la Sociedad Mexicana de Psicología. - Articulista sobre temas de psicología y desarrollo humano. Autora del libro El canto del colibrí, Edit. Círculo rojo (2013) y La crianza parental, Edit. Samsara (2015). - Continúa actualizándose en Cursos y Congresos Nacionales e Internacionales de Psicología Clínica. - También se licenció en Derecho por la Universidad Autónoma \"Benito Juárez\" de Oaxaca. - Mexicana radicada en Hamburgo, con experiencia en la biculturalidad. - Enfoque en Psicoterapia Cognitivo Conductual para adolescentes a partir de los 16 años y adultos. - Énfasis en pacientes con trastornos en el estado de ánimo (depresión mayor y fatiga crónica), trastornos de ansiedad (principalmente fobia social), trastornos de personalidad (sobre todo el trastorno narcisista) y el tinnitus. - Forma de pago: por medio de aseguradora, reembolso de gastos (Kostenerstattungsverfahren) y privada. Web: [www.psychotherapie-volksdorf.net/therapie-und-coachingangebot/psychotherapie-in-spanisch-psicoterapia-en-espanol/](http://www.psychotherapie-volksdorf.net/therapie-und-coachingangebot/psychotherapie-in-spanisch-psicoterapia-en-espanol/) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: +49 157 374774 25 Horario: viernes de 10:30 a 11:30 Dirección: Ahrensburger Weg 10, 22359 Hamburgo {slide= Paulina López Lufin} Psicóloga titulada de la Universidad Central de Chile (2010). Postítulo en Psicología de la Adolescencia mención Psicoeducación Universidad del Desarrollo, Chile (2012) Doula embarazo, parto y postparto para mujeres y/o sus parejas. Terapeuta sexualidad femenina (2020) Acompaño a mujeres y/o parejas en sus procesos de maternidad y sexualidad con sesiones personalizadas y programas especializados. Acompañamientos: a) Consultoría Psicológica particular, personalizada, presencial y online Dirigida a mujeres que: Quieren conectar e integrar su sexualidad, comprendiendo la importancia de equilibrar tanto la energía femenina como masculina Desean información y acompañamiento profesional para el periodo de embarazo,parto y postparto para ellas y/o con sus parejas. Quieren profundizar en su proceso de autoconocimiento como mujer y desde ahí mejorar las relaciones en los diferentes escenarios:pareja, trabajo, familia, etc. b) Talleres Grupales: Ciclo de taller \"Tribu de Mujeres gestantes\": Taller de 4 sesiones, dedicado a mujeres en etapa de gestación con el fin de brindar información, acompañamiento emocional y psicológico, pudiendo también expandir las redes de apoyo entre mujeres madres hispanohablantes en esta etapa de maternidad. Círculo de Mujeres en Hamburgo en Español: Dirigido a mujeres que deseen participar de un espacio de co-creación emocional y espiritual, dónde poder sentirse escuchadas, valoradas y sostenidas por otras mujeres de diferentes nacionalidades y culturas. Se trabajan temas propios de nuestro género y diferentes etapas de nuestra vida como mujer. No es una secta y no tiene fines políticos, lucha de género, ni religiosos. Web: [https://www.ekamdoulas.com/ficha-doula/paulina-lopez-lufin/](https://www.ekamdoulas.com/ficha-doula/paulina-lopez-lufin/) Celular: +49 151 43191228 - 13:00 hrs. [Hanover](#) - Adquirí experiencia profesional en la ciudad de México. - Más tarde estudié la maestría Intervención Psicólogica en Contextos Educativos en la Universidad Complutense de Madrid en España. - Mantengo una posición dinámica en la actualización y formación de la psicología. - Imparto cursos, seminarios y conferencias en la ciudad de Hannover y en Madrid España. - Me gusta colaborar humana y profesionalmente para el buen desarrollo de los niños, los adolescentes y sus familias. - Soy una psicóloga apasionada de la psicología femenina. - Disfruto mucho al ayudar a personas jovenes y adultas en situación de crisis. - El idioma de las sesiones es el español, presenciales o en línea vía skype. - Se pagan de manera privada. \"La terapia psicológica es la posibilidad del reencuentro con uno mismo, una oportunidad para recuperar los pedazos perdidos que se desbarataron durante nuestro camino, hagamos del bienestar nuestro destino\" Web: [www.psicoterapiasalud.com](http://www.psicoterapiasalud.com) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Teléfono: Licenciada en psicologia - Certificada por la Asociación de Psicólogos de Alemania. (BDP, Berufsverband Deutscher Psychologinnen und Psychologen e.V.) - Brinda asesoría psicológica de forma presencial y en línea. - Trabaja sólo con hispanohablantes pues considera importante la expresión emocional en la lengua madre. - Trabaja con adolescentes, adultos, familias y parejas. - Coordina grupos e imparte cursos y talleres de psicología en temas relacionados a la adaptación, integración, interculturalidad y desarraigo, entre otros. Web: [www.psicologa-en-espanol.de](http://www.psicologa-en-espanol.de) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: 0176 721 [Münster](#) - Yanid Perea Herrera es mexicana, licenciada en Psicología por la Universidad Iberoamericana de la Ciudad de México, así como psicoterapeuta por la Asociación Psicoanalítica Mexicana A.C. - Adquirió experiencia importante al formar parte de una investigación realizada por el Instituto Nacional de Nutrición (México) y la Asociación Psicoanalítica Mexicana, con el objetivo de integrar a la psicoterapia psicoanalíticamente orientada al grupo de especialistas que trabajan con pacientes que padecen algún trastorno de la alimentación. De esta investigación derivó el libro \"Anorexia y Bulimia: Una mirada psicoanalítica\" (2013). - En Alemania obtuvo el título de Heilpraktikerin (Psychotherapie). - Brinda psicoterapia individual psicoanalíticamente orientada para adolescentes y adultos. - Ofrece sus servicios en español y en inglés. - La terapia por ahora sólo puede ser cubierta de forma privada. Web: [www.psicoterapia-muenster.de](http://www.psicoterapia-muenster.de/) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: 0157 Egresada como Licenciada en Psicología por la Universidad de Monterrey (Cédula profesional 6951319) y Postgrado en Psicoterapia Clínica y Hospitalaria en la Universidad Autónoma de Nuevo León (Cédula de especialización 8964979). - Ocho años de experiencia en psicoterapia individual, grupal y de pareja. - Servicios de valoración, entrevista diagnóstica y tratamiento psicológico vía on-line y presencial. - Tres años de formación y atención de tiempo completo a pacientes Hospitalizados y de Consulta externa en el Dpto. de Psiquiatría del Hospital Universitario Dr. Eleuterio Gonzalez, en el cuál posteriormente colaboró como Profesor de los programas de Postgrado. - Experiencia como asesora del Departamento de Psicología del Seminario Arquidiocesano de Monterrey. Mi compromiso es que el paciente que busca atención psicológica logre un entendimiento de sí mismo más empático y realista, que le permita una mejor funcionalidad y sentido de bienestar. Una de las herramientas disponibles es la Evaluación Terapéutica: el uso de Pruebas Psicológicas en colaboración activa del cliente para explorar las dudas que lo traen a consulta. Web: [http://liccatalinarodrigu.wixsite.com/catalinarodriguez](http://liccatalinarodrigu.wixsite.com/catalinarodriguez) E-Mail: Esta dirección de correo electrónico está siendo protegida contra los robots de spam. Necesita tener JavaScript habilitado para poder verlo. Celular: 0176 68657803 Dirección: Buchenweg 43a, 66424 Homburg - Detalles - "}