{"title": "PDF", "author": "PDF", "url": "https://www.hhs.gov/guidance/sites/default/files/hhs-guidance-documents/SC15-XX.02.Adverse%20Drug%20Event%20Trigger%20Tool.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Adverse Drug Event Trigger Tool Intended use of this t ool: Th is tool is intended to assist surveyors to identify: 1. The extent to which facilities have i dentified resident -specific risk factors for adverse drug events, 2. The extent to which facilities d eveloped and i mplemented systems and processes to minimize risks associated with medications that are known to be high-risk and problem-prone, and 3. When a preventable adverse event has occurred , and evaluate if the nursing home identified the issue and responded appropriately to mitigate harm to the individual and prevent recurrence. Definitions: A dverse Event: An untoward, undesirable, and usually unanticipated event that causes death, serious injury, harm, or the risk thereof . Adverse Drug Event: An injury resulting from drug- related medical interventions. Adverse Drug Reaction: Harm directly caused by a drug at normal doses. Anticholinergic Effects: Physical symptoms resulting from drugs that counter the action of acetylcholine including increased blood pressure, respiratory distress, clumsiness/unsteadiness, bloating/constipation/i leus, nausea/vomiting, dry mouth, delirium, drowsiness/lethargy/fatigue, urinary memory problems, and blurred vis ion. Prescribing Cascade: Adverse reaction to one drug that goes unrecognized or is misinterpreted resulting in the prescriber inappropriately prescrib ing a subsequent drug to treat the signs/symptoms of the adverse reaction . Polypharmacy: Multiple definitions exist , but most include reference to drugs without indication and the number of medications used (e.g., more than 10). Risk Factor: Issue or condition that increases the potential for an adverse event to occur. Risk factors include resident level issues such as medications prescribed, age, and concurrent conditions as well as system level issues such as lack of staff knowledge related to high risk medications and unclear protocols to address lab results. Disclaimer: Use of this tool is not mandated by the Centers for Medicare & Medicaid Services (CMS) for regulatory compliance nor does its use ensure regulatory compliance. Adverse Drug Event Trigger Tool Adverse Drug Event (ADE) Risk Factors - These increase the potential for ADEs . Multiple factors increase risk. Triggers: Signs and Symptoms (S/S) - Any of these may indicate an ADE may have occurred . Triggers: Clinical Interventions - These actions may indicate an ADE occurred. Surveyor Probes - These questions are designed to assist in the investigation . A negative answer does not necessarily indicate noncompliance. Change in mental status/delirium related to opioid use PRN or routine use of opioid medication Opioid naiveté (someone who has not been taking opioids) Opioids used in combination with sedatives or other opioids History of opioid abuse Opioid tolerance Severe pain Low fluid intake/dehydration Low body weight History of head injury, traumatic brain injury, or seizures Falls Hallucinations Delusions Disorientation or confusion Light -headedness, dizziness, or vertigo Lethargy or somnolence Agitation Anxiety Unresponsiveness Decreased BP Pulse Pulse oximetry Respirations Administration of Narcan Transfer to hospital Call to physician regarding new onset of relevant signs or symptoms Abrupt stop order for medication Is there an assessment and determination of pain etiology? Does the resident's pain management regime address the underlying etiology ? For a change in mental status, is there evidence that the physician conducted an evaluation of the underlying cause, including medications? Is there evidence of a system for ensuring that residents are routinely assessed for pain, including monitoring for effectiveness of pain relief and side effects of medication (e.g., over - sedation)? If receiving PRN and routinely, is there consideration for the timing of administration of the PRN? Can staff describe signs/symptoms of over - sedation? Is there evidence of a system for ensuring \"hand off\" communication includes the resident's pain status and time of last dose? Do the resident, family, and direct caregivers know signs and symptoms of over -sedation and steps to take if noted (e.g., alert the nurse) ? Is there evidence the facility implements non - pharmacological pain management approaches? Is there a system to ensure extended -release formulations are delivered correctly (e.g., medications not crushed)? Change in mental status/delirium related to PRN or routine use of psychotropic medication Use of more than one Falls Confusion Sedation Cardiac arrhythmias Transfer to hospital Call to physician regarding new onset of relevant signs or Does the medical record include consistent documentation of clinical indication, e.g., do physician notes, care plan, and tracking sheets all address the same indication ? Disclaimer: Use of this tool is not mandated by the Centers for Medicare & Medicaid Services (CMS) for regulatory compliance nor does its use ensure regulatory compliance. Adverse Drug Event Trigger Tool Adverse Drug Event (ADE) Risk Factors - These increase the potential for ADEs . Multiple factors increase risk. Triggers: Signs and Symptoms (S/S) - Any of these may indicate an ADE may have occurred . Triggers: Clinical Interventions - These actions may indicate an ADE occurred. Surveyor Probes - These questions are designed to assist in the investigation . A negative answer does not necessarily indicate noncompliance. psychotropic ) psychotropic medication including more than one drug from the same class or different c lasses Advanced age Polypharmacy Orthostatic hypotension Destabilized blood sugar Akathisia Parkinsonism Anticholinergic effects symptoms New order for restraint Abrupt stop order for medication If receiving PRN and routinely, is there consideration for the timing of administration of the PRN? Is there evidence of a system for ensuring the resid ent is routinely assessed for effectiveness of the medication and signs/symptoms of adverse drug reactions/events? Is there a system for monitoring for involuntary movements? Is there evidence that the facility has attempted gradual dose reduction or ratio nale documented if not attempted ? Is there evidence the facility implements non - pharmacological approaches and interdisciplinary management of the condition that the medication targets ? Is there evidence in the medical record that the resident or represent ative were involved in decisions related to medication use? Is there a system to ensure extended -release formulations are delivered correctly (e.g., medications not crushed)? Hypoglycemia related to use of antidiabetic medication Insulin use Sliding scale insulin use Oral hypoglycemic medication use Decrease in oral intake while taking antidiabetic medication Hypoglycemia (e.g., <50 mg/dl) Falls Headache , clamminess Irritability , impatience Change in mental Stat administration of Glucagon or IV dextrose Administration of orange juice or other high sugar food or fluids in response to blood sugar reading or symptoms Transfer to hospital Does the care plan reflect interdisciplinary monitoring for: Signs/symptoms of hypoglycemic episodes? Changes in oral intake? Is there evidence blood glucose testing and insulin administration are coordinated with meals? Is there evidence the facility has addressed any pharmacy recommendations? If sliding scale insulin is used, does the medical Disclaimer: Use of this tool is not mandated by the Centers for Medicare & Medicaid Services (CMS) for regulatory compliance nor does its use ensure regulatory compliance. Adverse Drug Event Trigger Tool Adverse Drug Event (ADE) Risk Factors - These increase the potential for ADEs . Multiple factors increase risk. Triggers: Signs and Symptoms (S/S) - Any of these may indicate an ADE may have occurred . Triggers: Clinical Interventions - These actions may indicate an ADE occurred. Surveyor Probes - These questions are designed to assist in the investigation . A negative answer does not necessarily indicate noncompliance. status Emotional changes (including new anger, sadness, stubbornness ) Lighth eadedness, dizziness Hunger Nausea Complaints of blurred or impaired vision Tingling or numbness in lips and/or tongue Weakness, f atigue , or somnolence Incoordination Seizures Unconsciousness Rapid heartbeat record contain documentation of risk vs. benefits? Clinical rationale? If an EHR is used, are finger stick glucose testing results incorporated into it? Is there evidence that finge r stick glucose results are routinely reviewed for effectiveness as part of the care plan? Is there evidence that the facility routinely educates caregivers on risk factors and symptoms/signs of hypoglycemia? Is the resident and family educated regarding the signs and symptoms of hypoglycemia and regarding the resident's diabetes management plan Does the facility have low blood sugar protocols in place? Is there a system to ensure lab results, including finger stick blood glucose results, are appropriately communicated to the physician and the dietician including when panic values are obtained? Is there evidence that glucose monitoring equipment is maintained and that staff technique meets standards of practice. Ketoacidosis related to insulin therapy Diabetic residents with concurrent illness es Infection Diabetic residents with consistently high blood glucose levels Episodes of high Lab results indicating: Profound dehydration Elevated blood glucose Ketones in urine Excessive thirst Frequent urination Stat order for lab testing including to evaluate blood sugar and fluid and electrolyte status Stat order for insulin New order for and administration of IV Is there evidence of a system for routine monitoring of blood sugar ? If the resident refuses antidiabetic medication or consumes foods not included in usual/planned diet, is there evidence of an interdisciplinary plan to address refusals that includes the prescriber and the fam ily, as appropriate? For residents with risk factors for ketoacidosis, Disclaimer: Use of this tool is not mandated by the Centers for Medicare & Medicaid Services (CMS) for regulatory compliance nor does its use ensure regulatory compliance. Adverse Drug Event Trigger Tool Adverse Drug Event (ADE) Risk Factors - These increase the potential for ADEs . Multiple factors increase risk. Triggers: Signs and Symptoms (S/S) - Any of these may indicate an ADE may have occurred . Triggers: Clinical Interventions - These actions may indicate an ADE occurred. Surveyor Probes - These questions are designed to assist in the investigation . A negative answer does not necessarily indicate noncompliance. physical and/or emotional stress or trauma A diabetic resident that frequently declines antidiabetic medications or consumes foods not included in diet Nausea/vomiting Abdominal pain Weakness/fatigue Shortness of breath Fruity -scented breath Confusion Rapid respirations Elevated temperature fluid s Transfer to hospital does the care plan reflect multi -disciplinary monitoring for signs/symptoms of ketoacidosis? Is there evidence that the facility routinely educates caregivers on risk factors and sympt oms/signs of ketoacidosis? Does the facility have elevated blood sugar protocols in place? If sliding scale insulin is used, does the medical record contain docum entation of risk vs. benefits? Clinical rationale? Is there a system to ensure lab results, including finger stick results, are appropriately communicated to the physician and the dietician including when panic values are obtained? Bleeding related to antithrombotic medication use Anticoagulant , antiplatelet, or thrombolytic medication use Conc urrent use of more than one antithrombotic medication (e.g., use of aspirin while on anticoagulants) History of stroke or GI bleed NSAID medication use while on anticoagulants Antibiotics use while on anticoagulants Amiodarone use Elevated PT/INR, PTT Low platelet count Bruising Nosebleeds Bleeding gums Prolonged bleeding from wound, IV , or surgical sites Blood in urine, feces , or vomit Coughing up blood Abrupt onset hypotension Stat order for PT/INR , PTT, platelet count, or CBC Abrupt stop order for medication Administration of Vitamin K Transfer to hospital Does the medical record include documentation of clinical indication? Is there evidence the facility r outinely monitors lab results of all residents on anticoagulant/antiplatelet therapy? Is there a system to ensure lab results, including PT/INRs, are appropriately communicated to the physician including when panic values are obtained? Is there evidence th at the facility educates caregivers on risk factors and symptoms and signs that may be indicative of excessive bleeding due to antithrombotic medications? Are residents/families educated regarding the risks associated with antithrombotic medication use and the signs and symptoms of excessive bleeding? Is there evidence of system to alert prescribers Disclaimer: Use of this tool is not mandated by the Centers for Medicare & Medicaid Services (CMS) for regulatory compliance nor does its use ensure regulatory compliance. Adverse Drug Event Trigger Tool Adverse Drug Event (ADE) Risk Factors - These increase the potential for ADEs . Multiple factors increase risk. Triggers: Signs and Symptoms (S/S) - Any of these may indicate an ADE may have occurred . Triggers: Clinical Interventions - These actions may indicate an ADE occurred. Surveyor Probes - These questions are designed to assist in the investigation . A negative answer does not necessarily indicate noncompliance. while on anticoagulants Dietary changes affecting vitamin K intake (e.g., dark leafy greens) and nursing staff when anticoagulants are combined with other drugs which increase the risk of bleeding? Does the resident's dietary plan include recognition of foods that interact with antithrombotic medications (e.g., is there a plan to ensure consistent intake of foods and beverages rich in Vitamin K for residents on warfarin)? Thrombo - embolism related to anticoagulant medication us e Anticoagulant medication used; Prolonged immobility Recent major surgery Prior history of venous thromboembolic events Consistently sub - therapeutic PT/ INR Pain or tenderness and swelling of upper or lower extremity Increased warmth, edema and/or erythema of affected extremity Unexplained shortness of breath Chest pain Coughing Hemoptysis Feelings of anxiety or dread Stat order for PT/INR Stat chest x-ray, Transfer to hospital Is there evidence the facility routinely monitors lab results of all residents on anticoagulant/antiplatelet therapy? Is there a system to ensure lab results, including PT/INRs, are appropriately communicated to the physician including when sub -therapeutic values are obtained? Is there evidence that the facility educates caregivers on risk factors and symptoms and signs that may be indicative of thromboembolism ? Prolonged constipation, ileus , or impaction related to opioid medication use Opioid medication use (routine or PRN) Uncontrolled pain Recent abdominal surgery Advanced age Diagnosis of dementia, Constipation (lack of bowel movement for three or more days or straining to move bowels regardless of frequency ) Bloating or abdominal distension New orders for laxative, stool softener s, suppositories and/or enemas New order for abdominal x- rays Transfer to hospital Is there evidence of a bowel regimen in place such as routine orders for stool softener/la xative? For residents with risk factors for constipation, does the care plan reflect inter disciplinary monitoring for signs/symptoms of constipation and an interdisciplinary plan to prevent it including dietary management? Disclaimer: Use of this tool is not mandated by the Centers for Medicare & Medicaid Services (CMS) for regulatory compliance nor does its use ensure regulatory compliance. Adverse Drug Event Trigger Tool Adverse Drug Event (ADE) Risk Factors - These increase the potential for ADEs . Multiple factors increase risk. Triggers: Signs and Symptoms (S/S) - Any of these may indicate an ADE may have occurred . Triggers: Clinical Interventions - These actions may indicate an ADE occurred. Surveyor Probes - These questions are designed to assist in the investigation . A negative answer does not necessarily indicate noncompliance. Parkinson's, multiple sclerosis , or quadriplegia Low fluid intake or dehydration Decreased mobility Abdominal pain Headaches associated with symptoms above Diarrhea or leaking stool Decreased bowel sounds Nausea/vomiting Decreased or absent ability to urinate Rapid hea rtbeat Sweating Fever Low or elevated BP Is fluid intake monitored? Are re sidents/families taught signs/symptoms of constipation and the importance of reporting them? Are bowel movements (frequency and size) monitored routinely by nursing staff ? Is bowel status routinely addressed by the physician? Upon the initiation of opioids, did the prescriber acknowledge the increased of risk of constipation and adjust the plan of care as indicated? Is there a protocol in place to address constipation (e.g., a process to provide routine or standing order bowel medications when a resident hasn't had a bowel movement)? If so, is the staff aware of and compliant with the protocol? Does the clinical record reflect that the dietician was made aware of an opioid being ordered so that nutritional approaches to prevent constipation could be c onsidered? Is there evidence of a system for ensuring that residents are routinely assessed for pain, including monitoring for effectiveness of pain relief and side effects of medication (e.g., constipation)? Is there evidence that the facility implemen ts non-pharmacological pain management approaches? Disclaimer: Use of this tool is not mandated by the Centers for Medicare & Medicaid Services (CMS) for regulatory compliance nor does its use ensure regulatory compliance. Adverse Drug Event Trigger Tool Adverse Drug Event (ADE) Risk Factors - These increase the potential for ADEs . Multiple factors increase risk. Triggers: Signs and Symptoms (S/S) - Any of these may indicate an ADE may have occurred . Triggers: Clinical Interventions - These actions may indicate an ADE occurred. Surveyor Probes - These questions are designed to assist in the investigation . A negative answer does not necessarily indicate noncompliance. Electrolyte imbalance (including dehydration and acute kidney injury) related to diuretic use Use of diuretics Advanced age Dependence in ADLs - especially eating Diagnosis of dementia Fluid restrictions Recent diarrhea or vomiting Hot weather or other trigger for increased fluid needs Use of medical devices that increase fluid needs (e.g., air - fluidized mattresses) Abnormal electrolytes Dry skin and mucous membranes including cracked lips Poor skin turgor Thirst Confusion Concentrated urine and/or decreased output Lethargy Elevated temperature Low BP with increase in pulse Weight loss Abrupt stop order for diuretic medication New order for labs New order for and administration of IV fluids Transfer to hospital For residents with risk factors for dehydration, does the care plan reflect inter disciplinary approaches for prevention including : Monitoring for signs and symptoms of dehydration, and Observation/documentation of consumption of liquids? Is there evidence of a system for timely identification of residents with risk factors for dehydration? Does the facility have protocols for: Hydration ? Monitoring intake and output? Dehydration r isk assessment ? Fluid intake assessment ? Does every resident have access to fluids? Are protocols in place to ensure hydration during extreme heat? Are care plan approaches to ensure adequate hydration resident -specific and known to staff caring for the resident? Are residents provided with the assistance they need to drink, including between meals? Drug toxicity related to acetaminophen Concurrent routine and PRN orders for acetaminophen and medications containing acetaminophen Failure to have a maximum daily dose of acetaminophen Elevated liver function tests Fatigue or weakness Abdominal pain Loss of appetite Jaundice, including yellowing of sclera Itching Bruising Abrupt stop of all acetaminophen products Transfer to hospital New order for liver function tests New order for N - acetylcysteine Is there evidence of a system for ensuring residents with orders for routine or PRN acetaminophen do not receive more than 4 grams in a 24 hour period? Is there evidence of a system to ensure that medications that contain acetaminophen are flagged to alert medication nurses that the resident has m ore than one medication containing acetaminophen ordered? Disclaimer: Use of this tool is not mandated by the Centers for Medicare & Medicaid Services (CMS) for regulatory compliance nor does its use ensure regulatory compliance. Adverse Drug Event Trigger Tool Adverse Drug Event (ADE) Risk Factors - These increase the potential for ADEs . Multiple factors increase risk. Triggers: Signs and Symptoms (S/S) - Any of these may indicate an ADE may have occurred . Triggers: Clinical Interventions - These actions may indicate an ADE occurred. Surveyor Probes - These questions are designed to assist in the investigation . A negative answer does not necessarily indicate noncompliance. order or protocol in place Maximum daily dose of acetaminophen routinely nears or exceeds 4 gm Uncontrolled pain Residents with liver damage Residents that consume three or more alcoholic drinks per day Confusion Edema/ascites Is there evidence of a system to ensure changes in condition are identified , assessed, including an assessment of medications, and communicated to the physician promptly ? Is there evidence that the facility implements non-pharmacological pain management approaches? Is there evidence of a system for ensuring that residents are routinely assessed for pain, including monitoring for effectiveness of pain relief and side effects of medication ? Is there a system to ensure extended -release formulations are delivered correctly (e.g., medications not crushed)? Drug toxicity related to digoxin Advanced age Hypokalemia Hypomagnesaemia Hypothyroidism Decreased renal function Drugs that impair renal function Drugs that cause hypokalemia Elevated digoxin level Abnormal electrolytes Lethargy, drowsiness , fatigue Neuralgia Headache Dizziness Confusion Hallucinations Seizures Visual disturbances (e.g., yellow -green distortion, snowy vision, photophobia ) Anorexia , weight loss Nausea/vomiting Abdominal pain Diarrhea New order for and administration of IV fluids Transfer to hospital New order for and administration of activated charcoal New order for and administration of digoxin- specific antibody (e.g., Digibind ) Abrupt stop order for medication Does the care plan reflect interdisciplinary monitoring for signs/symptoms of digoxin toxicity ? Is apical pulse prior to administration of digoxin with the drug held when pulse rate <60 bpm (unless other parameters are set by the physician) ? Is there evidence of a system to ensure changes in condition are identified and assessed promptly , including an assessment of medications ? Is there evidence of a system for routine monitoring of renal function and serum medication concentration level? Is there a system to ensure lab results are appropriately communicated to the physician including when panic values are obtained? Disclaimer: Use of this tool is not mandated by the Centers for Medicare & Medicaid Services (CMS) for regulatory compliance nor does its use ensure regulatory compliance. Adverse Drug Event Trigger Tool Adverse Drug Event (ADE) Risk Factors - These increase the potential for ADEs . Multiple factors increase risk. Triggers: Signs and Symptoms (S/S) - Any of these may indicate an ADE may have occurred . Triggers: Clinical Interventions - These actions may indicate an ADE occurred. Surveyor Probes - These questions are designed to assist in the investigation . A negative answer does not necessarily indicate noncompliance. Palpitations Shortness of breath Syncope Lower extremit y edema Irregular or slow heart rate Irregular respirations Drug toxicity related to levothyroxine History of thyrotoxicosis Advanced age Cardiac arrhythmias Abnormal thyroid studies, including TSH Headache Leg cramps Tremors Heat intolerance Increased sweating Diarrhea Nervousness or irritability Chest pain Shortness of breath Rapid or pounding heartbeat Insomnia Abrupt stop order for medication Transfer to hospital Is there evidence of a system to ensure changes in condition are identified and assessed promptly, including an assessment of medications? Is there evidence of a system for ensuring lab tests to monitor thyroid functions are ordered and drawn? Is there a system to ensure lab results are appropriately communicated to the physician including when panic values are obtained? For residents with risk factors for drug toxicity related to levothyroxine use, does the care plan reflect interdisciplinary monitoring for signs/symptoms of adverse drug reactions to levothyroxine? Drug toxicity related to angiotensin - converting enzyme (ACE) inhibitors Renal artery stenosis Impaired renal function Aortic valve stenosis/cardiac outflow obstruction Congestive Heart Failure Hyperkalemia S/S Elevated potassium levels Fatigue Weakness Dizziness , syncope Headaches Slow, weak, or Transfer to hospital Stat order for lab work Abrupt stop order for medication For hyperkalemia may also see: Stat order for IV calcium Is there evidence of a system to ensure changes in condition are identified and assessed promptly, including an assessment of medications? Is there evidence of a system for ensuring serum potassium, BUN , and creatinine levels are drawn routinely? Is there a system to ensure lab results are appropriately communicated to the physician Disclaimer: Use of this tool is not mandated by the Centers for Medicare & Medicaid Services (CMS) for regulatory compliance nor does its use ensure regulatory compliance. Adverse Drug Event Trigger Tool Adverse Drug Event (ADE) Risk Factors - These increase the potential for ADEs . Multiple factors increase risk. Triggers: Signs and Symptoms (S/S) - Any of these may indicate an ADE may have occurred . Triggers: Clinical Interventions - These actions may indicate an ADE occurred. Surveyor Probes - These questions are designed to assist in the investigation . A negative answer does not necessarily indicate noncompliance. Dehydration History of hypersensitivity to ACE inhibitors Concurrent use with: Diuretics NSAIDs Anticoagu lants Cyclosporine Potassium supplements irregular pulse Nausea Abnormal heart rhythm/ECG abnormalities Angioedema S/S Swelling of soft tissues Shortness of breath Wheezing Persistent non - productive cough Acute Kidney Failure S/S Elevated BUN/creatinine Reduced/ absent urine output Swelling of feet/legs Nausea/vomiting Anorexia Flank pain Stat order for Kayexalate New order for diuretics including when panic values are obtained? For residents with risk fa ctors for drug toxicity related to ACE inhibitor use , does the care plan reflect interdisciplinary monitoring for signs/symptoms of adverse drug reactions to ACE Inhibitors? Drug toxicity related to phenytoin Advanced age Liver impairment Kidney impairm ent Severe mental status or mood changes Changes in gait, balance or coordination Drowsiness Loss of consciousness Uncontrollable eye movements Stat drug levels and CBC ordered Abnormal therapeutic drug levels Abrupt stop order for medication Transfer to hospital Is there evidence in the medical record for clinical indication? Is there evidence of a system for ensuring therapeutic drug levels are drawn rou tinely? Is there a system to ensure lab results are appropriately communicated to the physician including when panic values are obtained? Is there evidence of a system to ensure changes in condition are identified and assessed Disclaimer: Use of this tool is not mandated by the Centers for Medicare & Medicaid Services (CMS) for regulatory compliance nor does its use ensure regulatory compliance. Adverse Drug Event Trigger Tool Adverse Drug Event (ADE) Risk Factors - These increase the potential for ADEs . Multiple factors increase risk. Triggers: Signs and Symptoms (S/S) - Any of these may indicate an ADE may have occurred . Triggers: Clinical Interventions - These actions may indicate an ADE occurred. Surveyor Probes - These questions are designed to assist in the investigation . A negative answer does not necessarily indicate noncompliance. Uncontrollable shaking/jerking motions Slow/slurred speech Nausea/vomiting; Decreased respirations promptly, including an assess ment of medications? For residents with risk factors for drug toxicity related to phenytoin use, does the care plan reflect interdisciplinary monitoring for signs/symptoms of adverse drug reactions to phenytoin? Is there a system to ensure extended -release formulations are delivered correctly (e.g., medications not crushed)? Drug toxicity related to lithium Advanced age History of lithium toxicity Kidney impairment Hypothyroidism Decreased PO intake Dehydration Concurrent administration of : Diuretics ACE inhibitors NSAIDS Neuroleptics Antiepileptics Calcium antagonists Elevated serum lithium level Elevated serum sodium level Diarrhea Nausea/vomiting Weakness/dizziness Stomach pain\\ Hand tremors or muscle twitches Slurred speech Abnormal ECG Incoordination Uncontrollable eye movements Seizures Coma Stat order for ECG Stat order for drug level Stat order for IV hydration Transfer to hospital Is there evidence in the medical record for clinical indication? Is there evidence of a system for ensuring therapeuti c drug levels are drawn routinely? Is there a system to ensure lab results are appropriately communicated to the physician including when panic values are obtained? Is there evidence of a system to ensure changes in condition are identified and assessed promptly, including an assessment of medications? For residents with risk factors for drug toxicity related to lithium use, does the care plan reflect interdisciplinary monitoring for signs/symptoms of adverse drug reactions to lithium? Is there a system t o ensure extended -release formulations are delivered correctly (e.g., medications not crushed)? Drug toxicity related to valproic a cid Existing liver disease Impaired renal function Concurrent Loss of appetite, Nausea /vomiting Confusion Dizziness Stat order for drug level (VPA) Order for brain CT (looking for edema) Is there evidence of a system for ensuring therapeutic drug levels are drawn routinely? Is there a system to ensure lab results are appropriately communicated to the physician Disclaimer: Use of this tool is not mandated by the Centers for Medicare & Medicaid Services (CMS) for regulatory compliance nor does its use ensure regulatory compliance. Adverse Drug Event Trigger Tool Adverse Drug Event (ADE) Risk Factors - These increase the potential for ADEs . Multiple factors increase risk. Triggers: Signs and Symptoms (S/S) - Any of these may indicate an ADE may have occurred . Triggers: Clinical Interventions - These actions may indicate an ADE occurred. Surveyor Probes - These questions are designed to assist in the investigation . A negative answer does not necessarily indicate noncompliance. administration: Antidepressants Benzodiazepines Antibiotics Lethargy Numbness, tingling, weakness, or involuntary muscle twitching, Increased heart rate Decreased respirations Order for ECG Administration of Narcan, L -carnitine, or activated charcoal including when pani c values are obtained? Is there evidence of a system to ensure changes in condition are identified and assessed promptly, including an assessment of medications? For residents with risk factors for drug toxicity related to valproic acid use, does the care plan reflect interdisciplinary monitoring for signs/symptoms of adverse drug reactions to valproic acid? Is there a system to ensure extended -release formulations are delivered correctly (e.g., medications not crushed)? Drug toxicity related to antibiotics History of renal disease/insufficiency Concurrent administration with: Medications that raise PT/INR or PTT Phenytoin Other antibiotics Elevated kidney function tests Elevated liver function tests Elevated serum potassium Decrease in platelets Nausea /vomiting Diarrhea Loss of appetite Flushing of skin Lethargy Dizziness Hearing loss Rash Seizures Ventricular arrhythmia s Peripheral neuropathy Orders for abrupt discontinuation of medication ECG order Order for Stat lab work Is there evidence in the medical record for clinical indication? Is the order time limited? Does the care plan and/or medication administration record (MAR) reflect special instructions related to antibiotic administration such as taking with food or water, infusing IV antibiotic over certain time period, monitoring of drug levels and other labs (as appropriate)? Is there evidence of a system to ensure changes in condition are identified and assessed promptly, including an as sessment of medications? Is there a system to ensure lab results are appropriately communicated to the physician including when panic values are obtained? For residents with liver or kidney disease, is there evidence of additional monitoring to ensure anti biotics do not adversely affect kidney Disclaimer: Use of this tool is not mandated by the Centers for Medicare & Medicaid Services (CMS) for regulatory compliance nor does its use ensure regulatory compliance. Adverse Drug Event Trigger Tool Adverse Drug Event (ADE) Risk Factors - These increase the potential for ADEs . Multiple factors increase risk. Triggers: Signs and Symptoms (S/S) - Any of these may indicate an ADE may have occurred . Triggers: Clinical Interventions - These actions may indicate an ADE occurred. Surveyor Probes - These questions are designed to assist in the investigation . A negative answer does not necessarily indicate noncompliance. Esophagitis Symptoms of hypoglycemia Phlebitis or liver function, i.e., additional lab work, monitoring intake/output? Is there evidence of a system to evaluate appropriate use of antibiotics, i.e. an antibiotic stewardship program? For residents with risk factor s for drug toxicity related to antibiotic use, does the care plan reflect interdisciplinary monitoring for signs/symptoms of adverse drug reactions to antibiotics? Is there a system to ensure that dietary adjustments are made if needed when antibiotics are ordered? Is there a system to ensure antibiotics are not given in conjunction with medications that impact their absorption (e.g., Milk of Magnesia)? Altered cardiac output related to cardiac medications (blood pressure medication s, beta blockers) Advanced age History of heart attack, arrhythmia, cardiomyopathies, or CHF Fainting Falls Elevation/drop in BP Bradycardia Dizziness Light -headedness Nausea Sweating Weakness/fatigue Visual disturbances Clamminess Loss of consciousness Abrupt stop of medication IV fluids Transfer to hospital Is there evidence of a system to ensure changes in condition are identified and assessed promptly, including an assessment of medications? For residents with risk factors for altered cardiac input related to cardiac medications, does the care plan reflect interdisciplinary monitoring for signs/symptoms of altered cardiac output? Is there a system to ensure routine monitoring of cardiac status for residents receiving blood pressure medications (e.g., blood pres sure monitoring)? Disclaimer: Use of this tool is not mandated by the Centers for Medicare & Medicaid Services (CMS) for regulatory compliance nor does its use ensure regulatory compliance. "}