{"title": "FAQs — Wellspring Naturopathic Clinic", "author": null, "url": "https://www.helenhealynd.com/faqs", "hostname": "helenhealynd.com", "description": null, "sitename": "Wellspring Naturopathic Clinic", "date": "2006-01-01", "cleaned_text": "Where should I begin? Let's start by making an appointment for an initial consultation, so that we can properly assess your needs and goals. Your first visit will be a full 90-minutes and we'll review your medical history and where you want to go next. This initial appointment is $255.00 [Please email or call us](/contact) to get the ball rolling! What is Naturopathy? Naturopathic medicine blends centuries-old natural, non-toxic therapies with current advances in the study of health and human systems. It is a distinct health care profession that was formed in America in 1896 to train doctors to use a combination of the best natural healing methods available within a certain philosophical and principled framework. What if blood tests or lab work is required? Laboratory Tests are ordered by Dr. Healy and performed off-site. For common tests, we suggest using our link here to [Direct Labs](https://www.directlabs.com/helenhealynd). Regarding specialty tests, we have or will request collection kits for assessing the following: food sensitivities, adrenal function, neurotransmitter balance, gut microorganisms, hormone balance, Galectin-3 levels, Lyme Disease, mineral analysis, heavy metal burden, HPV DNA testing for men and women, cardiovascular testing, etc. The cost of lab work is dependent upon the type of test and you will be made aware of the cost before the test is ordered. Do you accept Insurance? If you have an HSA (Health Savings Account), Helen Healy's consultations and prescribed supplements are allowable, tax-free expenditures. Health Savings Accounts allow you to take control of your health care expenses and treatment options, however, many are unaware this choice exists. We strongly urge you to look into an HSA as an alternative insurance choice. Currently, insurance companies and HMO's in Minnesota do not cover naturopathic services. Flexible Spending programs also allow for naturopathic health care deductions. We recommend that everyone ask their insurance providers to allow coverage for natural healthcare expenses. are my visits private? Your treatment at Wellspring and with Dr. Healy is 100% confidential and protected as a patient-physician relationship. Do you offer natural medicine and supplements? Wellspring Naturopathic Clinic offers a full, over-the-counter dispensary of natural health products for our patients and the public. You can stop in to pick up what you need or request that we ship the products out to you. [You can also purchase products online here.](/shop) Dispensary Products include: Nutritional Supplements - professional grade vitamins, minerals, amino acids, essential fatty acids, high quality protein powders and bars, and probiotics Herbs/Botanicals - capsules, tinctures, powders. We carry more than 200 herbs for personalized blends. Homeopathic and Bach Flower Remedies - We carry more than 700 remedies of various potencies that are individually prepared in either liquid or on lactose or sucrose pellets. Medical Foods - for Detoxification, Gut Healing, and Reducing Inflammation Skin Cleansers and Lotions - mixtures of natural ingredients for various skin types and skin ailments Bug Repellant - essential oil combination without harmful chemicals What are your fees? Initial visit (90-minutes): $255.00 Hourly rate: $170.00 Dispensary/supplements and lab tests: by item Requests for specific research by Dr. Healy may be subject to consultation fees DO YOU OFFER TOUCH SERVICES? Yes. Please [click here to learn about our practitioner, Angela Soley, M.A.](/touch) for all touch services (massage, Reiki, Yoga, meditation, etc.). what do your clients say? View some [client testimonials here](/testimonials). Additionally, you can read "}