{"title": "PDF", "author": "PDF", "url": "https://www.euskadi.eus/contenidos/informacion/manual_vacunaciones/es_def/adjuntos/4_10_varicela.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "113 4.10. VARICELA CARACTERÍSTICA DE LA ENFERMEDAD Es una enfermedad vírica muy contagiosa y la enfermedad exantemática más frecuente en la infancia. Representa la manifestación de la primoinfección por el virus varicela zoster (VVZ). La enfermedad se inicia con fiebre, seguida de exantema maculopapular pruriginoso; se extiende durante 5 a 7 días pasando por fases de vesículas, pústulas y costras, coexistiendo simultáneamente en diferen tes fases de maduración. Las lesiones aparecen inicialmente en cabeza, cara y tronco superior y progresan de forma centrífuga hacia el resto del cuerpo. Tras la infección primaria, el virus queda acantonado en los ganglios raquídeos de la médula espinal o de los pares craneales, pudiendo reactivarse posteriormente y dar lugar a lo que se conoce como herpes zóster. AGENTE CAUSAL El virus de la varicela -zoster es un virus ADN de la familia Herpesviridae, subfamilia Alphaherpesviridae (herpesvirus humano tipo 3). MODO DE TRANSMISIÓN Se transmite por vía aérea o por contacto directo con el líquido de las lesiones vesiculares cutáneas (las lesiones dejan de ser infecciosas cuando se convierten en costras). Es altamente trasmisible (tasa de ataque 90% ). PERIODO DE INCUBACIÓN Es de 14 a 16 días (rango 10 -21 días), pero puede ser más prolongado en pacientes inmunocomprometidos o que han recibido gammaglobulina frente a la varicela -zoster. Periodo de contagio o transmisibilidad: 1 -2 días antes de la aparición del exantema hasta la fase de costra. DURACIÓN DE LA INMUNIDAD La inmunidad se adquiere por infección natural o por inmunización de forma adecuada a partir de los 12 meses de edad. La inmunogenicidad es alta en población infantil sana y tras la v acunación seroconvierten más del 95% y se mantiene durante 10 -20 años. La inmunidad vacunal es menor entre los adultos y adolescentes. En niños/as de alto riesgo la seroconversión tras una dosis es superior al 80%, y del 95% tras la segunda dosis. En ocasi ones se produce la llamada \"varicela breakthrough\" o varicela de brecha: varicela por virus salvaje ocurrida a partir del día 42 después de la vacunación. Es significativamente más leve, con menores lesiones, normalmente menos de 50, muchas de las cuales s on máculo -papulares en lugar de vesiculares; la mayoría de ellos 114 no presentan fiebre y no se han observado complicaciones importantes. Es menos frecuente en personas que ya han recibido 2 dosis de vacuna. CARACTERÍSTICAS DE LAS VACUNAS La vacuna frente a la varicela es una vacuna viva atenuada derivada de la cepa Oka y producida en células diploides humanas. COMPOSICIÓN Están disponibles las vacunas monovalentes y la vacuna tetravírica con sarampión - rubéola - parotiditis y varicela. DISPONIBLES ANTIGENOS NOMBRE LABORATORIO EDAD VVZ Varivax Merck, Sharp S Dohme MSD Desde 9 Varilrix GlaxoSmithKline GSK meses S-R-P-V Proquad Desde 12 meses S-R-P-V Priorix -Tetra GlaxoSmithKline GSK Desde los 11 meses FORMA DE ADMINISTRACIÓN Vía subcutánea . LUGAR ANATÓMICO En lactantes menores de 12 meses, en el tercio medio del vasto externo del muslo y en mayores, zona del deltoides con ángulo de 45°. PAUTA VACUNAL Calendario de Vacunación Infantil de la CAPV 2020 EDAD DE ADMINISTRACIÓN VACUNA ZONA DE ADMINISTRACIÓN INTERVALO MÍNIMO ENTRE DOSIS Calendario de Vacunación Infantil de la CAPV 15 meses y 4 años (nacidos/as desde 2015) VVZ (Varicela) jeringa con 1 vial liofilizado Subcutánea. En lactantes menores de 12 meses, en el tercio medio del vasto externo del muslo y en mayores, zona del deltoides, ángulo de 45° 4 semanas 10 años (2 dosis) (nacidos/as desde 1995 a 2014) 115 Las personas adultas susceptibles (sin historia de enfermedad ni vacunación documentada y con una prueba serológica negativa) que contacten con el sistema sanitario por tener contacto estrecho con niños pequeños, pueden vacunarse para evitar las complicaciones que pueden producirse por la enfermedad natural en los adulto s. Tiene especial interés la vacunación de mujeres en edad fértil, sanitarios (especialmente en pediatría), profesores de guarderías y Educación Primaria, personas en contacto estrecho con niños/as menores de 10 años y contactos estrechos de pacientes inmunodeprimidos. Los bebes que hayan pasado varicela durante su primer año de vida (hasta 12 meses de edad inclusive), deberán recibir las dos dosis de vacuna según lo establecido en el calendario vacunal de la CAPV, dado que durante esa edad la infección natural no garantiza protección frente a la enfermedad. A partir de los 12 meses de edad, los que hayan recibido una única dosis de vacuna frente a la varicela y posteriormente desarrollen una varicela con sintomatología leve, moderada o grave, no requieren una segunda dosis de vacuna, ya que la enfermedad en esta edad confiere inmunidad. Sin embargo, si la clínica fue leve y no sabemos si fue realmente varicela (improbable en nuestro medio), se sugiere administrar una seg unda dosis para garantizar la protección. Grupos de riesgo (ver capítulos 6 y 7) COMPATIBILIDAD CON VACUNAS Y OTROS PRODUCTOS BIOLÓGICOS La administración de sangre o hemoderivados puede interferir con la vacuna. Se recomienda esperar 5 meses (6 meses en inmunodeprimidos) para la vacun ación con triple o tetra vírica tras la administración de estos productos. Tras la administración de inmunoglobulinas humanas se debe retrasar la vacunación durante tres meses o más (hasta 11 meses), dependiendo de la dosis administrada, para evitar interf erencia con anticuerpos. Asimismo, tras la vacunación hay que esperar al menos 2 semanas para administrar inmunoglobulinas. Prueba de Mantoux: la vacuna triple vírica puede producir disminución temporal de la sensibilidad de la piel a la tuberculina. Se re comienda realizar la prueba de tuberculina antes o simultáneamente a la administración de la vacuna o trascurridas 4 -6 semanas desde la vacunación para evitar resultados falsos negativos. . Las vacunas frente a la varicela o tetravírica son vacunas vivas y pueden administrarse con otras vacunas vivas en el mismo acto vacunal. Si no es posible la administración conjunta, hay que esperar 4 semanas para poder administrar otra vacuna viva. No hay datos de administración concomitante de vacunas varicela (VVZ) o tetravírica (SRPV) con vacunas conjugadas frente al meningococo C ni con vacunas frente al VPH. 116 Las dos vacunas de varicela comercializadas son intercambiables. Se puede utilizar ambas en una misma pauta. CONSERVACIÓN Entre 2 -8 °C. No congelar. INDICACIONES Vacunación en Calendario Infantil. Adultos susceptibles. Población con mayor riesgo (ver capítulos 6 y 7). CONTRAINDICACIONES Las contraindicaciones y precauciones generales de todas las vacunas. No es recomendable la vacunación en personas con enfermedad moderada o grave hasta que la misma haya remitido. Está contraindicada en el embarazo. En el caso de mujeres en edad fértil deben evitar el embarazo al menos durante el mes posterior a la vacunación y debe quedar constancia en su historia de que se ha hecho esta advertenc ia. También está contraindicada la vacunación en casos de personas que sufran inmunosupresión grave (ver vacunación en grupos de riesgo). PRECAUCIONES En los pacientes que reciben tratamiento crónico con salicilatos, se recomienda suspender dicho tratamie nto durante 6 semanas tras la vacunación. EFECTOS ADVERSOS Las reacciones locales, dolor, enrojecimiento e hinchazón, son bastante frecuentes. Otros efectos menos frecuentes son cefalea, vómitos, linfadenopatia, artralgia o rash. Estas reacciones pueden a parecer entre el 5° - 30° día tras la inyección. Se ha observado muy raramente la transmisión del virus vacunal desde personas sanas a contactos sanos, y solo en casos de aparición de exantema tras la vacunación. 117 BIBLIOGRAFÍA 1. Centro Nacional de Epidemiología. Instituto de Salud Carlos III. Red Nacional de Vigilancia Epidemiológica. Protocolos de la Red Nacional de Vigilancia Epidemiológica. Madrid, 2013. 2. Centers for Disease Control and Prevention. Epidemiology Varicella. Hamborsky J, Kroger A, Wolfe S, eds. 13th ed. Washington D.C.: Public Health Foundation, 2015. Disponible en : http://www.cdc.gov/vaccines/pubs/pinkbook/varicella.html 3. The Green Book. Immunisation against infectious disease 201 9. Chapter 34 Varicella. Public Health England. Department of Health, Social Services and Public Safety. UK. Disponible en : https://www.gov. uk/government/publications/varicella - the-green -book -chapter 9). 4.22 Varicella. Australian Government. "}