{"title": "Alergias: ¿evitarlas o combatirlas?", "author": null, "url": "https://www.forocrianzanatural.com/alergias-evitarlas-o-combatirlas_topic199176.html", "hostname": "forocrianzanatural.com", "description": "La pregunta viene por lo siguiente:Mi bebita de 8 meses tiene dermatitis atópica desde que tenía un...", "sitename": "Crianza Natural", "date": "2017-01-01", "cleaned_text": "del Tema | | laumanza Avanzado Alta: 21 Noviembre 2013 País: España Estado: No Agosto 2014 a las 4:02pm | | La pregunta viene por lo siguiente: Mi bebita de 8 meses tiene dermatitis atópica desde que tenía un mes y medio, aunque ahora lleva un tiempo mejor. Hace un par de semanas la llevé al alergólogo y en las pruebas salió sensible al huevo y al perro (a la leche y soja no, despues de llevar yo meses sin tomarlos...). Total, que como tenemos perro y obviamente se queda, pues había pensado en comprar un aspirador de esos buenos buenos y caros caros porque en casa somos poco de aspirar y está todo muy cochino. También me dijo la alergóloga que le echase un potingue al pelo del perro. Pero mi chico opina (y yo igual también) que es mejor no hacer tantas cosas y que la niña se acostumbre, porque si lo limpiamos todo mucho igual su organismo no aprende a vivir con eso y a la larga es peor. La niña por ahora no tiene otros síntomas y la dermatitis no parece tener nada que ver ni con el perro ni con el huevo. TAnto mi chico como yo somos alérgicos a varias cosas pero asintomáticos, el se acaba de hacer las pruebas por un asma que le da a veces y le ha salido de todo: perro, gato, polen, acaros... y yo siempre tuve al polen y a los gatos y conviviendo con ellos se me ha pasado casi del todo. Por eso pensamos que igual es mejor aprender a vivir con las alergias. ¿Las mamás de niños alergicos que opinais? ¿Pensais que hay que ser muy estrictos evitando los alergenos o por el contrario intentais que el organismo las combata? Obviamente cuando no hay síntomas muy chungos como asma o urticarias bestiales, sino está claro que a evitar. | | | | florinaranja Avanzado Alta: 06 Agosto 2014 País: España Opciones Mensaje Gracias(0) |[Citar](new_reply_form.asp?Quote=1&PID=3357440&PN=1&TR=4) [Respuesta](new_reply_form.asp?PID=3357440&PN=1&TR=4) Escrito el: 14 Agosto 2014 a las 4:56pm | | Y qué te recomendó el alergologo?? Yo creo que tu niña es pequeña aun para tener sintomas. Mi hija con pocos meses empezó con dermatitis, y a los 5 años con toses, alguna br9nquitis. Tiene alergia a los acaros, y yo no limpiaba casi nada. Cuando me enteré de que lo que tenia es alergia a los acaros compré aspiradora con filtro Hepa, fundas antiacaros, y por supuesto empecé a limpiar mas, cambiar las sabanas a menudo, lavar la ropa antes de estrenarla, guardo de una temporada a otra la ropa en bolsas o cajas... La vida de mi hija mejoró, y empezamos a ponerle las vacunas. Las vacunas consisten en meterle acaros todos los meses, pero de manera controlada. Yo no sé que recomendarte, creo que lo mejor es consultarlo con el alergologo. | | | | Merizub Avanzado Alta: 02 Junio 2008 País: España Estado: No conectado Puntos: 1617 | Opciones Mensaje Gracias(0) |[Citar](new_reply_form.asp?Quote=1&PID=3357452&PN=1&TR=4) [Respuesta](new_reply_form.asp?PID=3357452&PN=1&TR=4) Escrito el: 14 Agosto 2014 a las 5:29pm | | Depende de la reacción que tenga ¿no? Mi hijo es alérgico, entre otras cosas, al pelo de perro y gato.Intentamos que no los toque pero está en contacto con ellos, vivimos en un pueblo, mi suegra tiene gatos.... evitamos que se acerque a ellos pero tampoco nos obsesionamos y, hasta ahora, no ha tenido problemas. Sin embargo, la reacción que tiene al contacto con el pelo de caballo es brutal. | | \"Todo niño es un artista.El problema es cómo seguir siéndolo cuando se hace adulto\" Pablo Picasso | | | | laumanza Avanzado Alta: 21 Noviembre 2013 País: España Estado: No conectado Puntos: 404 | Opciones Mensaje Gracias(0) |[Citar](new_reply_form.asp?Quote=1&PID=3357540&PN=1&TR=4) [Respuesta](new_reply_form.asp?PID=3357540&PN=1&TR=4) Escrito el: 14 Agosto 2014 a las 11:25pm | | Pues la alergologa me ha lado unas instrucciones generales para convivir con animales : aspirar frecuentemente, echarle un potingue al perro cada semana., que no entre en la habitación donde dormimos. Yo creo que en general siempre recomiendan evitar el alergeno al menos en alergias ambientales. Creo que compraré un buen aspirador aunque no se si superbueno que valen un pastón. Gracias! | | "}