{"title": "Crystals and the Process of Ascension", "author": "Our Spirit", "url": "https://neoanthroposophy.com/2021/07/23/crystals-and-the-process-of-ascension/", "hostname": "neoanthroposophy.com", "description": "In an effort to bring more light on the nature of crystals, we have gathered numerous selections from Steiner's work to illuminate this topic that has gained so much interest from many quarters. We...", "sitename": "Our Spirit", "date": "2021-07-23", "cleaned_text": "crystals we recognize the presence of the Gods.\" GA 243 \"The crystal formations of the earth are the embodiments of the single parts of the Cosmic Word.\" GA 220 \"Thus the whole cosmos lives in the form of a crystal.\" GA 55 There is a great interest in the nature and use of crystals in our time that demands more exacting details to understand the full importance of the mineral world and its advantageous uses in our spiritual life. Whether we study the nature of minerals, gnomes, rocks, or crystals we will encounter profound wisdom in Rudolf Steiner's work that illuminates the nature of crystals, elementals, elementary kingdoms, and nature spirits. The New Age craze for crystals as a source of energy and spiritual tools for ascension and enlightenment is not so far fetched if one studies the piezoelectric qualities of crystals and the hierarchical associations with the \"group soul\" of crystals. Steiner made many comments about crystals that may come as a shock to those who have not studied such aspects of his teachings. In fact, Steiner tells us to get crystals and use them to meditate. But he warns the novice that attempting to plumb the depths of the group soul of crystals will take us to an abyss, a void, that will strike fear into our hearts. Then, on the other hand, Steiner tells us that we can enter into this void and find the workings of the hierarchy of the Thrones high above the human realm of consciousness. Of course, this is not simple to do but the effects are profound and well worth the serious work. In an effort to bring more light on the nature of crystals, we have gathered numerous selections from Steiner's work to illuminate this topic that has gained so much interest from many quarters. We will not attempt a summary of this information because it might seem far-fetched and filled with fantasy. But, like it or not, crystals have tremendous secrets locked inside of them that can also be found in the human body. Steiner's injunctions about crystals, similar to the ones about meteorites, are to be followed as a path to the higher realms of Spirit-land - the divine world of the spiritual hierarchy. Many times Steiner tells us in his lectures to \"get a crystal and work with it.\" He indicates that we can enter into a crystal through meditation and find higher worlds that go far beyond normal human consciousness. Suffice it to say, the Steiner selections below will, in fact, open any mind to profound realms of consciousness if worked with in a sincere and courageous way. Thus, even the crystal necklace you buy at Walmart may hold secrets to communing with the divine. After you read these deeply moving passages, we suggest you get a clear quartz crystal and begin this extraordinary path to the higher hierarchies, if you have not already done so. Pluck up the courage to face the abyss and hopefully, through the wonder of the crystal itself, you may find hidden aspects of your own nature revealed within. [Crystals and the Process of Ascension](https://youtu.be/qdt2C42R4xo) Selections from the Works of Rudolf Steiner Concerning Crystals Exact Clairvoyance and Ideal Magic, London, November 17, 1922, GA 218 Let us suppose that we are contemplating a crystal. This crystal is there before us because we see it with our eyes. A person who only wishes to become a medium or to reach a kind of hypnotic condition will stare at this crystal until a dulled state of consciousness arises. But the spiritual science of Anthroposophy has nothing to do with such things. It must draw in quite different exercises. When we look at a crystal, Anthroposophy finally leads us to the point of turning away our attention from the crystal, of abstracting our attention from it in the same way in which we generally abstract our attention from thoughts. We therefore have before us a crystal, but this crystal teaches us to look through it psychically, not physically, so that we do not use our eyes for this kind of contemplation, although our eyes are wide open. This psychical knowledge arises through the fact that we eliminate the crystal from our vision. By doing such exercises we discover within us the capacity to transcend the boundaries of our spatial body, so that we no longer live within these boundaries. In that case we participate in the life of the whole world which we ordinarily perceive as our environment from the limited aspect of its physical phenomena. The Group Souls of Animals, Plants and Minerals, Frankfurt, February 2, 1908, GA 98 Even stone is without life only on the physical plane. All minerals have their group egos in the higher worlds, on the higher devachanic plane, and these, too, feel pain and pleasure. Looking at a quarry, and watching the splitting off of each block of stone, one might imagine this to cause pain for the stone ego. But it is not so. With the actual splitting of stone, there gushes out in all directions a feeling of pleasure. Out of the quarry, from which the blocks are being cut, there streams deep satisfaction on every side. And if we put salt into a glass of water so that it dissolves, then, too, a feeling of pleasure flows through the water. We see this pleasure stream through the water if, with eyes of the spirit, we watch the salt dissolve; but when the salt is becoming crystallized again the pleasure turns to pain. And it would be painful for the stone ego were we able to remold the severed blocks into their original bed. Let us think ourselves back into long past ages of our earth evolution. We see rocky masses of mountains, heaped up in layers of clay, basalt, and so on; and as we go further and further back we find everything on earth becoming softer. At length we come to a time when the earth was just one mass of fiery warmth, when iron, all metals, all minerals in fact, were merged in the spiritual. At that time man also was a spiritual being; if he was to go on evolving to his present form, these soft masses had to solidify. Thus the mountain ranges came into being, the minerals detached themselves from the soft substance, and the earth became the fit dwelling place for human beings as they are today. The mighty heaps of lifeless rock crystallized out of the fire-streaming earth, just as dissolved salt turns again into crystals. It has all been one great process of transformation, the passing over of the fluid condition into solidified masses. That did not happen without suffering. The densification of our earthly globe has been closely bound up with pain for the soul of the rock. It is only when we learn to feel with the minerals, plants, and animals, that we can also experience this feeling of being at rest within the whole vast universe. Salt, Mercury, Sulphur, Dornach, January 13, 1923, GA 220 Think for a moment of the process of nutrition being accompanied by the perception of taste. We find that while the sense of taste is stimulated and the process of nutrition is set in operation, the outer substances are dissolved in the fluids and juices within the human organism. The outer substances which the plants absorb from lifeless nature are all, to begin with, given form. That which exists on earth without form, in lifeless nature, is really cloven asunder. Crystals are at the basis of all substances. And those substances which we do not find in crystallized form, but formless, in dust and the like, are really crystallizations which have been shattered. Out of crystallized, lifeless nature the plant draws its substances and builds them up into that form which is peculiar to its own nature. From this again the animal derives its nourishment. So that we may say: Out there in nature, everything has its form, its configuration. When man takes in these forms, he dissolves them. This is one form of the process which goes on in man's organism. The forms, as they exist in outer nature, are dissolved. They are transmuted into the organic fluids. The world is constructed from the thoughts which are embodied in the crystal-formations of the earth, to which man gives form in his etheric body and consciously experiences - such was the ancient knowledge which disappeared in the course of time. If we were able to transfer ourselves into one of the old Mystery-sanctuaries and listen spiritually to the description which an Initiate would give of the universe, it would have been something like the following: All through the universe the cosmic thoughts are weaving; the Logos is working. The crystal-formations of the earth are the embodiments of the single parts of the cosmic Word. Occult Significance of Blood, Berlin, October 25, 1906, GA 55 If you look at a crystal you have to recognize it primarily as the expression of certain natural laws which prevail in the external world in the so-called lifeless kingdom. No crystal could be formed without the assistance of all surrounding nature. No single link can be severed from the chain of the cosmos and set apart by itself. And just as little can you separate from his environment man, who, if he were lifted to an altitude of even a few miles above the earth, must inevitably die. Just as man is only conceivable here in the place where he is, where the necessary forces are combined in him, so it is too with regard to the crystal; and therefore, whoever views a crystal rightly will see in it a picture of the whole of nature, indeed of the whole cosmos. Thus the whole cosmos lives in the form of a crystal. In the same way the whole cosmos is expressed in the living substance of a single being. The fluids coursing through a being are, at the same time, a little world, and a counterpart of the great world. And when substance has become capable of sensation, what then dwells in the sensations of the most elementary creatures? Such sensations mirror the cosmic laws, so that each separate living creature perceives within itself microcosmically the entire macrocosm. The sentient life of an elementary creature is thus an image of the life of the universe, just as the crystal is an image of its form. Foundations at the Periphery, Rudolf Steiner's Observation on Star Knowledge, April 3, 1912 Thus while the etheric substance itself is directed by the planet, it is driven into and held within the mineral or crystal by the sun, by the forces belonging to the sphere of the Spirits of Wisdom. Foundations of Esotericism, Lecture 21, Berlin, October 19, 1905, GA 93a If we wish to comprehend the world in a deeper way, we should not limit ourselves solely to what we can see. Underlying all physical things there are forces which bring them into being. If, for example, we study the structure of a crystal we can observe its form, its color; but connected with it are forces that build it up. These forces cannot be perceived on the physical plane, but they must also be there first. These forces which create the forms on the physical plane, that work there in a formative way, are not themselves on the physical plane. When we try to think meditatively into a crystal, for example into an octagonal crystal, allowing it to enter deeply into our soul, adapting ourselves inwardly to its form, perhaps allowing its form to work upon us for an hour, and then succeed in suggesting it away, then one reaches the Arupa (formless) plane. Thus when we let some kind of crystal, for instance a rock crystal, work upon us, retaining its forms in the disposition of our soul and finally allowing them to disappear, then one is on the Arupa plane. In this way we actually experience that the forces which build up the crystal are on this plane. All forces underlying the phenomena of the physical plane are to be found on the Arupa plane. It is true that through such observations no ideas can be gained which are directly related to human life. It is actually very difficult to transpose ourselves on to the Arupa plane by observing human actions, with the exception of the actions of an adept. But we gain very much when, taking our start from the purely physical, we undertake such a procedure as that of sinking oneself into a crystal, because in the crystal lies a great purity. In it there are no instincts and desires. This ideal which man should attain in the distant future appears in its full purity when we sink ourselves into the silent mineral kingdom. A silent, unobtrusive, passionless stone possesses for occultists an extraordinary magical power. Even in the plant world one cannot make that silent, modest purity such an object of our contemplation's as one can in this oldest kingdom. Human Questions and Cosmic Answers, The Countenance of the Earth, Dornach, June 25, 1922, GA 213 When we look at a rock-crystal, we can say, from an earthly point of view: \"This crystal is a self-contained entity.\" In its finished form we can always see something complete in itself. This is not so, if, for instance, we pick a rose and take it into our room. As a rose with its stem, just by itself, it is altogether unthinkable within the compass of earthly existence. It is thinkable only while it is growing on its stem on the rose-bush with its branches and roots. In other words, to speak in accordance with reality, we must not call the rose an entity in the same sense as a rock-crystal. For in terms of reality we must speak in that way only of something which, relatively at least, can exist in itself. Certainly, from a different aspect, the rock-crystal cannot be regarded as something that has an independent existence either, but then it is seen from a different point of view. Now we can look more closely at the slate element. In much of it we find flint and silicious substances, especially those to be found in the rock-crystal, in quartz. In their radiations and currents the forces of quartz are also fully active in man himself; and if he possessed only these quartz-like forces which he takes in with the harder slaty element, he would be in constant danger of his spirit and soul striving to return to what he was in his pre-earthly life. The quartz element always wants to draw man away from himself, to take him back again to his still unembodied being. To counteract this force, another force is needed, and this is the force of carbon. Toward Imagination, Lecture 4, The Human Organism Through the Incarnations, June 27, 1916, Berlin, GA 169 A crystal is a self-contained reality, complete in itself. When I examine the crystal for what it is, it tells me the truth about itself. Theosophy and Rosicrucianism, Introductory Explanations Concerning the Nature of Man, June 17, 1907, GA 100 If you contemplate an object of the mineral world, for instance, a rock crystal, through the eye of a clairvoyant, eliminating for this purpose the physical substance, by deviating as it were, your attention from it you would see nothing in the space occupied by the physical crystal. This space is void. But if you contemplate in the same way a living being, a plant, an animal, or a human being, this space occupied by the physical body will not be empty, for it will be filled up by a kind of shape of light, and this is the above-mentioned etheric body. The Mystery of Golgotha, Oxford, August 27, 1922, GA 214 With dead thought, we dive down into the crystal quartz, letting Christ be our companion, according to the word: Not I, but Christ in me. Then the dead thought arises again as living thought out of the crystal quartz, out of all nature. As from the tomb of the mineral world, thought is lifted up again as living thought. Out of the mineral world the spirit is resurrected. And as Christ leads us through the plant-world of nature, here too, where otherwise only our dead thoughts would dwell, the living thoughts arise. Truly we should feel that we are sick and ill as we go out into Nature, or gaze into the Universe of stars with the restricted calculating vision of the astronomer, thus sinking our dead thoughts into the world. We should feel that we are sick, and indeed it would be a sickness unto death. But if we let Christ be our companion, if accompanied by Him we carry our dead thoughts into the world of the Sun, the Moon, the clouds, mountains and rivers, the minerals, plants and animals and the whole physical world of man, then in our vision of nature it all becomes alive, and there arises from all creation, as from a tomb, the living, healing spirit who awakens us from death: the Holy Spirit. Accompanied by Christ, in all that we have hitherto experienced as death we feel ourselves called to life again. We feel the living and healing spirit speaking to us out of all the creatures of this world. Karmic Relationships, Esoteric Studies, Volume I, GA 235 However beautifully formed the crystal which you have before you, you must investigate its forms within the lifeless realm. This means that the lifeless kingdom is really self-contained. We may not be able to say, to begin with, where we shall find its bounds. They may be very far away in cosmic distances. Nevertheless, whatever lifeless process or effect confronts us, if we are looking for its causes, we must seek them - once again - within the realm of the lifeless. Theosophy, Chapter 3, The Three Worlds, The Physical World and its Connection with the Soul-World and Spirit-land, GA 9 Now there is also in the plant life a formed spirit-germ. But here the living, formative capacity is still retained in the formed being. In the crystal the spirit-germ has lost its constructive power during the process of formation. It has exhausted its life in the form produced. The plant has form and in addition to that it has the capacity of producing form. The characteristic of the spirit-germ in the higher regions of the \"Spirit-land\" has been preserved in the plant life. The plant is therefore form as is the crystal, and added to that, formative force. Besides the form which the Primal Beings have taken in the plant-form there works at the latter yet another form which bears the impress of the spirit-being of the higher regions. But only that which expends itself in the produced form of the plant is sensibly perceptible; the formative beings who give life to this form are present in the plant kingdom in a way not perceptible to the senses. The physical eye sees the lily small to-day, and after some time grown larger. The formative force which elaborates the latter out of the former is not seen by this eye. This formative force is that part of the plant world which is imperceptible to the senses. The spirit-germs have descended a stage in order to work in the kingdom of formative forces. In spiritual science, Elemental Kingdoms are spoken of. If one designates the Primal Forms which as yet have no form as the First Elemental Kingdom, then the sensibly invisible force-beings, who work as the craftsmen of plant growth, belong to the Second Elemental Kingdom. Mystery Centers, Lecture 4, The Ephesian Mysteries of Artemis, Dornach, November 30, 1923, GA 232 Now when a man approaches these primeval rocks with his ordinary consciousness he may, of course, admire them from outside. He is struck by their forms, by the perfectly wonderful primitive plastic art which is, however, extraordinarily eloquent. When however, with Imaginative consciousness he approaches these rocks, the hardest on the earth, he penetrates by their means directly into the depths of the mineral kingdom. He is then able to grow together as it were in thought with the rock. One might say that his soul-being extends everywhere down into the depths of the rock, and he actually enters in spirit as into a holy palace of the gods. The inner nature of these rocks reveals itself as permeable to Imaginative cognition, while the outer surfaces appear as the walls of this palace of the gods. But at the same time he has the knowledge that within this rock there lives an inner reflection of all that is in the cosmos. Once more the world of the stars stands before the man's soul reflected in this hard rock. Finally he receives the impression that in every one of these quartz rocks something is present like an eye of the earth itself for the whole cosmos. One would like to imagine that there are countless quartz and similar formations on the surface of the earth that are just so many eyes of the earth, in order that the cosmic environment may be reflected and the earth can inwardly perceive it. Gradually one acquires the knowledge that each crystal form existing within the earth is a cosmic sense-organ of the earth. Thus, through this experience of living ourselves into the millions of crystal eyes of the earth we are prepared to feel the whole inner relationship of the earth with the cosmos, to experience it in the Feeling-Soul. Man and Nature, Intellect in Man and Nature Bereft of the Gods, Dornach, July 18, 1920, GA 198 Think of a crystal. A crystal gives itself its form. Within the crystal there is the same force which the human being feels drawing him downwards - the force of gravity which gives the whole Earth form. And now think of the oceans and seas. Here the Earth can give form, or rather the element of gravity gives the form. This very same force also gives the crystal its form but in this case it works from within. According to science, nobody knows what is behind matter or within matter. This is said to be a world-riddle. But inasmuch as we experience our own gravity, we experience what is behind the surface of matter; for in relation to the whole Earth we are placed within the same forces which are active in small bodies (as, for instance, the crystal) and by which the various parts are held together. We must reach the point of being able to recognize the small in the great, the great in the small and not to lose ourselves in speculation as to what presumably lies behind matter. World History in the light of Anthroposophy, Dornach,December 24, 1923, GA 233 When we follow up the matter, we find that long ago at a certain point of time in the evolution of the Earth the quartz-crystal was first formed in the mountains. It was formed under the prevailing etheric and astral influences, with the aid of silicic acid. There you have forces that come from the circumference, working, as ethereal-astral forces, and building the quartz crystals in the siliceous substance. Everywhere in the mountains you will find these crystals with their wonderful hexagonal forms. What you find in the solid crystals, you find again as hollow forms - as hollow spaces - in the cells of wax, in the beehive. The bee takes from the flower that which once upon a time brought the quartz crystal into being. The bee fetches it up out of the flower and makes with the substance of her own body imitations of the quartz crystal. A process thus takes place between bee and flower that is similar to what took place long ago in the macrocosm. Anthroposophy An Introduction, Lecture 2, Meditation, January 20, 1924, GA 234 Suppose my dear friends, I look at a stone with such strengthened thinking. Let us say it is a crystal of salt or of quartz. It seems to me like meeting a man I have already seen. I am reminded of experiences I had with him ten or twenty years ago. So, if I look at a crystal of salt or of quartz with this strengthened thinking, there immediately comes before my mind the past state of the crystal, like the memory of a primeval condition of the earth. At that time, the crystal of salt was not hexahedral, i.e. six-faced, for it was all part of a surging, weaving, cosmic sea of rock. The primeval condition of the earth comes before me, as a memory is evoked by present objects. True and False Paths in Spiritual Investigation, Lecture 3, August 13, 1924, GA 243 The mineral-crystal kingdom is created from the interplay of cosmic currents. The Gods are reflected in the crystals. Our soul should be filled with veneration and awe; our thought-life should not have an intellectual basis. With clairvoyant perception of the permeability of certain crystals we experience a revival of fear. At a later stage of knowledge we learn to know the \"metallity\" of metals as well as their crystal forms. Theosophy, Chapter 3, The Three Worlds, The Physical World and Its Connection with the Soul and Spirit-land, GA 9 There is, however, also in the plant being a fashioned spirit germ. Here the living, fashioning capacity is still retained in the shaped being. In the crystal the spirit germ has lost its constructive power during the process of fashioning. It has exhausted its life in the shape produced. The plant has shape and in addition it has the capacity to produce a shape. The characteristic belonging to the spirit germs in the higher regions of the Spirit-land has been preserved in the plant life. The plant has, therefore, form like the crystal, and to that is added the shaping or formative force. Besides the form that the primal beings have assumed in the plant shape, there is another form working on that shape that bears the impress of the spirit beings of the higher regions. Only what manifests itself in the completed shape of the plant, however, is sensibly perceptible. The formative beings who give life to this shape are present but imperceptible in the plant kingdom. The physical eye sees the lily small today and sometime later sees it grown larger. The formative force that evolves the latter out of the former is not seen by this eye. This formative force being is the part of the plant world that acts imperceptibly to the senses. The spirit germs have descended a stage in order to work in the kingdom of shapes. In spiritual science elementary kingdoms are spoken of. If we designate the primal forms, which has as yet no shape, as the first elementary kingdom, then the force beings who work invisible to the senses as the craftsmen of plant growth may be designated as belonging to the second elementary kingdom. Good Fortune, Its Reality and Its Semblance, Berlin, December 7, 1911, GA 61 Suppose that the crystal, which ought to develop regular forms according to definite laws, should be compelled, through the vicinity of other crystals, or through other forces of Nature at work near it, to develop one-sidedly and is prevented from forming its proper angles. There are actually very few crystals in Nature perfectly formed in accordance with their inner laws. Or we may see that a man - like a crystal that is fortunate enough to develop its angles freely in every direction - may be so fortunate as to be able to say with the crystal: Nothing hinders me; external circumstances and the way of the world are so helpful to me that they set free what is purposed in the inmost core of my being. And only in this case does a man usually say that he is fortunate; any other circumstances either leave him indifferent or impel him to speak directly of misfortune. But unless we are speaking merely symbolically, we cannot, without falling into a fantastic vein, speak of the ill-fortune of crystals, of plants, or even of the amount of spawn that perishes in the sea before it comes to life. The Agriculture Course, Lecture 2, June 10, 1924, GA 327 Now consider what happens. Towards the end of January, the mineral substances of the Earth have a greater \"longing\" than at any other time to reach crystal purity in the economy of Nature; and the deeper one goes, the greater one finds this \"longing\" to be. The plants, absorbed in their own life in the Earth, are less open at this time than at any other to the influence of the mineral substances. But for a time before and for a time after this period, (but especially before when the minerals are preparing to perfect their crystal shape and purity) they are of utmost importance to the growth of plants. It is then that they throw out forces which are of extreme importance to plant growth. Thus, some time in November and December there is a point of time when the mineral forces at work under the Earth are particularly propitious to the growth of plants. The question therefore arises: How can this best be utilized for the growth of plants? Someday it will become evident that by utilizing this knowledge we are able to guide the growth of plants. I will say this now: That in the case of a soil which does not of itself promote the required upward movement of forces which ought to work upwards in the Winter period, it is well to add clay in a proper proportion. In this way, we enable the soil to carry those forces upwards to make it effective in the realm of plant growth above the Earth; before the forces of the minerals have reached their maximum effects for themselves, which will not be until January or February period. These forces show themselves outwardly - for those who can read their story - in snow crystals. It may be noted that the power of these forces becomes stronger and stronger the deeper we go into the interior of the Earth. Supersensible Knowledge, Lecture 2, Blood is a Very Special Fluid, Berlin, October 25, 1906, GA 55 Thus, we have inorganic substance, living substance, and nerve substance capable of sensation. In a crystal you see manifest certain laws of inorganic nature. A crystal can be formed only within the whole surrounding nature. No single entity could exist by itself separated from the rest of the cosmos. If we were to be transferred a mile or two above the earth's surface, we would die. Just as we are conceivable only within the environment to which we belong, where the necessary forces exist that combine to form and sustain us, so too, in the case of a crystal. A person who knows how to look at a crystal will see it as an individual imprint of the whole of nature, indeed of the whole cosmos. So you see that in the form of a crystal a certain aspect of the whole cosmos is reflected, just as an aspect of the whole cosmos is imprinted on living substance. The fluid circulating in a living creature is a small world that mirrors the great world. When substance possesses not only life, but also experiences inner sensation, it mirrors universal laws; it becomes a microcosm that dimly senses within itself the whole macrocosm. As the crystal is an image of cosmic form, so is sentient life an image of cosmic life. The dullness of consciousness in simple creatures is compensated by its immense range, for mirrored in it is the whole cosmos. The Three Stages of Sleep, Dornach, March 24, 1922, GA 211 Now let us imagine that the following experiment may be made. You lie down in bed and fall into a light sleep from which dreams may emerge into ordinary consciousness. You pass over into a deeper sleep from which no dreams proceed, but in which the soul is still connected with the physical body. You then enter into a sleep in which strong accumulations of salts take place in the physical body. The soul can have no relation to what is thus taking place in the body. However, if you had placed beside your bed a mountain crystal, it would be possible for you to enter with your soul right into the inner being of the crystal; you would perceive it from within outwards. This is not possible either in the first or in the second condition of sleep. In the first state of sleep, the content of which can enter into the dream, you would, had you dreamed of the crystal, still perceive it as some kind of crystal - it would certainly be a shadowy experience, but something of the nature of a crystal would be there. In the second state of sleep the crystal would be experienced in a less definite sense; and if you could then still dream - that is not possible in the ordinary way but we will imagine it to be so - then you would have the experience that the crystal becomes indefinite and forms itself into a kind of sphere or ellipsoid, and then recedes again. But if you could dream in the deepest sleep - that is, if you could bring into it the consciousness of Intuition - then out of this deepest sleep, this third condition of sleep, you would so experience the crystal that it would seem as though inwardly you followed these lines of form to the apex, and back again. You would experience the inner being of the crystal; you would be living within it. And so also in the case of other minerals. Not only would you experience the form, but also the inner forces. In short, the third condition of sleep is one which lifts human beings wholly out of their bodies and places them within the spiritual world. In this third stage of sleep we live with the essential being of the spiritual world itself. That is, we stand within the essence, within the being, of Angeloi, Archangeloi and of all those beings whom we otherwise perceive outwardly, in their manifestations. Between waking and sleeping we see with our sense consciousness, as it were, the external manifestations of the Gods in nature. During sleep we enter either the world of pictures, in the first condition, or into the world of manifestation, the revelation of spiritual beings, in the second condition. And when we reach the third condition we live within the divine spiritual beings themselves. And every time we pass through dreamless sleep, we live in this same world in which we lived before we descended into our physical body. But when we pass over into the third condition of sleep and are able to awaken there, when the consciousness of Intuition awakens, then we experience our destiny - our karma. We know then why certain capacities are ours in this life as the results of a previous one. We know why in this life we have been led into connection with this or that personality; we learn to know our destiny, our karma. We can learn to know this destiny only when we are able to penetrate into the inner being of the minerals. If we are able to see the crystal not only from without but from within - naturally we must not break it up, for that would still be to see it only outwardly, but we must feel fully within it, in the way I have described - when we thus see the crystal from within, we can understand why this or that blow of destiny has befallen us in life. Take any kind of crystal - take an ordinary salt-cube. We look at it from without. That is how it is perceived in ordinary consciousness. Life then remains impenetrable. But if we are able to penetrate within it - the size in space has nothing to do with it - when we look at it from within, looking around in every direction, we are in that world in which we can understand our destiny. We live in this world every night when we pass into the third condition of sleep. The human being can enter into the inner being of the crystal but cannot emerge again without the Christ-Force. When we gaze behind the veils of existence, we see the significance of the Christ Impulse for the earthly life. Once again, then, I emphasize that the human being could enter into the crystal, but could not emerge again. What happened to such a soul according to the consciousness of the Middle Ages? It passed into the interior of the crystal, thence into the mountain, and there it must wait until Christ should come to raise it out of its deep sleep. All such legends were connected with this consciousness. True and False Paths in Spiritual Investigation, Lecture 3, Mineral Kingdom in Relation to the Levels of Consciousness in Man, The Nature and Metallity of the Mineral Crystals, August 13, 1924, GA 243 If, after entering into this realm that is so differently constituted, where the Cosmos no longer appears bright with stars but is the abode of spiritual beings, the power of love fills our heart and soul, if, after embarking, so to speak, on the spiritual ocean of the universe, we can preserve our spiritual, psychic and physical identity and extend the infinite power of love and devotion to all beings, then we progressively perfect our insight and understanding. We then develop the capacity to perceive clairvoyantly not only the animal and plant kingdoms, but also the mineral kingdom and especially that part of the mineral kingdom which is crystalline in structure. For those who wish to investigate the higher worlds, mineral crystals offer an excellent field for observation and study. When we are fully acquainted with the animal and plant kingdoms we are then in a position to investigate the mineral-crystal world. We feel impelled to turn our attention from the mineral kingdom on Earth to the contemplation of the Cosmos. And again we find there a living reality, the archetypes akin to those of the plant kingdom. But the picture now presented to us is totally different. We become aware of a living reality in the Cosmos; the mineral-crystal world that we see on Earth is the creation of an active, spiritual principle in the Cosmos. In its progressive descent to the Earth, it is not reflected in the Earth or by means of the Earth. That is the crucial point. When we raise our consciousness from contemplation of the mineral-crystal kingdom to the Cosmos and look back to Earth again, the Earth no longer acts as a mirror; one has the impression that the Earth has vanished from our sight. We cannot, however, say, as we said of the plants, that the Earth below us reflects the higher beings. On the contrary, the Earth does not act as a reflecting medium; it has seemingly vanished. When we have meditated upon the spiritual vista evoked by the mineral-crystal kingdom, when we direct our spiritual eye from cosmic space to the Earth, we appear to be suspended over a terrifying abyss, over a void. We must remain in a waiting attitude. We must keep a firm hand on ourselves, we must preserve our presence of mind. The period of waiting should not be too prolonged, otherwise our fear is magnified; we are terrified because there is no ground under our feet. This sensation, which is wholly foreign to us, reduces us to a state of panic if we do not preserve our self-control, the necessary presence of mind which enables us to take active steps to see beyond this void. For this reason we must look beyond the Earth which is no longer present to our spiritual vision. Then we are obliged to contemplate, not only that aspect of the mineral kingdom which is associated with the Cosmos, but also its relationship to the total environment. The Earth ceases to exist for us. We must see the mineral kingdom as a total whole. We then experience a current of cosmic energy from below, in contrast to the cosmic energy of the plants which streams down from above. We see everywhere currents and counter-currents, converging currents of cosmic energy from all directions. In the case of the plants this stream of cosmic energy flows down from above, the Earth offers resistance and the plants grow up out of the Earth. In the case of the mineral kingdom we are aware that through the free interplay of these currents from the Cosmic All, the mineral kingdom is created. In the case of the mineral-crystal kingdom nothing is reflected back from the Earth. Everything is mirrored in its own element. If you discover a quartz crystal in the mountains, it is usually found in a vertical position. Its base is embedded in the rock. This is accounted for by the intervention of terrestrial, Ahrimanic forces which act as a disruptive factor. In reality, the quartz is formed by the pressure of a spiritual element from all sides; there is an interplay of reflecting facets and you see the crystal free in cosmic space. Each single crystal whose every facet is perfectly fashioned, is a little world unto itself. Now there are many types of crystal formation - cubes, octahedrons, tetrahedrons, rhomboids, dodekahedrons, monoklinics, triklinics, every conceivable kind of structure in fact. When we examine them, we note how the currents of cosmic energy converge and interact to form the quartz crystal, a hexagonal prism terminating in a hexagonal pyramid, or a salt crystal possibly in the shape of a cube, or a pyrites crystal in the shape of a dodekahedron. Each of these crystals is formed in the way I have described. There are as many different cosmic forces, indeed, as many worlds in cosmic space as there are crystals in the Earth. We begin to have insight into an infinitude of worlds. As we look at the salt crystal, we realize that a spiritual principle is active in the universe. The salt crystal is a manifestation of that spiritual reality which permeates the whole universe; it is a world unto itself. Then, from an examination of the dodekahedron, we discover that there exists in the universe something that permeates the world of space; the crystal is the impress, the manifestation of a whole world. We are gazing on countless beings, each of which is a world unto itself. As human beings here on Earth, we conclude that the Earth-sphere is the focal point of the activities of many worlds. In all that we think and do here on Earth are reflected the thoughts and deeds of a wide diversity of beings. The infinite variety of crystal forms reveals the multitude of beings whose activities find consummation in the mathematical-spatial forms of the crystals. In the crystals we recognize the presence of the Gods. As an expression of reverence, of adoration even towards the universe, it is far more important to allow the sublime secrets of this universe to possess our souls than to gather theoretical knowledge on a purely intellectual basis. Anthroposophy should lead to this feeling of at-one-ment with the universe. Through Anthroposophy man shall be able to perceive in every crystal the weaving and working of a divine Being. Then cosmic knowledge and understanding begins to flood man's whole soul. The task of Anthroposophy is not to appeal to the intellectual faculty alone, but to enlighten the whole man and show his total involvement in the universe and to inspire him with reverence and devotion towards it. Every object and every event in the world shall be invested with a spirit of selfless service proceeding from the heart and soul of man. And this selfless service will be rewarded by knowledge and understanding. When we are in contact with the Cosmic All and see the emergence of the crystals out of the manifestations of the crystal-mineral kingdom, we feel a sense of satisfaction. But very soon that state of anxiety and fear which I have already mentioned, returns again. Before discovering the divinely ordered world of crystals, we had been filled with fear. When we are aware of that divinely inspired world, this feeling of uncertainty vanishes; but after a time a strange sensation overtakes us and the fear returns, the feeling that the whole process of crystal formation is unsubstantial and provides only partial support. Let us take the example of the two kinds of crystal already mentioned, a salt crystal and a pyrite, a metal crystal. The pyrites gives the impression that it can provide us with solid support, that it is firm and durable. The salt crystal, on the other hand, appears to offer no support; it seems unsubstantial and we feel as if we might fall through it. In brief then: in relation to certain forms, the fear that once possessed us, the fear that we are suspended over an abyss because the Earth has become a void, has not finally been overcome. This sensation of fear has definite moral implications. When we feel a recurrence of this fear, then, at that moment, we become aware, not only of all our past sins, but of those of which we are potentially capable. All this acts upon us like a leaden weight that drags us down and threatens to plunge us into the abyss which the mineral crystals open up before us and which is ready to engulf us. At this point we must be prepared for an additional experience. We realize that the sum of our experiences demands of us courage and we confidently proclaim: I am firmly anchored, I cannot drift from my moorings; the center of gravity of my own being now lies within myself. Never in the whole course of life do we need more confidence, more moral courage than at the moment when, confronted with the crystal world, the leaden weight of egotism weighs upon the soul. That transparent void over which we are suspended now holds a terrible warning for us. If we stand firm and remain self-reliant, we can say: a spark of the divine is within me; I cannot perish, for I partake of the divine essence. If this becomes a concrete experience and not mere theoretical belief, then we have the courage to be self-sufficient, to stand on our own feet. We are now ready and determined to press on further. We now learn something further about the mineral kingdom. Hitherto we have heard about the crystal being of the minerals. We have already discussed their external form; now we become aware of their composition and structure, their substantiality and metallity. And we discover how certain basic metals in their different ways act as a stabilizing factor. For the first time we begin to understand how man is related to the Cosmos. We learn of the different characteristics of the metals, of the substantiality of the mineral being and we really begin to feel in ourselves that center of gravity which I have just mentioned. The Elementary Kingdoms, The Nature of the Elementary Beings, Their Activities, and Influence, Munich, December 4, 1907, GA 98 Let us suppose that we are observing a rock-crystal here upon the earth. If we now look away for a moment, our clairvoyant gaze discovers the etheric body, which gives life to the physical body, there, in the astral world. Yet it would not be possible to perceive there, that any injury caused to the mineral, also causes it pain. The joy and gladness, pain and suffering of minerals can only be found upon the Devachanic plane - but entirely differently from the way in which we usually imagine this. A mineral's sensation of pain is not like that of an animal; we must not think that a mineral feels pain when we hammer it and break it into pieces. When workmen in a quarry break stone, this actually gives rise to a feeling of pleasure upon the Devachanic plane - it is a true delight for the minerals. Thus, in their case, we find the very opposite of what takes place in the kingdom of man and in the animal kingdom. On the Devachanic plane, it is not merely one mineral which belongs, as it were, to a mineral personality, but rather a whole system of minerals - just as, imaginatively speaking your fingernails do not each possessed a separate soul. If someone were to imagine that everything of an astral nature must be found upon the astral plane, he would be under a delusion. It seems, of course, natural to look for the astral element upon the astral plane - nevertheless, the inner nature of a Being must be distinguished from the environment in which it lives. Just as your Ego has no physical nature, and lives nevertheless upon the physical plane, so the astral body of the mineral does not live on the astral plane but in lower Devachan. We must not have delayed our thoughts according to a system, but must rather work our way through, with the aid of a more precise analysis and understanding of things. Nine Lectures on Bees, Lecture 4, Dornach, December 1, 1923, GA 351 When you go into the mountains you find, just where the rocks are hardest, where so to speak, the very hardest earthly substance pours in - there you find the quartz-crystals. They are very beautiful. You find many kinds of crystals. When they are entire, they are formed below just as they are above, but usually, they are not perfect. It signifies that the earth permits crystals to grow out of itself which are hexagonal, growing to a point. Within the earth there is thus the power to build up this six-angled form. As I have so often explained to you, the forces that are within the earth and in the universe, are also in man. The earth in her turn receives this force from the universe; man has it from the earth. Man has the same force within him which, in the earth, drives out the crystal. Truly, the human body is full of quartz. Quartz as you find it in the mountains is one of the very hardest of substances, But substances are not everywhere just as they present themselves to us here or there. In man there is something quite similar to quartz, but it is in a more fluid form. You see, if one observes - and one must really observe in the right way and with a true inner vision - what flows continually from man's head into his limbs, there streams incessantly downwards from the head what the earth once upon a time caused to flow from within outwards, and which became hard up above there, and settled down, for instance, as quartz crystals. It streamed out from the interior of the earth. In man it flows from his head through the whole of his body. It is quartz, or silicic acid. But the human body does not permit the quartz to become a crystal. Only to a point where the quartz is about to become hexagonal does man allow the thing to go; there he stops it; he does not allow it to go any further. Thus we have only the beginnings of the quartz formation in our body, and then it is arrested; it must come to an end. Our whole life rests on this - that we are perpetually on the point of forming hexagonal crystals from the head downwards, but we do not permit it actually to come about. These hexagonal crystals always wish to take form in us, but in reality they do not do so. They are interrupted, arrested, and then we have, so to speak, the quartz fluid in the highest possible state of solution within us. If we had not this quartz-fluid within us, we could for example, eat ever so much sugar and we should never have a sweet taste in our mouth. This tasting of the sugar is brought about by the quartz we have within us, not by its substantiality, but by what is the will within it to become hexagonal like a crystal. That is what causes it; that is the essential. You see, in the interior of the earth this crystallizing process is continued. Man arrests the silicic acid when it wants to grow spiky up above inside him. The earth allows it to become spiky up above. But man needs this force, this silicic acid force - i.e., this power to bring forth hexagonal forms - man has need of it. I imagine that you are not all good geometricians. Geometry is not exactly familiar to you all; you could perhaps not straight away, draw a quartz crystal, or model one in clay. But your body is a very good geometrician, and wants always to be forming such crystals. We are prevented from doing this. All life consists in the holding back of death, and when we can no longer hold death back, we die. Now let us look at the bees. The bee flies out and gathers nectar. This it works upon in its own body, and in so doing provides its own life-forces. Further the bee prepares the wax. It makes hexagonal cells. You see, the earth makes hexagonal silicic-acid crystals. The bee makes hexagonal cells, and this is extremely interesting. If I could draw the bees' cells for you then they look just like quartz crystals, only they are hollow. But in their form they are the same. Where there is silicic acid in the quartz, in the cell is a hollow, and there the bee places its eggs. The bee is shaped by the same force that is within the earth and forms the quartz. Here the finely dissolved silicic acid is at work. A force is at work there, though this cannot be physically proved. The nectar works in the body of the bee so that it can shape the wax in a form which man really needs, for man must have those six-cornered spaces within him. Man needs the same thing. Inasmuch as the bee is the creature best able to give form to this hexagonal force, the bee is the creature that everywhere collects that particular food which can best be transformed in the body into this hexagonal force. You need only eat some honey and you receive an immensely strengthening force. If you are too weak to develop this hexagonal force in yourself which has to pass from the head into the whole body, if you no longer have the power to give the blood so much firmness that this force is always present in it, then honey must intervene - or milk in the case of the child. The child has not yet got this hexagonal force; therefore, it must receive it from what is prepared in the human being as milk. Now you see that you can give as much casein, fat, sugar and salts to the mice as you please - and they will die. Why? Because the animal also needs this hexagonally-working force. If one only mixes together chemically casein, fat, sugar, and salts, then the force present in the hexagon is not there. When you give the mice milk then it is there. Only in milk it is not so strongly present that when the milk is turning sour it crystallizes hexagonally. If this hexagonally-working force were a little stronger in milk, one could drink sour milk and it would form little silicic-acid crystals on the tongue. This would taste as though the milk were full of tiny little hairs. But it does not go so far, because milk comes from the human or animal body, and there it remains fluid. This is sufficient for the child but not for the grown man. But to become adult is something that already begins in childhood, so we must give the child the more powerfully-working hexagonal force that honey contains. You see, it is very interesting that when you take milk, even if it comes from the human being, it is still something belonging to the animal-nature in man. In man it is animal. If you take honey, it comes from the plant kingdom - indirectly through the bee. But it comes from the plant world and has a plant nature. If you take silicic acid - quartz - then this has a mineral-nature; it has quite a definite hexagonal form. The wax which is produced within the bee itself through the food which is its nourishment, the wax has received its form; it does not originate it, it receives the form as developed in the hexagonal cell. In milk this form is dissolved again; only a shadow-picture of the hexagonal crystal remains in the milk. Thus, one can say that honey is a substance most suitable and health-giving for man. Man as Symphony of the Creative Word, Part 3, The Plant World and the Elemental Nature Spirits, Lecture VII, November 2, 1923, GA 230 Plants send down their roots into the ground. Anyone who can observe what they really send down and can perceive the roots with spiritual vision (for this he must have) sees how the root-nature is everywhere surrounded, woven around, by elemental nature spirits. And these elemental spirits, with an old clairvoyant perception designated as gnomes and which we may call the root-spirits, can actually be studied by an imaginative and inspirational world-conception, just as human life and animal life can be studied in the sphere of the physical. We can look into the soul-nature of these elemental spirits, into this world of the spirits of the roots. The plant gathers the secrets of the universe, sinks them into the ground, and the gnomes take these secrets into themselves from what seeps down spiritually to them through the plants. And because the gnomes, particularly from autumn on and through the winter, in their wanderings through ore and rock bear with them what has filtered down to them through the plants, they become those beings within the earth which, as they wander, carry the ideas of the whole universe streaming throughout the earth. We look forth into the wide world. The world is built from universal spirit; it is an embodiment of universal ideas, of universal spirit. The gnomes receive through the plants, which to them are the same as rays of light are to us, the ideas of the universe, and within the earth carry them in full consciousness from metal to metal, from rock to rock. We gaze down into the depths of the earth not to seek there below for abstract ideas about some kind of mechanical laws of nature, but to behold the roving, wandering gnomes, which are the light-filled preservers of world-understanding within the earth. Because these gnomes have immediate understanding of what they see, their knowledge is actually of a similar nature to that of man. They are the compendium of understanding, they are entirely understanding. Everything about them is understanding, an understanding however, which is universal, and which really looks down upon human understanding as something incomplete. The gnomes laugh at us to scorn on account of the groping, struggling understanding with which we manage to grasp one thing or another, whereas they have no need at all to make use of thought. They have direct perception of what is comprehensible in the world; and they are particularly ironical when they notice the efforts people have to make to come to this or that conclusion. Why should they do this? say the gnomes - why ever should people give themselves so much trouble to think things over? We know everything we look at. People are so stupid - say the gnomes - for they must first think things over. And I must say that the gnomes become ironical to the point of ill manners if one speaks to them of logic. For why ever should people need such a superfluous thing - a training in thinking? The thoughts are already there. The ideas flow through the plants. Why don't people stick their noses as deep into the earth as the plant's roots, and let what the sun says to the plants trickle down into their noses? Then they would know something! But with logic - so say the gnomes - there one can only have odd bits and pieces of knowledge. Thus the gnomes, inside the earth, are actually the bearers of the ideas of the universe, of the world-all. But for the earth itself they have no liking at all. They bustle about in the earth with ideas of the universe, but they actually hate what is earthly. This is something from which the gnomes would best like to tear themselves free. Nevertheless they remain with the earthly - you will soon see why this is - but they hate it, for the earthly threatens them with a continual danger. The earth continually holds over them the threat of forcing them to take on a particular form, the form of those creatures I described to you in the last lecture, the amphibians, and in particular of the frogs and the toads. The feeling of the gnomes within the earth is really this: If we grow too strongly together with the earth, we shall assume the form of frogs or toads. They are continually on the alert to avoid being caught in a too strong connection with the earth, to avoid taking on earthly form. They are always on the defensive against this earthly form, which threatens them as it does because of the element in which they exist. They have their home in the earthly-moist element; there they live under the constant threat of being forced into amphibian forms. From this they continually tear themselves free, by filling themselves entirely with ideas of the extra-terrestrial universe. The gnomes are really that element within the earth which represents the extra-terrestrial, because they must continually reject a growing together with the earthly; otherwise, as single beings, they would take on the forms of the amphibian world. And it is just from what I may call this feeling of hatred, this feeling of antipathy towards the earthly, that the gnomes gain the power of driving the plants up out of the earth. With the fundamental force of their being they unceasingly thrust away the earthly, and it is this thrusting that determines the upward direction of the plant's growth; they push the plants up with them. It accords with the nature of the gnomes in regard to the earthly to allow the plant to have only its roots in the earth, and then to grow upwards out of the earth-sphere; so that it is actually out of the force of their own original nature that the gnomes push the plants out of the earth and make them grow upwards. The gnomes are, in fact, the spiritual midwives of plant-reproduction. Fructification takes place below in the earth during the winter, when the seed comes into the earth and meets with the forms which the gnomes have received from the activities of the sylphs and undines and now carry to where these forms can meet with the fructifying seeds. Plant fructification takes place through the fact that the gnomes take from the fire-spirits what the fire-spirits have carried into the seed bud as concentrated cosmic warmth on the little airships of the anther-pollen. First, with the help of what comes from the fire-spirits, the gnomes down below instill life into the plant and push it upwards. They are the fosterers of life. They carry the life-ether to the root - the same life-ether in which they themselves live. The undines foster the chemical ether, the sylphs the light-ether, the fire-spirits the warmth ether. And then the fruit of the warmth-ether again unites with what is present below as life. Man as Symphony of the Creative Word, Lecture 9, November 4, 1923, GA 230 The gnomes: they sink down everywhere, because for them the whole earth-body is primarily a hollow space through which they can pass. They can penetrate everywhere; the rocks, the metals, present no hindrance to their - shall I say swimming around. There are no words in our language which really express this wandering about of the gnomes inside the body of the earth. It is just that they have an inner experience, an inner perception, of the different ingredients of the earth; when they wander along a vein of metal they have a different experience from when they take their way along a layer of chalk. All this, however, the gnomes feel inwardly, for through all such things they penetrate unhindered. They have not the least idea that the earth exists. Their idea is that there is a space within which they perceive certain experiences, the experience of gold, the experience of mercury, of tin, of silica, and so on. This is to express it in human language, not in the language of the gnomes. Their language is far more perceptive; and it is just because their whole life is spent in journeying along all the veins and seams - ever and again journeying along them - that they acquire the very pronounced intellectuality about which I have spoken to you. Through this they acquire their all-comprehensive knowledge, for in the metals and in the earth everything outside in the universe is revealed to them - as though in a mirror they experience everything which is outside in the universe. But for the earth itself the gnomes have no perception, only for its different constituents, and for the different kinds of inner experience which they offer. Because of this the gnomes have a quite particular gift for receiving the impressions which come from the moon. It is towards the moon that they continually direct their attentive listening, and in this respect they are - I cannot say the born - it is so difficult to find the appropriate words - but the inherent nervous debility. Of course, what for us is an illness is for these gnome-beings their actual life-element. For them this is no illness; it is simply a matter of course. It is what gives them that inner sensibility towards all those things of which I have spoken. But it also gives them their inner sensitivity towards the phenomena connected with the phases of the moon. They follow the changes in the moon-phenomena with such close attention - I have already described their power of attention to you - that it actually alters their form. When, therefore, one follows the existence of a gnome, one receives quite a different impression at full moon from that one receives at new moon, and again at the intermediate phases. At full moon the gnomes are ill at ease. Physical moonlight does not suit them, and at that time they thrust the whole feeling of their being outwards. They circumscribe themselves, as it were, with a spiritual skin. At full moon they press the feeling of their existence towards the boundary of their body. And in full moonlight, if one has imaginative perception for such things, they really appear like little shining, mail-clad knights. They are clad in a kind of spiritual armor and this it is which presses outwards in their skin to arm them against the moonlight which so displeases them. But when the time of new moon approaches the gnome becomes transparent, wonderful to see, inwardly irradiated with a glittering play of colors. One sees within him, as it were, the processes of a whole world. It is as though one were to look into the human brain, not as an anatomist investigating the fabric of the cells, but as one who perceives inside the brain the shimmering and sparkling of the thoughts. That is how these transparent little folk, the gnomes, appear to one, it is though the play of thoughts is revealed within them. It is just at new moon that the gnomes are so particularly interesting, for each of them bears a whole world within himself; and one can say that within this world there actually lies the mystery of the moon. If one unveils it, this moon-mystery, one comes upon truly remarkable discoveries, for one reaches the conclusion that at the present time the moon is continually approaching nearer - each year it does in fact come somewhat nearer. Each year the moon is actually nearer the earth. One recognizes this from the ever more vigorous play of the moon-forces in the gnome-world during the time of the new moon. And to this coming nearer of the moon the attentiveness of these gnomes is quite specially directed; for it is in producing results from the way in which the moon affects them that they see their chief mission in the universe. They await with intense expectation the epoch when the moon will again unite with the earth; and they assemble all their forces in order to be armed in readiness for the epoch when the moon will have united with the earth, for they will then use the moon substance gradually to disperse the earth, as far as its outer substance is concerned, into the universe. Its substance must pass away. Because they hold this task in view these gnomes feel themselves to be of quite special importance, for they gather together the most varied experiences from the whole of earth-existence, and they hold themselves in readiness, when all earthly substance will have been dispersed into the universe - after the transition to the Jupiter-evolution - to preserve what is good in the structure of the earth in order to incorporate this in Jupiter as a kind of bony support. You see, when one looks at this process from the aspect of the gnomes, one gains a first stimulus, a first capacity, to picture how our earth would appear if all the water were taken away from it. Just consider how, in the western hemisphere, everything is orientated from north to south, and how, in the eastern hemisphere, everything is orientated from east to west. Thus, if you were to do away with all the water, you would get in America, with its mountains and what lies under the sea, something which proceeds from north to south; and looking at Europe you would correspondingly find that, in the eastern hemisphere, the chain of the Alps, the Carpathians and so on, runs in the east-west direction. You would get something like the structure of the cross in the earth. When one gains insight into this, one receives the impression that this is really the united gnome-world of the old Moon. The predecessors of our Earth-gnomes, the Moon-gnomes, gathered together their Moon-experiences and from them fashioned this structure, this firm structure of the solid fabric of the Earth, so that our solid Earth-structure actually arose from the experiences of the gnomes of the old Moon. These are the things which reveal themselves in regard to the gnome-world. Through them the gnomes acquire an interesting, an extraordinarily interesting relationship to the whole evolution of the universe. They always carry over the firm element of a preceding stage into the stage which follows. They are the preservers in evolution of the continuity of the firm structure, and thus they preserve the firm structure from one world-body to another. It belongs to the most interesting of studies to approach the super-sensible world from the aspect of these spiritual beings and to observe their special task, for it is through this that one first gains an impression of how every kind of being existing in the world shares in the task of working upon the whole formation of the world. Thus one can say: The gnomes carry one world over into another in regard to its structure. They progress, as it were in a direction which is horizontal with evolution. As already mentioned, man's experience of the earth is of a hard substance upon which he walks about and stands. For the gnomes it is a transparent globe, a hollow body. It is the gnomes especially which really find it quite an entertainment to observe a person who is asleep, not the physical body in bed, but the person who is outside his physical body in his astral body and ego, for what the gnome sees is someone who thinks in the spirit but does not know it. He does not know that his thoughts live in the spiritual. The gnomes speak somewhat as follows: \"You dream yourself, and shun awakening.\" The gnomes know that man possesses his ego as though in a dream, that he must first awaken in order to arrive at his true ego. They see this quite clearly, and call to him in his sleep: \"I maintain the life-force in the root, it creates for me my body's form.\" When man hearkens to the gnomes after the admonitions which I have written down have been imparted to him, then there sounds towards him from the massed chorus of the gnomes: \"Strive to awaken.\" The gnomes are not only present for man in the way I have already portrayed, but they are there to let their world-words sound forth from the earth. When the gnome-chorus allows its \"Strive to awaken\" to sound forth, this - only transformed into gnome-language - is the force which is active in bringing about the human bony system, the system of movement in general. The chorus of gnomes sound forth to the human being: \"Strive to awaken.\" The chorus goes on, spoken by the gnomes: \"You dream your self, and shun awakening. I maintain the life-force in the roots and it creates for me my body's form.\" Get a free copy! [The Eternal Ethers: A Theory of Everything](https://neoanthroposophy.com/2017/10/13/the-eternal-ethers-a-theory-of-everything/) . Get a free copy! "}