{"title": "My Toddlers Already Had COVID-19. I'm Still Getting Them Vaccinated", "author": "Katelyn Jetelina", "url": "https://time.com/6188890/covid-19-vaccines-under-5-previous-infection/", "hostname": "time.com", "description": "Why this epidemiologist and mom of two believes the benefits clearly outweigh the risks", "sitename": "Time", "date": "2022-06-18", "cleaned_text": "Six months ago, in the hustle and bustle of Christmas activities, I quickly swabbed my girls' noses (and my own) for COVID-19. They are 3 years old and 1.5 years old. No one had symptoms, but we were going to see their great-grandpa and wanted to be extra careful. As an epidemiologist, I knew we were in the middle of a COVID-19 tsunami, kids are fantastic silent transmitters of COVID-19, and older adults are at the [highest risk](https://www.kff.org/coronavirus-covid-19/press-release/breakthrough-covid-19-hospitalizations-among-fully-vaccinated-patients-occur-most-often-among-older-adults-and-involve-people-with-chronic-health-conditions/) for severe breakthrough infections. Fifteen minutes later and much to my surprise, my girls' tests indicated that they were positive. (My husband and I got a booster one month prior, and never tested positive). Needless to say, our plans changed. Instead of gathering with family, we spent Christmas at home with snotty noses, fevers, no appetites, and a very tired mama. A version of this played out for [millions](https://downloads.aap.org/AAP/PDF/AAP%20and%20CHA%20-%20Children%20and%20COVID-19%20State%20Data%20Report%206.9.22%20FINAL.pdf?_ga=2.207268563.1923031248.1655499418-517400667.1654546047) of families across the U.S. While we were fortunate to experience only [moderate](https://www.singlecare.com/blog/news/coronavirus-symptoms-and-incubation-period/) symptoms, others were not so lucky. During this wave, COVID-19 hospitalizations among children under 5 years old surged more than any other pediatric age group. Eighty-six percent of these hospitalizations were for COVID-19 (opposed to with COVID-19). Hospitalizations of young children surpassed previous influenza peaks and far surpassed [previous COVID-19 peaks](https://time.com/6092446/pediatric-covid-19-surge/). Of toddlers hospitalized for COVID-19, [1 in 4](https://www.fda.gov/media/159222/download) went to the ICU. This wave significantly added to the COVID-19 death toll of toddlers, and now [more than 400 children under 4 have died](https://data.cdc.gov/NCHS/Provisional-COVID-19-Deaths-Focus-on-Ages-0-18-Yea/nr4s-juj3) from the virus. The death rate from COVID-19 for this age group is higher than for any other vaccine-preventable disease and COVID-19 is a top 10 leading [ cause](https://www.cdc.gov/vaccines/acip/meetings/downloads/slides-2022-06-17-18/02-COVID-Fleming-Dutra-508.pdf) of death overall for children. Read More: [A New Test Can Help Reveal If You're Immune to COVID-19](https://time.com/6186459/t-cell-testing-covid-19/) Of course, up until now, this age group wasn't eligible for vaccination against COVID-19. But after rigorous clinical trials (as well as some setbacks as [Pfizer-BioNTech worked to get the number of shots and dosage just right](https://time.com/6147511/fda-delays-covid-19-vaccine-kids/)), the FDA has granted emergency use authorization and the CDC has recommended COVID-19 vaccines for kids as young as 6 months. At this point [75% of kids under 18 have been infected by the virus](https://time.com/6170735/how-many-people-have-had-covid-19/). My girls included. Still, my daughters will be getting the vaccine as soon as possible. There are many reasons why I'm getting my children vaccinated when they've already had COVID-19. Reinfection from [other respiratory viruses](https://www.sciencedirect.com/science/article/pii/S2214109X21001418) is common and should be expected with SARS-CoV-2. In fact, [COVID19 reinfections](https://time.com/6177192/covid-19-reinfection-how-often/) are happening more often. Very recent [scientific ](https://www.cell.com/immunity/fulltext/S1074-7613(22)00241-2?dgcid=raven_jbs_aip_email) [evidence](https://www.nature.com/articles/s41467-022-30649-1) showed some children under 18 failed to make antibodies against SARS-CoV-2 after confirmed infection (the immune system's first line of defense) and had mediocre T-cell responses (the immune system's second line of defense). This isn't surprising. The quality of an immune response is relative to the severity of an infection. If a child had a mild infection (which many do), then they likely had a lower viral dose and broad protection is less likely. This means we aren't confident as to what will happen when they come into contact with the virus again, and I want my girls to have optimal protection. [Omicron is also changing very quickly](https://time.com/6187762/ba-4-ba-5-omicron-subvariants-symptoms-risk/). SARS-CoV-2 is mutating [four times](https://bedford.io/talks/sars-cov-2-continuing-evolution-vrbpac/#/5) faster than the flu. Recent scientific [evidence](https://www.biorxiv.org/content/10.1101/2022.05.26.493539v1) shows neutralizing antibodies from an infection in winter (from variants BA.1 or [BA.2](https://time.com/6143069/new-omicron-variant-ba2/)) does not protect well against [new circulating variants of Omicron (called BA.4/5).](https://time.com/6187762/ba-4-ba-5-omicron-subvariants-symptoms-risk/) In addition, neutralizing antibodies are waning quickly. Odds are, six months after an infection, my girls' first line of defense is largely gone (if they even got adequate antibodies in the first place). While it's clear we need second-generation vaccines for long-term protection against infection, like the [nasal vaccines](https://time.com/6148257/nasal-vaccines-covid-19/), a vaccine right now, in the middle of a surge, will help prevent infection temporarily (and reduce the chances of [Long COVID](https://time.com/6153259/what-causes-long-covid/)). Read More: [Routine Childhood Vaccination Rates Fell as Misinformation About the COVID-19 Shot Rose](https://time.com/6172678/childhood-vaccinations-fall-covid-19/) We are also not great at predicting what will happen in the future. [Mounting](https://www.cell.com/cell-host-microbe/fulltext/S1931-3128(22)00159-7) [evidence](https://www.nejm.org/doi/full/10.1056/NEJMc2201607) shows an Omicron infection among unvaccinated people does not elicit neutralizing antibodies against other variants of concern. While Omicron is the dominant variant right now, that certainly could change in the future. And if, for example, another variant comes along that is far more severe, relying on infection-induced immunity would be a crapshoot. Unfortunately, we don't know when the next variant of concern will come. It could be tomorrow. It could be in 10 years. If it is tomorrow, though, I want my girls protected. Being vaccinated plus recovering from a past infection is called \"hybrid immunity,\" and more than [20 studies](https://www.science.org/doi/10.1126/science.abj2258) of adults have shown that hybrid immunity significantly increase in broad protection against infection and severe disease for a longer time. The vaccine immunity targets the spike protein, and infection-induced immunity targets the whole virus. This doesn't mean we should [purposefully expose our children to COVID-19](https://time.com/6133419/should-i-try-to-get-omicron/), but we do need to recognize the strong protection this combination offers. Read More: [Here's What to Know About COVID-19 Booster Shots for Kids](https://time.com/6183609/kids-covid-19-boosters-when-to-get/) Finally, the vaccine is safe. Side effects during both the Moderna and Pfizer clinical trials were minimal. Yes, the majority of toddlers were irritable and tired after the vaccine, and 1 in 4 Moderna recipients had a fever (this is typical of young child vaccines). But these symptoms were short-lived and signs that the vaccine was doing its job. No myocarditis cases were reported in either clinical trial. This was great but expected. The clinical trials were not large enough to capture such a rare event. Based on safety monitoring in children ages 5 to 11 years, myocarditis after mRNA COVID-19 vaccination in young children is anticipated to be rare due to smaller doses of RNA and myocarditis being fundamentally different in young children. Data will be closely followed. Regardless, kids can get myocarditis from infection, which is more severe than myocarditis experienced after vaccination. We do not expect long-term serious adverse events from these vaccines, given our extensive knowledge of their ingredients. Scientists have been studying [mRNA vaccines](https://time.com/5927342/mrna-covid-vaccine/) since the 1990s, and extensive real-world data on both older children and adults, including [pregnant people](https://time.com/6148435/covid-19-vaccine-during-pregnancy/), show the COVID-19 vaccine is safe and effective. It's been more than seven months since the [CDC recommended COVID-19 vaccines for 5- to 11-year-olds](https://time.com/6113261/cdc-panel-recommends-covid-19-vaccine-young-kids/). Since then, our littlest kids have been waiting for their turn. To me, the benefits of these newly recommended vaccines clearly outweigh the risks. This week, I will be standing in line to finally get my girls protection from this now vaccine-preventable disease. I hope you will join me and getting your kids protected as well. - The [TIME100 Most Influential People in AI](https://time.com/collection/time100-ai/?utm_source=roundup&utm_campaign=20230202) [Burned Out at Work?](https://time.com/6311034/50-50-job-sharing-burn-out/?utm_source=roundup&utm_campaign=20230202)Find Someone to Split Your Job 50-50 With You - There's Now an [At-Home Menopause Test](https://time.com/6310046/at-home-menopause-test/?utm_source=roundup&utm_campaign=20230202) - How Europe's Poorest Country Could [Win the Green Energy Race](https://time.com/6310923/moldova-green-promise-europe/?utm_source=roundup&utm_campaign=20230202) [Is Pink Still a 'Girl Color'?](https://time.com/6309632/is-pink-girl-color-barbie/?utm_source=roundup&utm_campaign=20230202)An Exploration - The Most Anticipated [Books](https://time.com/6306503/best-books-fall-2023/?utm_source=roundup&utm_campaign=20230202), [Movies](https://time.com/6308618/best-movies-fall-2023/?utm_source=roundup&utm_campaign=20230202), [TV](https://time.com/6309384/best-tv-shows-fall-2023/?utm_source=roundup&utm_campaign=20230202), [Music](https://time.com/6309530/best-music-fall-2023/?utm_source=roundup&utm_campaign=20230202)of Fall 2023 - Podcast: Douglas Rushkoff on [How Human Behavior is Training AI](https://time.com/6311418/douglas-rushkoff-interview-person-of-the-week/?utm_source=roundup&utm_campaign=20230202) - Want Weekly Recs on What to Watch, Read, and More? Sign "}