{"title": "HEALTH NEWSLETTER", "author": "Sushma Shah; Naturopathic Doctor", "url": null, "hostname": null, "description": "Alas! Spring is here after a long, hardy and snowy winter. Spring is a great time for rejuvenation and detoxification for the body, so lets get our body's spring cleaning underway and look and feel our best for the season. In this spring newsletter: Clinic News; Why Should We Spring Cleanse / Detox?; Loosing Weight The Right Way; Change Of Season Soup.", "sitename": null, "date": "2013-01-01", "cleaned_text": "Hello again from Your Wellness Therapists at the [Nature's Intentions Naturopathic Clinic](https://www.naturesintentionsnaturopathy.com). Alas! Spring is here after a long, hardy and snowy winter. Spring is a great time for rejuvenation and detoxification for the body, so lets get our body's spring cleaning underway and look and feel our best for the season. As always we are available at your service to help you optimize your health and well being using the healing power of nature! [Sushma Shah, Naturopathic Doctor](https://www.naturesintentionsnaturopathy.com/meet-our-therapists.html) In this newsletter: For your wellness and health, we have recently added Miss Helen Zenar to our team of therapists. [She is a qualified psychotherapist](https://www.naturesintentionsnaturopathy.com/psychotherapy/psychotherapy-overview.html) and social worker, and has been working as a therapist with children families and adults for over 12 years. Thank your for making us [Your Naturopathic Clinic](https://www.naturesintentionsnaturopathy.com/contact.html)! People talk about cleanses all the time, so firstly what is a detox/Spring Cleanse exactly? Detox is simply a change in diet to lighten the load on the vital organs in the body in order to gain greater health. The notion that diet and detox programs go hand-in-hand is a misconception. While some individuals do tend to lose weight on a detox, others might gain weight. A detox program should not be confused with a diet and should ideally be individualized based on the person health, ability to detoxify toxins and of course they type of toxins present in the body. During the winter, the levels of toxins that have entered the body will most likely be higher than at other times of the year, due to the various junk foods ingested, the amount of food we intake, exposure in general to various toxins in the environment, and the lack of exercise to keep the digestive system active and the circulatory system running optimally. Spring and Fall are ideal for liver detoxification. In total, the body has six channels for detoxification: the lymphatic system, the colon, the kidneys, the lungs, the sinuses and the skin, which are responsible for the removal of toxins built up in the body. Toxins enter the body through foods, drinking water, exposure to the environment, points of contact and stress, which inhibit the body's ability to absorb nutrients, rest and repair itself. Without a detox, the frontline - or defense - of the intestines is broken due to the large quantities of toxins present in the body. With time, the toxins will start to leak out of the intestinal walls and into the blood stream. As a result, diseases such as bowel toxemia (blood poisoning) or candidiasis (infections caused by fungi) could potentially occur. Repeated weight loss and regain may be doing you more harm than good. \"Yo-yo\" dieting or weight cycling can have psychological effects (e.g., disappointment, self-esteem issues) that inhibit weight maintenance. Repeated weight loss/gain has also been suggested to contribute to heart and blood sugar- related issues, especially if weight regain exceeds a healthy weight and is maintained over time. Even at a healthy weight, aging bodies naturally lose muscle and favor fat storage, both of which can contribute to health problems and compromised functioning that impact independent living. That's why many health experts recommend a \"lifestyle\" approach to maintaining a healthy weight, incorporating principles that can become lifelong habits after short-term weight loss goals are met. Some important things to consider in a healthy plan for weight loss / maintenance include: Protein helps maintain muscle, is lower in calories, and helps curb cravings. A greater percentage of lean muscle benefits general health and well-being. Higher intake of refined sugars stimulates hunger, increases cravings for sweet foods, and promotes fat storage. Plus, our bodies store (as fat) the excess carbohydrates that aren't used as fuel. Low fat diets may not consider the quality of fat intake, or they may recommend a counterproductive increase in carbohydrate intake. Fats also help prolong hunger. Vegetables, fruits, nuts, and herb/spices contain phytochemicals that offer heath benefits similar to vitamins/minerals. It's important to include fresh, whole foods to ensure a healthy intake of a spectrum of phytonutrients and fiber. Regular physical activity helps maintain lean body mass. Stress can cause hormonal changes or unhealthy habits that lead to weight gain. Call us at: (416) 913 4325 to schedule an appointment to learn about effective lifestyle programs to help you lose weight and keep it off. Change of season soup is an immune system tonic used in traditional Chinese medicine. It's a herbal blend ideal to enhance the immune system during the changing of the seasons. This herbal formula is also thought to improve resistance to colds and flu and help with stress. One cup or bowl twice a day for 12 days is often recommended for a healthy person. People who are in the midst of a cold or flu should not drink the soup until after they have recovered. The soup has a slightly bitter taste. To improve the taste, use it as a base for a hearty chicken soup made with a whole chicken and shiitake mushrooms, onions, carrots, potatoes, pumpkin, squash, beets, and other local harvest vegetables. To make change of season soup, you will need equal parts (2-3 oz each) of the following herbs. Chinese herbal shops sometimes sell the herbs pre-packaged for convenience. Ingredients: This herb is thought to help tonify and strengthen \"qi\" energy and helps to build blood and nourish body fluids. Astragalus is a root thought to helps strengthen protective defenses, strengthen qi energy, nourish the spleen, and tonify the blood and lungs. Dioscorea is a herb believed to tonify and balances the lungs and the kidneys. Lycii berries is believed to strengthen the liver and the kidneys. Instructions: Fill a large Stock Pot with water. Add the above herbs to the pot and place the lid on. Bring to a boil and simmer for 4 to 6 hours. If the water level boils down, add water to refill if necessary. Using a slotted spoon, remove the herbs from the pot and allow the soup to cool. This recipe makes about 4 liters of soup. You can drink it as a broth, use it as a base for soup recipes, or place it in a mug or thermos and sip it throughout the day. For any questions, or concerns, or to schedule an initial naturopathic appointment, please contact us at 416 913 4325 (HEAL) or email us at [[email protected]](/cdn-cgi/l/email-protection#0c65626a634c626d78797e697f6562786962786563627f626d78797e637c6d786475226f6361) * DISCLAIMER: The information on this article is the property of Dr. Sushma Shah, Naturopathic Doctor, and is not intended to treat, diagnose or cure any diseases or promote any services or products mentioned on the website. "}