{"title": "Vitaminas a tomar para reforzar el sistema inmunitario - Blog de salud para todas las edades", "author": "Sandra Villalón Barbero", "url": "https://www.farmaciasdirect.com/blog/vitaminas-a-tomar-para-reforzar-el-sistema-inmunitario/", "hostname": "farmaciasdirect.com", "description": "Hablamos de sistema inmunitario, de rutinas para reforzar nuestro organismo y de qué vitaminas debemos incoporar en nuestra dieta.", "sitename": "Blog de salud para todas las edades", "date": "2020-11-07", "cleaned_text": "En estos tiempos de cambios bruscos de temperatura, estrés y de pandemia, es necesario tener un sistema inmune fuerte y protegido para evitar el contagio. Pero... ¿No sabes cómo hacerlo? Te contamos que vitaminas debes tomar para reforzar tu sistema inmunitario. Si, sabemos que en [Farmaciasdirect](https://www.farmaciasdirect.com) ya hemos hablado de complementos que podéis incluir en nuestra rutina para proteger vuestro organismo, por las vitaminas que incluyen. Que, por cierto, para los que no lo hayáis leído aún, lo dejamos [aquí](https://magazine.farmaciasdirect.com/complementos-para-fortalecer-el-sistema-inmunitario/), peeeero... En el post de hoy queremos contaros cuales son estas vitaminas y como ayudan a reforzar el sistema inmunitario. Así que ¡Sigue leyendo! Vitaminas para reforzar el sistema inmunitario Vitamina A Los linfocitos atacan a los agentes invasores y ayudan al cuerpo a producir las proteínas llamadas anticuerpos, que mantendrán a raya infecciones futuras. Se puede encontrar vitamina A en: los lácteos, el brécol, los huevos y la col rizada. Vitamina B2 Además de fortalecer el sistema inmunitario con su efecto antioxidante, fortalece los glóbulos rojos. Se puede encontrar vitamina B2 en: las carnes magras, los huevos y las verduras verdes. Vitamina B9 (ácido fólico) Es muy beneficiosa sobre todo en edades altas y envejecimiento porque la producción de 'linfocitos T' disminuye en el organismo con el paso de los años, y esa disminución puede paliarse con vitamina B9. Podemos encontrarla en: la yema del huevo, el hígado y otras vísceras, frutas como el melón, el albaricoque y el aguacate, las legumbres... Vitamina B6 Es considerada como la vitamina con función de alama. La vitamina con función de alarma ¿Por qué? Porque actúa de esa manera señalando cuando surge o aparece un patógeno invasor al organismo. Se puede encontrar vitamina B6 en: carne, pescado, plátanos, patatas, tofu. Vitamina C Ha sido utilizada durante años para el tratamiento del resfriado. El colágeno de la nariz, pulmones e intestinos es crucial a la hora de permitir el paso de patógenos hacia el organismo, y ese colágeno se elabora con gran cantidad de vitamina C, de modo que es necesaria para mantener el colágeno en forma. También ayuda al sistema inmune a reaccionar ante virus e infecciones, incrementando la producción de células blancas, enzimas y anticuerpos. Podemos consumirla a través de: los cítricos, los kiwis, las frutas del bosque, los pimientos y las espinacas. Vitamina D Ayuda a fortificar los huesos, siendo especialmente importante los primeros años de vida, en los cuales el crecimiento de los huesos debe ser óptimo. También favorece a los músculos evitando el cansancio y la debilidad muscular. Se puede encontrar en: aceite de pescados y huevos. Vitamina E Fortalece la piel, con lo que conseguimos mantener primera barrera que protege al cuerpo, contra la acción de los gérmenes con los que se está en contacto día a día. Además, tiene un elevado potencial antioxidante que permite la regeneración celular, lo que hace que sea recomendado como suplemento en pacientes cuando sus defensas bajas son una constante. Se puede encontrar vitamina E en: aceites vegetales, nueces y otros frutos secos y las semillas. "}