{"title": "PDF", "author": "PDF", "url": "www.walgreens.com/images/adaptive/pharmacy/specialty-pharmacy/WAGLP_008416_Patient_Booklet_HepC_Rebrand_Spanish_1B_fixed.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "1Esta publicación es únicamente para fines informativos. No tiene por objeto sustituir los consejos, diagnósticos o tratamientos médicos profesionales. Siempre busque el consejo de su médico u otro proveedor de servicios de salud calificado si tiene alguna pregunta sobre una afección médica. Nunca ignore el consejo de los profesionales médicos ni posponga pedirlo por algo que haya leído en esta publicación. Si usted cree que tiene una emergencia médica, llame a su médico o al 911 de inmediato. Walgreens no recomienda ni avala ninguna prueba, médico, producto, intervención, opinión ni demás información específica que pueda haberse mencionado en esta publicación. Cualquier uso que haga de la información provista en esta publicación es solo bajo su propio riesgo. Esta publicación fue elaborada por y se brinda como un servicio de Walgreens.Tabla de contenido Lo que necesita saber acerca de la hepatitis C ........................................................ 1 El hígado y la hepatitis C .......................................................................................................... 1 Diagnóstico .............................................................................................................................. 1 Genotipos ................................................................................................................................. 2 Seguir el tratamiento ............................................................................................................... 2 Cómo se transmite la hepatitis C ............................................................................................. 2 Cómo evitar la transmisión de la hepatitis C .......................................................................... 2 Efectos a largo plazo ................................................................................................................ 3 Vivir con hepatitis C ............................................................................................. 4 Alimentación saludable ........................................................................................................... 4 Escoger bien los alimentos ...................................................................................................... 4 Mantener un peso saludable ................................................................................................... 6 Descansar para recargar el cuerpo .......................................................................................... 6 Mantenerse activo ................................................................................................................... 7 Salud emocional ...................................................................................................................... 8 Embarazo y lactancia ............................................................................................................. 10 Referencias ............................................................................................................................. 12 Recursos ................................................................................................................................. 13Lo que necesita saber acerca de la hepatitis C Aprender a manejar el tratamiento de la hepatitis C puede parecer desafiante, especialmente al principio. Pero comprender su diagnóstico puede ayudarle a controlar esta afección. Queremos ayudarle a obtener el mejor resultado de su tratamiento. En este folleto se explica cómo hacer cambios en el estilo de vida y seguir el tratamiento con medicamentos puede ayudarle a manejar sus síntomas y vivir una vida plena y activa. El hígado y la hepatitis C El hígado ayuda a digerir los alimentos y a transformarlos en energía. El hígado descompone sustancias como el alcohol, la cafeína y los medicamentos. También desempeña un papel e n muchas otras funciones corporales importantes, como la coagulación sanguínea. La hepatitis C es un virus. A veces se le llama VHC. Causa inflamación que puede dañar al hígado. Existen otros tipos de hepatitis. Algunos pueden prevenirse con vacunas. Pero no existe una vacuna para la hepatitis C. Diagnóstico Con frecuencia, se dice que la hepatitis C es una afección de salud silenciosa. Una persona puede estar infectada durante muchos años antes de que se detecte la enfermedad.1 Muchas personas no presentan síntomas. Otras notan cansancio extremo o dolor en las articulaciones. Algunas sienten dolor de estómago. Con o sin síntomas, el virus puede dañar al hígado. 1 Su médico probablemente usó análisis de sangre para diagnosticarlo. Se pueden usar análisis de sangre para detectar si una persona ha estado expuesta al virus. Estas pruebas también pueden indicar si el virus está activo en el cuerpo. Los análisis de sangre pueden detectar indicios del virus en el cuerpo a partir de una a dos semanas después de la exposición. 1 Las nuevas infecciones se consideran agudas en los primeros seis meses. En la mayoría de las personas, el virus permanece en el cuerpo y se transforma en hepatitis C crónica.1 Esto puede causar otros problemas de salud. El hígado3 2Genotipos Hay diferentes tipos de virus de la hepatitis C. Se les conoce como genotipos. Hay siete genotipos y 67 subtipos.3 Los genotipos 1, 2 y 3 son los más comunes en los Estados Unidos.4 Una prueba de sangre identificará que genotipo tiene usted. Este no cambiará a lo largo del curso de su infección. Diferentes genotipos requieren diferentes medicamentos. La mayoría de los medicamentos se toman por 12 semanas. Pero el periodo de tratamiento puede variar de persona a persona. Seguir el tratamiento Su médico le recetó el tratamiento porque usted tiene una buena posibilidad de responder al mismo. Pero debe tomar sus medicamentos exactamente como se lo haya indicado el médico. Es importante que sepa cómo su tratamiento para la hepatitis C puede interactuar con los alimentos u otros medicamentos. Hable con su médico o farmacéutico para aclarar cualquier pregunta que tenga sobre su tratamiento. Si le resulta difícil mantenerse al día con su tratamiento, consulte a su médico o farmacéutico para que le ayude. No deje de tomar sus medicamentos sin consultarle al médico primero. Omitir dosis podría resultar en que los medicamentos para la hepatitis C no funcionen bien. En algunos casos, no tratar la hepatitis C podría dejar cicatrices en el hígado y hacer que no funcione como debería. También podría ocasionar otros problemas de salud. Hacer cambios en su estilo de vida y tomar los medicamentos según lo indicado puede aumentar las posibilidades de curar la infección y evitar el daño al hígado. 5,6 Cómo se transmite la hepatitis C La hepatitis C se transmite por contacto directo con sangre infectada. El virus puede transmitirse vía7: Pinchazos accidentales con agujas en entornos donde se proveen cuidados de salud Transfusiones de sangre o trasplantes de órganos antes del 1992 Compartir agujas u otro equipo para inyectar drogas Menos comúnmente, el virus puede transmitirse vía relaciones sexuales sin protección con una persona infectada o de una madre a su bebé durante el parto. Puede transmitirse vía instrumentos para tatuar o hacer perforaciones que no estén limpios. También puede ser transmitido vía artículos personales con rastros de sangre, como rasuradoras o cepillos de dientes. 7 Cómo evitar la transmisión de la hepatitis C Si tiene hepatitis C, debe evitar transmitir el virus. También debe evitar volver a exponerse al virus. Es posible volver a infectarse con el mismo genotipo de hepatitis C o con uno diferente. Tome algunas precauciones básicas 5,7-9: No comparta agujas ni otros materiales relacionados con drogas, como pajillas. No done sangre ni esperma. Cubra cortadas o llagas abiertas. Limpie la sangre derramada con una solución preparada con una parte de blanqueador casero por cada nueve partes de agua. Datos de la Hepatitis C en EE.UU. Se estimaron 50,300 casos de hepatitis C aguda en 2018.2 Aproximadamente 2.4 millones de personas vivían con hepatitis C entre 2013 y 2016.2 Más de 15,000 muertes se atribuyeron, en su totalidad o en parte, a la hepatitis C en 2018.2 No comparta artículos personales que pudieran tener sangre. Esto incluye cepillos de dientes, rasuradoras, cortaúñas o instrumentos para hacer perforaciones en el cuerpo. La hepatitis C no se transmite por7-9: Abrazarse o tomarse de la mano Toser o estornudar Compartir utensilios para comer (como cucharas y tenedores) o vasos Ingerir comida o agua contaminadas Efectos a largo plazo El hígado puede sanar daños menores por sí mismo. Pero, a veces, no puede componer daños graves. Cuando el hígado sufre daños a lo largo de muchos años, se forma tejido cicatricial. Esto se denomina fibrosis. El tejido cicatricial no puede hacer lo que hace el tejido normal. La fibrosis grave que impide que su hígado funcione correctamente se denomina cirrosis. La hepatitis C es una de las principales causas de cirrosis en los EE.UU .7 Vivir con hepatitis C durante mucho tiempo (de 20 a 30 años) puede aumentar el riesgo de padecer cirrosis.1,7 La cirrosis puede causar muchos problemas de salud.10 Puede impedir que el hígado filtre las sustancias nocivas de la sangre. Esto puede causar fatiga y hacer que sea difícil pensar claramente. También puede aumentar el riesgo de desarrollar cáncer de hígado. 7,10 Un síntoma de la cirrosis avanzada es la ascitis. Esta es una acumulación de líquido en el abdomen que puede ser un signo de insuficiencia hepática. Puede causar un aumento de peso repentino. Verifique su peso diariamente. Llame a su médico si repentinamente aumenta más de 10 libras o más de 2 libras por día durante tres días seguidos. 11 Las personas que presentan ascitis generalmente necesitan un trasplante de hígado para sobrevivir.11 Algunas personas con hepatitis C crónica necesitarán un trasplante de hígado.6 La hepatitis C es uno de los motivos más frecuentes para el trasplante de hígado en los EE.UU.1,7 Se necesita un trasplante cuando un hígado gravemente dañado es incapaz de llevar a cabo sus funciones básicas.6,9 Si su médico le sugiere un trasplante, es importante que sepa lo que implica. Pregúntele a su médico acerca del proceso a largo plazo de esperar, recibir y vivir con un trasplante. 6,9 Ayude a su hígado a sanar Puede tomar medidas simples para mejorar la salud de su hígado5,9,12: Evite el consumo de sustancias que pueden dañar su hígado, como el alcohol Aliméntese bien Mantenga un peso saludable Tome los medicamentos según lo indicado, en los momentos y dosis correctos Hable con su médico antes de usar cualquier otro medicamento recetado o de venta libre5 4Vivir con hepatitis C Existen muchas otras maneras en las que puede cuidarse mientras está en tratamiento para la hepatitis C. Un paso importante es consultar a su médico sobre vacunarse contra la hepatitis A y B, y mantener las vacunas de rutina al día.7,13 Otras cosas que puede hacer para mejorar su salud son alimentarse bien, cuidar su peso, descansar lo suficiente y mantenerse activo. Alimentación saludable La mayoría de las personas con hepatitis C no necesitan una dieta especial.12 La clave es alimentarse sanamente y mantener un peso saludable. A veces esto puede ser un reto si presenta efectos secundarios de los medicamentos, como los siguientes12,14: Sabor desagradable en la boca Diarrea Dolor de garganta o en la boca Náuseas Falta de apetito Vómitos Estos son algunos consejos para una alimentación saludable12,14: Piense en porciones pequeñas. En vez de tres comidas grandes al día, trate de comer porciones más pequeñas o meriendas al menos cada 3 o 4 horas. Esto puede ayudarle a mantener sus niveles de energía y evitar las náuseas. Tome bastantes líquidos. Intente beber al menos 6 a 8 vasos de líquidos al día. Evite las bebidas alcohólicas. No hay evidencia de que el consumo de cualquier cantidad alcohol sea seguro para las personas con hepatitis C. El virus puede debilitar la capacidad del hígado para descomponer el alcohol. Beber demasiado alcohol puede causar cirrosis, enfermedad hepática avanzada o cáncer de hígado. Pregúntele a su médico sobre los suplementos alimenticios. La comida es la mejor fuente de vitaminas y minerales. Pero un suplemento podría ser útil. En especial si tiene poco apetito. Hable con su médico antes de tomar cualquier suplemento. Esto incluye productos a base de hierbas y de venta libre. No tome más de lo que su médico le recomiende. Informe a su farmacéutico sobre cualquier suplemento que esté tomando. Escoger bien los alimentos Elegir los alimentos correctos puede ayudar a su salud. También podría pedirle a su médico que lo refiera con un dietista. Juntos, pueden crear un plan de alimentación que le funcione a usted. La siguiente tabla incluye algunos consejos para mejorar sus elecciones alimentarias. Consejos para una alimentación saludable12,15-17 Granos Sal Azúcar Grasas \"malas\" (grasas saturadas y trans) Elija granos enteros. Estos incluyen más fibra y nutrientes que los granos refinados. Busque granos, como arroz integral, bulgur, avena o trigo integrales. Use menos sal en su dieta. Esto puede ayudarle a mantener un peso saludable y a controlar su presión arterial. También puede evitar la hinchazón en sus piernas o abdomen si tiene cirrosis. Limite los alimentos procesados, como galletas saladas, papas fritas o sopas enlatadas. Todas estas tienen alto contenido de sal. Use hierbas y otros condimentos en lugar de sal. Lea las etiquetas de los alimentos para conocer cuáles tienen alto contenido de sal. Limite las bebidas y los alimentos azucarados. Generalmente tienen muchas calorías y son poco nutritivos. Tenga en cuenta que comer demasiados dulces deja menos espacio para alimentos más saludables. Limite productos de origen animal, los cuales son fuente de grasa saturada. Evite alimentos fritos y productos horneados y de pastelería comprados en tiendas. Todos tienen alto contenido de grasas trans. Pruebe frutas frescas, congeladas o enlatadas. Compre frutas que estén de temporada. A menudo, son más económicas y tienen mejor sabor. Elija vegetales que sean fáciles de preparar. Compre bolsas de ensalada ya lavada. Agregue tomates cherry para preparar ensaladas rápidas. Pruebe las zanahorias cambray o los palitos de apio como refrigerios rápidos. Elija estos alimentos como buenas fuentes de proteínas. Pueden ayudar al cuerpo a combatir infecciones y a curar células hepáticas dañadas. Hierva, hornee o sofría los alimentos en lugar de freírlos en abundante aceite. Seleccione leche, queso y yogur sin grasa o bajo en grasa. Limite los productos lácteos con alta concentración de grasa, como manteca y crema. Sepa que el aceite de oliva y el de linaza son buenas fuentes de grasa no saturada. Consuma pescado graso, como salmón, sardinas o atún blanco. Agregue nueces o semillas a otros alimentos para agregarles una textura saludable. Consuma grasas con moderación. Todas las grasas tienen muchas calorías.Frutas Vegetales Carnes magras, pescado, legumbres secas y huevos. Lácteos Grasas \"buenas\" (no saturadas) Alimentos que debe limitar o evitarAlimentos para disfrutar frecuentemente7 6Mantener un peso saludable Algunas personas con hepatitis C tienen dificultad para conservar un peso suficiente. Esto puede deberse a que algunos medicamentos para la hepatitis C pueden causar efectos secundarios que hacen que resulte difícil comer.12 Otras personas con hepatitis C tienen dificultad para perder el peso extra. El sobrepeso es una de las causas de acumulación de grasa en el hígado. Esto se denomina hígado graso. El hígado graso puede aumentar el riesgo de sufrir daños hepáticos y cirrosis.12 Para ver si su peso está en un nivel saludable, puede revisar su índice de masa corporal (IMC).18 Puede usar una calculadora de IMC como la del sitio web del Instituto Nacional del Corazón, los Pulmones y la Sangre (www.nhlbi.nih.gov/ health/educational/lose_wt/BMI/bmicalc.htm). Ingrese su estatura y peso para calcular su IMC. Un IMC inferior a 18.5 significa que su peso podría ser demasiado bajo para su estatura. Un IMC entre 18.5 y 24.9 se considera normal. Un IMC de 25 o más significa que quizás sea necesario que baje de peso. Pero los valores de IMC pueden significar diferentes cosas para diferentes tipos de cuerpos.18 Hable con su médico sobre lo que su IMC significa para su salud. Juntos, pueden elaborar un plan para mantener un peso saludable. Descansar para recargar el cuerpo Vivir con hepatitis C puede hacer que se sienta cansado. Los medicamentos también pueden afectar su sueño y hacer que le resulte difícil sentirse descansado.6,7 Pero su cuerpo necesita descansar para sanar y repararse.19 El descanso le da tiempo para recargarse. Estos consejos pueden ayudarle a obtener más descanso: Tómelo con calma. Asegúrese de que todas sus tareas valgan su tiempo y esfuerzo. Tómese su tiempo. Haga las cosas más importantes a una hora más temprana del día, cuando es probable que tenga más energía. Planee sus actividades. Por ejemplo, escriba la lista de compras en el orden en que encontrará los artículos en la tienda. Esto puede disminuir el tiempo que estará de pie. Duerma bien. Por lo general, se recomienda que los adultos duerman aproximadamente ocho horas al día.20 Hable con su médico acerca de cuántas horas de sueño son adecuadas para su salud. Si tiene problemas para dormir, intente limitar las siestas durante el día y evite usar dispositivos cerca de la hora de dormir.14,19 Reduzca el estrés. Tómese un tiempo para realizar actividades tranquilas. Puede ser leer o escuchar música.19 Las técnicas de relajación o un grupo de apoyo también pueden ayudar.14,19 No haga demasiado. Esté consciente sobre lo que puede hacer cada día. Hacer demasiado hará que se sienta más cansado. Si es posible, reduzca las tareas en casa o en el trabajo.14Mantenerse activo Es posible que no tenga ganas de hacer ejercicio cuando está cansado. Pero mantenerse activo es tan importante como descansar lo suficiente.12 Hacer ejercicio con regularidad puede aumentar su nivel de energía. Puede fortalecer su cuerpo. También puede ayudarle a aliviar el estrés, manejar su peso y dormir mejor.12,14 Elija una actividad que disfrute. Podría considerar algunas de las siguientes actividades: Correr bicicleta Aeróbicos de bajo impacto Nadar Caminar Levantar pesas Comience poco a poco. Vea cómo reacciona su cuerpo a la actividad. Intente hacer ejercicio con regularidad. Pídale a un amigo que haga ejercicio con usted. Siempre consulte a su médico antes de comenzar un programa de ejercicio. Quizás quiera consultar a un especialista en ejercicio para personas con hepatitis C. Juntos, pueden crear un plan que sea adecuado para su nivel de condición física. Categorías Menos de 18.5 = bajo peso 18.5 a 24.9 = peso normal 25 a 29.9 = sobrepeso 30 o más = obesidad9 8Salud emocional Recibir un diagnóstico de una enfermedad como hepatitis C puede parecer abrumador, especialmente al principio. Es posible que se sienta ansioso o deprimido. Esto es normal. La depresión también puede ser un síntoma de hepatitis C y un efecto secundario de determinados medicamentos para la hepatitis C. 1,7,21 Es importante que conozca los síntomas de la depresión y que sepa cuándo pedir ayuda. Los síntomas de depresión pueden incluir algunos o todos los siguientes 22: Achaques y dolores que no desaparecen con el tratamiento Cansancio o falta de energía Comer demasiado o muy poco Sentirse desesperanzado o negativo Sentirse inquieto o irritable Sentirse triste, vacío o ansioso la mayor parte del tiempo Sentirse inútil, desamparado o culpable Tener dificultad para concentrarse, recordar cosas o tomar decisiones Perder interés o placer en las actividades que solía disfrutar Moverse o hablar más lento Dormir demasiado o muy poco Pensar en la muerte o el suicidio Si tiene pensamientos suicidas, llame al 911 o al número local de servicios de emergencia. También puede llamar a su médico, profesional de salud mental, centro de crisis o línea directa para pedir ayuda. Hable con su médico si se siente deprimido. Su médico podría sugerirle terapia, un medicamento antidepresivo o ambos. En una terapia puede hablar con un terapeuta sobre sus pensamientos y sentimientos. Los antidepresivos ayudan a equilibrar las sustancias químicas del cerebro que afectan su estado de ánimo. Pueden pasar muchos meses antes de que empiecen a funcionar. Es posible que note los efectos secundarios antes. Estos pueden incluir los siguientes 23: Dolor de cabeza Náuseas Agitación Problemas sexuales Problemas para dormirHable con su médico si los antidepresivos no le ayudan. No deje de tomar los medicamentos por su cuenta. Quizás su médico tenga que ajustar la dosis o recetarle un antidepresivo diferente. Mejore su estado de ánimo Duerma lo suficiente. Trate de dormir al menos ocho horas cada noche, pero hable con su médico acerca de cuántas horas de sueño son adecuadas para su salud. 20 Intente irse a la cama y levantarse a la misma hora todos los días. Reduzca el estrés. Pruebe actividades relajantes, como yoga o meditación. Exprésese. Escriba sus pensamientos en un diario. Cuénteles a sus familiares, amigos o grupos de apoyo cómo se siente. Comparta los pensamientos positivos y negativos. Manténgase activo. Elija actividades que disfrute. 11 10Embarazo y lactancia Algunos medicamentos que se usan para tratar la hepatitis C pueden causar defectos de nacimiento graves. Pregúntele a su médico qué tipo de método anticonceptivo podría necesitar usar durante el tratamiento. Por ejemplo, una pareja debe usar dos métodos anticonceptivos para evitar el embarazo si alguno de los dos está tomando un producto con ribavirina. Esto podría significar usar un condón con espermicida y también un diafragma. Esto debe continuar durante seis meses después de la última dosis.24 Hable con su médico o farmacéutico sobre cualquier otra precaución que deba tomar durante el tratamiento. Algunos medicamentos para la hepatitis C no deben tomarse con ciertos anticonceptivos orales. Asegúrese de que su médico esté al tanto de todos los medicamentos que usted esté tomando.27 En algunos casos, puede ser necesario usar más de una forma de método anticonceptivo para una protección adecuada.25Aproximadamente 6 de cada 100 bebés nacidos de una madre con hepatitis C se infectan con el virus.7 Si un hombre con hepatitis C tiene un hijo con una mujer que no tiene el virus mientras está embarazada, él no le puede trasmitir el virus al bebé en gestación.24 Hable con su médico si planea amamantar. Algunos medicamentos para la hepatitis C no son seguros durante la lactancia.26 El virus no se transmite a través de la leche materna.7-9 Pero podría transmitirse a través de pezones agrietados o sangrantes.7 Le hemos proporcionado esta información porque creemos que, mientras más sepa sobre la hepatitis C, mejor preparado estará para manejarla. Además, el Equipo de Cuidado de farmacia especializada Walgreens está aquí para brindarle apoyo personalizado y confiable, a fin de ayudarle a manejar los efectos secundarios de los medicamentos y a cumplir con el tratamiento que su médico le haya recetado. Nos dará mucho gusto formar parte de su equipo de atención médica y ayudarle a obtener los mejores resultados de su tratamiento.13 121. Hepatitis C questions and answers for health professionals: index of questions. Sitio web de los Centros para el Control y la Prevención de Enfermedades. Actualizado el 7 de agosto de 2020. Accedido el 15 de enero de 2021. https://www.cdc.gov/hepatitis/hcv/hcvfaq.htm 2. Hepatitis C questions and answers for health professionals: overview and statistics. Sitio web de los Centros para el Control y la Prevención de Enfermedades. Actualizado el 7 de agosto de 2020. Accedido el 15 de enero de 2021. https://www.cdc.gov/ hepatitis/hcv/hcvfaq.htm#section1 3. How many different genotypes of HCV exist? Sitio web de los Centros para el Control y la Prevención de Enfermedades. Actualizado el 7 de agosto de 2020. Accedido el 15 de enero de 2021. https://www.cdc.gov/hepatitis/hcv/hcvfaq.htm#a11 4. Genotypes: hepatitis C. Sitio web del Departamento de Asuntos de Veteranos de los EE.UU. Actualizado el 23 de octubre de 2018. Accedido el 15 de enero de 2021. https://www.hepatitis.va.gov/hcv/ background/genotypes.asp 5. Frequently Asked Questions - Hepatitis C for Patients. Sitio web del Departamento de Asuntos de Veteranos de los EE.UU. Publicado el 4 de octubre de 2018. Accedido el 15 de enero de 2021. https://www. hepatitis.va.gov/hcv/patient/faqs/index.asp 6. Hepatitis C medications: an overview for patients. Sitio web del Departamento de Asuntos de Veteranos de los EE.UU. Actualizado el 8 de julio de 2020. Accedido el 15 de enero de 2021. http://www.hepatitis. va.gov/products/patient/treatment-update.asp 7. Hepatitis C questions and answers for the public: index of questions. Sitio web de los Centros para el Control y la Prevención de Enfermedades. Actualizado el 28 de julio de 2020. Accedido el 15 de enero de 2021. https://www.cdc.gov/hepatitis/hcv/cfaq.htm 8. Preventing hepatitis B or C. Sitio web de MedlinePlus. Actualizado el 13 de julio de 2019. Accedido el 15 de enero de 2021. https://medlineplus.gov/ency/ patientinstructions/000401.htm 9. Hepatitis C. Sitio web del Instituto Nacional de la Diabetes y Enfermedades Digestivas y del Riñón. Actualizado en marzo de 2020. Accedido el 15 de enero de 2021. https://www.niddk.nih.gov/health- information/liver-disease/viral-hepatitis/hepatitis-c 10. Cirrhosis for patients. Sitio web del Departamento de Asuntos de Veteranos de los EE.UU. Actualizado el 29 de octubre de 2018. Accedido el 15 de enero de 2021. https://www.hepatitis.va.gov/cirrhosis/patient/ single-page.asp problem in people with cirrhosis. Sitio web del Colegio Americano de Gastroenterología. Actualizado en julio de 2013. Accedido el 15 de enero de 2021. https://gi.org/topics/ascites/ 12. Liver disease diets. Sitio web de la Fundación Americana del Hígado. Publicado el 11 de junio de 2020. Accedido el 15 de enero de 2021. https://liverfoundation.org/for-patients/about-the- liver/health-wellness/nutrition/#1504047395929- de1cffa1-ccf5 13. Liver disease and adult vaccination. Sitio web de los Centros para el Control y la Prevención de Enfermedades. Actualizado el 2 de mayo de 2016. Accedido el 15 de enero de 2021. https://www.cdc.gov/vaccines/adults/rec-vac/health- conditions/liver-disease.html 14. Center for Substance Abuse Treatment. Addressing viral hepatitis in people with substance use disorders. Substance Abuse and Mental Health Services Administration; 2011. (Treatment Improvement Protocol (TIP) Series, No. 53.) Appendix D, Managing side effects of hepatitis C antiviral treatment. Accedido el 15 de enero de 2021. https://www.ncbi.nlm.nih.gov/books/NBK92026/ 15. Fish and omega-3 fatty acids. Sitio web de la Asociación Americana del Corazón. Actualizado el 23 de marzo de 2017. Accedido el 15 de enero de 2021. https://www.heart.org/en/healthy-living/ healthy-eating/eat-smart/fats/fish-and-omega-3- fatty-acids 16. Why should I limit sodium? Sitio web de la Asociación Americana del Corazón. Publicado en 2017. Accedido el 15 de enero de 2021. https://www.heart.org/-/ media/files/health-topics/answers-by-heart/pe-abh- why-should-i-limit-sodium-ucm_300625.pdf 17. Trans fats. Sitio web de la Asociación Americana del Corazón. Actualizado el 23 de marzo de 2017. Accedido el 15 de enero de 2021. https://www.heart. org/en/healthy-living/healthy-eating/eat-smart/fats/ trans-fat18. Assessing your weight and health risk. Sitio web del Instituto Nacional del Corazón, Pulmón y la Sangre. Accedido el 15 de enero de 2021. https://www.nhlbi. nih.gov/health/educational/lose_wt/risk.htm 19. Instituto Nacional del Corazón, Pulmón y la Sangre. Your guide to healthy sleep. Actualizado en agosto de 2011. Accedido el 15 de enero de 2021. https://www.nhlbi.nih.gov/sites/default/files/ publications/11-5271.pdf 20. How much sleep do we really need? Sitio web de la Fundación Nacional del Sueño. Accedido el 15 de enero de 2021. https://www.sleepfoundation.org/ articles/how-much-sleep-do-we-really-need 21. Monaco S, Mariotto S, Ferrari S, al. Hepatitis C virus-associated neurocognitive and neuropsychiatric doi:10.3748 /wjg.v21.i42.11974. 22. Depression - signs and symptoms. Sitio web del Instituto Nacional de Salud Mental. Actualizado en febrero de 2018. Accedido el 15 de enero de 2021. https://www.nimh.nih.gov/health/topics/depression/ index.shtml#part_145397 23. Antidepressants. Sitio web de MedlinePlus. Actualizado el 15 de julio de 2020. Accedido el 15 de enero de 2021. https://medlineplus.gov/antidepressants.html24. Hepatitis C for patients: sex and sexuality. Sitio web del Departamento de Asuntos de Veteranos de los EE.UU. Actualizado el 29 de octubre de 2019. Accedido el 15 de enero de 2021. https://www.hepatitis.va.gov/ hcv/patient/sex/single-page.asp 25. HCV medications: precautionary measures. Sitio web de la Fundación Americana del Hígado. Publicado en 2017. Accedido el 15 de enero de 2021. https:// liverfoundation.org/for-patients/about-the-liver/ diseases-of-the-liver/hepatitis-c/treating-hepatitis- c/#hcv-medications-precautionary-measures 26. Liver disorders. Sitio web de March of Dimes. Actualizado en febrero de 2008. Accedido el 15 de enero de 2021. https://www.marchofdimes.org/ pregnancy/liver-disorders.aspx# 27. MAVYRET- glecaprevir and pibrentasvir tablet, film coated. Sitio web de DailyMed. Actualizado el 8 de mayo de 2020. Accedido el 15 de enero @liverUSA Esta fundación se dedica a la prevención, el tratamiento y la cura de la hepatitis y otras enfermedades hepáticas. Su sitio web incluye recursos para el diagnóstico, tratamiento y apoyo. Centros para el Control y la Prevención de Enfermedades https://www.cdc.gov/hepatitis/hcv/pdfs/ hepcgeneralfactsheet_sp.pdf 800-CDC-INFO (800-232-4636) www.facebook.com/CDC Twitter: @liverUSA Los Centros para el Control y la Prevención de Enfermedades trabajan con los departamentos de salud estatales y otros grupos para promover la salud, prevenir enfermedades, lesiones y discapacidades, y prepararse para nuevas amenazas a la salud. Su sitio web incluye preguntas frecuentes y fichas informativas.Departamento de Asuntos de Veteranos de EE.UU. www.hepatitis.va.gov/hcv/index.asp 844-MyVA311 (6982311) www.facebook.com/VeteransAffairs Twitter: @DeptVetAffairs El Departamento de Asuntos de Veteranos es el mayor proveedor de atención médica para personas con hepatitis C en los EE.UU. Su sitio web ofrece videos, fichas informativas imprimibles, gráficos y otras herramientas para llevar un registro de los programas de tratamiento, efectos secundarios y cambios en el estilo de vida.Recursos Podría resultarle útil contactar a estas organizaciones para apoyo y recursos adicionales.* * Las organizaciones a las que se hace referencia se proporcionan solo con fines informativos. No están afiliadas con Walgreens ni tampoco han brindado financiamiento para este folleto. Walgreens no apoya ni recomienda a ninguna "}