{"title": "Interoception & GI Disorders: The Importance of Mind-Body Therapies for Comprehensive Treatment", "author": "Editor", "url": "https://ndnr.com/education-web-articles/interoception-gi-disorders-the-importance-of-mind-body-therapies-for-comprehensive-treatment/", "hostname": "ndnr.com", "description": "JOY NAUMAN, ND, MS Naturopathic physicians who work with patients with functional gastrointestinal (GI) disorders are well aware of the high prevalence of mental health comorbidities. We have been taught to treat patients holistically, and for most of us [...]", "sitename": "Naturopathic Doctor News and Review", "date": "2021-01-05", "cleaned_text": "of Mind-Body Therapies for Comprehensive Treatment JOY NAUMAN, ND, MS Naturopathic physicians who work with patients with functional gastrointestinal (GI) disorders are well aware of the high prevalence of mental health comorbidities. We have been taught to treat patients holistically, and for most of us the concept of a mind-body connection is nothing new. Over the last few years, we have seen exciting new research emerge on the gut-brain connection and the microbiome's influence on mental health and functional GI disorders. This new information has led to a renewed interest in mind-body therapies for functional GI disorders, as well as an increase in mind-body research. Over the last 15-20 years, there has been exponential growth in research into the concept of interoception, or the science of how we feel. In simple terms, interoception is the experience of internal bodily sensations.1 Interoception interprets interactions between body and brain in order to maintain physiological homeostasis. The afferent sensory signals from inside our organs and cells to the central nervous system (CNS) trigger reflexes such as the baroreflex, motivational drivers such as thirst or hunger, and bodily sensations such as palpitations or gastric pain.1 Interoceptive information is transmitted through both blood and neurological pathways and involves all systems of the physical body. In the GI tract, sensory epithelial cells in the small intestinal lumen (neuropod cells) connect with the sensory center of the vagus nerve.2 While the vagus nerve is primarily involved with parasympathetic nervous system (PNS) processes and contains mostly afferent signals, it also contains a few efferent pathways (ie, signals from the CNS to the body). These pathways are integral in visceral nocioceptive signals, which regulate GI motility and inflammation. Dysfunction in these pathways has been implicated in disease states such as irritable bowel syndrome (IBS) and Ehlers-Danlos syndrome.3 Interoceptive, exteroceptive, and proprioceptive information, integrated with reward pathways and signals of pleasantness and unpleasantness, all come together to generate feelings that guide and regulate cognitive and emotional behavior. The study of interoception involves integrating body-brain interactions with conscious experience. Disruptions in these pathways have been implicated in many physiological processes and diseases.4-7 IPP Prediction Errors & Illness The ability to be aware of emotions begins with bodily sensations.8 Afferent interoceptive information is transmitted through the limbic system via various neuropathways, where it interacts with the thalamus and amygdala before reaching the insular cortex, a part of the brain in the prefrontal cortex that is unique to primates. Interoceptive information is processed posteriorly to anteriorly, representing a higher order representation of interoceptive information.1 Humans have developed 2 specific areas of the insular cortex and cingulate cortex that are responsible for the mind's generation of self-awareness and consciousness. The anterior insula provides the sensory aspect of emotional control, while the anterior cingulate cortex provides the motor aspect of emotional control. Dysfunction in the anterior insula and anterior cingulate appears to contribute to a wide variety of mental illnesses.6 The information from these 2 areas informs the autonomic nervous system, which then regulates homeostasis. When these pathways do not communicate properly, the body experiences dyshomeostasis, which can lead to chronic somatic symptoms. Interoceptive Predictive Processing (IPP) is a psychological theory that explains how the brain makes sense of the body's place in the world. This applies to perception and action, as well as interoception and emotion.9 In this model, the brain makes predictions based on interoceptive, exteroceptive, and proprioceptive signals in order to optimize homeostasis and energy usage. Errors in these predictions have been implicated in several mental health disorders, such as anxiety and depression, as well as in functional disorders in which symptoms do not always have a medical explanation, such as fibromyalgia and chronic pain disorders.8 For example, in patients with anxiety, functional magnetic resonance imaging (fMRI) studies have revealed heightened activity in areas of the brain that detect internal physiological changes, leading to a misrepresentation of bodily signals.9,10 In patients with depression, bodily signals are not used to update predictions. This leads to inefficient energy regulation, which, in turn, leads to a reduction in mental and physical activity. The brain then fixates on these prediction errors, triggering sickness behavior and fatigue.9 Maladaptive emotional avoidance can also lead to errors in IPP and dyshomeostasis. There are many ways in which we learn dysfunctional emotional regulation. Historically, in our culture we have been taught not to feel our feelings, to hide our emotions and avoid negative emotions. While there have been increasing efforts in recent years to correct for this, the tendency to avoid strong emotions persists.11 For functional somatic symptoms, including functional GI disorders, maladaptive emotional avoidance and prediction errors contribute to dyshomeostasis. In these cases, the interoceptive pathways are interrupted and do not move to the higher order of thinking necessary to process emotions.8 The processing of visceral pain involves a series of 3 networks: incoming interoceptive sensory information to inform homeostasis, emotional arousal, and cortical modulation. In IBS, the network centers in the brain that control interoceptive sensory input and emotional regulation differ from those in healthy populations.3 These areas, which are responsible for thinking about and paying attention to visceral pain, are increased, while the process of interpreting visceral pain as well as emotional arousal are decreased. The dysfunction in these networks leads to an enhanced visceral pain experience.3 Interoceptive Retraining It is possible to retrain the brain and redirect dyshomeostatic interoceptive pathways by enhancing emotional awareness and attention to bodily sensations.7 Mind-body therapies are highly effective in improving emotional regulation and offer a variety of strategies for treating functional GI disorders. All forms of mindfulness and meditation have been shown to increase the activity of the insula, the center of the brain that is crucial for integrating interoceptive information. Various programs have proven efficacy in reducing mental health symptoms as well as somatic symptoms.12 Examples of mind-body therapies targeting emotional regulation include mindfulness and meditation-based interventions, cognitive behavioral techniques, tapping therapies, biofeedback, and vagus nerve stimulation. All of these interventions, in their own way, work by connecting bodily sensations to emotional awareness in order to retrain interoceptive pathways. Three examples of therapies specifically targeting interoception include Mindful Awareness in Body-oriented Therapy, The Unified Protocol, and Emotional Freedom Technique. Mindful Awareness in Body-oriented Therapy (MABT) is a mindfulness approach designed by Dr Cynthia Price at the University of Washington.13 The purpose of MABT is to teach interoceptive awareness skills for emotion regulation. This program has been studied in post-traumatic stress disorder and substance abuse. In addition to this program, Dr Price developed a Scale of Body Connection (SBC) as a self-report measure to assess interoceptive awareness and bodily dissociation.13 The Unified Protocol (UP) is a form of cognitive behavioral therapy (CBT) developed by Dr David Barlow specifically for the treatment of emotional disorders. The UP is a treatment that can be applied to a range of emotional regulation disorders, helping patients to reduce symptoms by learning new ways of responding to uncomfortable emotions. The program combines elements of mindfulness, cognitive therapy, and behavioral therapy.14 Emotional Freedom Technique (EFT) is a program that combines elements of cognitive therapy and exposure therapy with acupressure points. Gary Craig developed the EFT protocols, based on his work with Dr Roger Callahan's Thought Field Therapy (TFT) and training in Neurolinguistic Programming (NLP) - 2 additional mind-body therapies that are effective for emotional regulation.15 Conclusion According to the Rome criteria, functional GI disorders are defined as disorders of gut-brain interaction. This group of disorders is classified by GI symptoms related to any combination of the following: \"motility disturbance, visceral hypersensitivity, altered mucosal and immune function, altered gut microbiota, and altered central nervous system processing.\"16 Understanding interoception and the neurobiology of how we feel and interpret physical sensations and emotions underscore the importance of mind-body therapies in a comprehensive treatment plan for patients with functional GI disorders. This is especially important for children. We can potentially prevent disease by helping children connect with their emotions and feelings, while also acknowledging our own feelings. References: - Quadt L, Critchley HD, Garfinkel SN. The neurobiology of interoception in health and disease. Ann N Y Acad Sci. 2018;1428(1):112-128. - Diego VB. A gut choice. In: Session 1: Neural Circuits Underlying Communication Between the Brain and the Body. April 16, 2019. [Workshop presentation.] NIH Blueprint Workshop. The Science of Interoception and Its Roles in Nervous System Disorders. Bethesda, MD. Available at: https://tinyurl.com/y44rkt6u. Accessed November 29, 2020. - Aziz Q, Ruffle JK. The neurobiology of gut feelings. In: Tsakiris M, De Preester H, eds. The Interoceptive Mind: Homeostasis to Awareness. Oxford, England: Oxford University Press; 2019:80-101. - Tsakiris M, De Preester H, eds. The Interoceptive Mind: From Homeostasis to Awareness. Oxford, England, Oxford University Press; 2019. - Patapoutian A. How do you feel? Role of sensing mechanical force in interoception. April 16, 2019. [Workshop keynote presentation.] NIH Blueprint Workshop. The Science of Interoception and Its Roles in Nervous System Disorders. Bethesda, MD. Available at: https://tinyurl.com/y44rkt6u. Accessed November 29, 2020. - Khalsa SS, Adolphs R, Cameron OG, et al. Interoception and Health: A Roadmap. Biol Psychiatry Cogn Neurosci Neuroimaging. 2018;3(6):501-513. - Craig AD. How Do You Feel? An Interoceptive Moment with Your Biological Self. Princeton, NJ: Princeton University Press; 2015. - Lane RD. Limbic predictions gone awry: The role of maladaptive emotional avoidance in interoceptive insensitivity, persistent somatic symptoms and dyshomeostasis. In: Session 1: Neural Circuits Underlying Communication Between the Brain and the Body. April 16, 2019. [Workshop presentation.] NIH Blueprint Workshop. The Science of Interoception and Its Roles in Nervous System Disorders. Bethesda, MD. Available at: https://tinyurl.com/y44rkt6u. Accessed November 29, 2020. - Quadt L, Critchley HD, Garfinkel SN. Interoception and emotion: and clinical implications. Tsakiris M, De Preester H, eds. The Interoceptive Mind: Homeostasis to Awareness. England: 2019:123-143. - Longarzo M, Quarantelli M, Aiello M, et al. The influence of interoceptive awareness on functional connectivity in patients with irritable bowel syndrome. Brain Imaging Behav. 2017;11(4):1117-1128. - Campbell G. Interview with Dr Bud Craig, author of How Do You Feel? An Interoceptive Moment with Your Biological Self. [Podcast.] Brain Science Podcast Episode 121; 2015. - Gibson J. Mindfulness, Interoception, and the Body: A Contemporary Perspective. Front Psychol. 2019;10:2012. - Price C. Learning interoceptive awareness skills is linked to increased emotion regulation capacity and improved health outcomes. In: Session 4: Neural Circuits Underlying Communication Between the Brain and the Body. April 17, 2019. [Workshop presentation.] NIH Blueprint Workshop. The Science of Interoception and Its Roles in Nervous System Disorders. Bethesda, MD. Available at: https://tinyurl.com/y44rkt6u. - Unified Protocol Institute. About the Unified Protocol. Available at: http://www.unifiedprotocol.com/About/49/. Accessed November 30, 2020. - EFT. About EFT Tapping and This Site. Available at: https://www.eftuniverse.com/faqs/about-eft-tapping-and-this-site. Accessed November 30, 2020. - Drossman DA. Functional Gastrointestinal Disorders: History, Pathophysiology, Clinical 10.1053/j.gastro.2016.02.032. [Epub ahead of print.] Joy Nauman, ND, MS is a naturopathic physician and clinical researcher practicing primary care at Yakima Integrative Health in Yakima, WA. While Dr Nauman practices family medicine, she has additional training in functional GI disorders, pediatrics, natural childbirth, and mind-body therapies. She holds positions as a post-doctoral affiliate researcher at the Helfgott Research Institute, National University of Natural Medicine, and as Principal Investigator for the Institute for the Study of Peak States. Dr Nauman's research focus includes interoception and adverse childhood experiences (ACEs) and improving resiliency in children. "}