{"title": "Time for a spiritual vaccine", "author": "Pooja Bedi", "url": "https://timesofindia.indiatimes.com/blogs/heartchakra/time-for-a-spiritual-vaccine/", "hostname": "indiatimes.com", "description": "Almost everyone is turning to God and seeking solace, guidance, help, protection and offering prayers, chants, doing havans and what not. I've always said Religion is an organised relationship with God, filled with do's and...", "sitename": "Times of India", "date": "2021-05-16", "cleaned_text": "Almost everyone is turning to God and seeking solace, guidance, help, protection and offering prayers, chants, doing havans and what not. I've always said Religion is an organised relationship with God, filled with do's and don'ts, right and wrong, good and bad, heaven and hell, and involving procedures, rituals and penance. Spirituality on the other hand is a direct connection with the universe. It's your own direct hotline which connects your energy and cosmic energy with the incredible knowledge that you are one with the infinite. It doesn't need geography, timelines, diktats or mediators in the form of priests or maulvis. Most people at this moment are praying for health and longevity, but when you realise that wellness is holistic and that it inextricably links your mental, emotional, physical and spiritual self, you realise that there are internal paths you need to walk on, in order to achieve what you desire. We are all focused on a physical vaccine to protect us from a deadly external virus. Yet, when you study metasciences, you understand how your thoughts create emotions, and how when those emotions are chronic they in turn become toxic and create disease within your physical body. Hence in order to build a strong immune system to counter a perceived physical threat, the emotional & mental viruses of anger, stress, frustration, helplessness, hopelessness, jealousy, greed are what you need to vaccinate against first. A spiritual vaccine is one that involves infusing your mind with positive thoughts (not allowing your fears & negative emotions to overpower your positive charge and dreams), genuinely wishing well for others (not hating them for what they have and you don't), spreading love & kindness (not being caught up in your own drama's and taking it out on others), and most importantly expressing gratitude for what you do have in your life. It's amazing when you look at your life how much you have to be grateful for. Every living family member, every wonderful memory a late relative left you with, every material object you surround yourself with and every breath you do take. There is always a larger picture and whether it's a specific God or a Universal energy you relate to, this is the time to vaccinate yourself with your belief in them and to access all that's good, strong, positive, noble and generous within you. It's often said that your inner world shapes your outer world, so I ask you to look within and then look no further. 1. Of late I have been seeing my husband messaging late into the nightand I am not sure if it is just for official work. How should I go about asking him what it's about without making him angry? Tell him that for a healthy marriage it's important to have the phone put aside at a particular time. Else whether it's work or chat groups or random friends sending messages and jokes there's no allocated time to bond and grow together as a couple. If he doesn't comply and you feel there's a woman involved, simply laugh and ask him who the other woman is. And then snuggle up next to him and ask him what is so important taking his attention away from you. You will know by his tone and body language and how he moves his phone, whether it's work or something else. 2. My spouse and I always shared a fun relationship, but of late in these times he becomes moodier and snaps back at the smallest excuse. I agree the pandemic can take a toll on people's minds and I do let many things go past, but I do want us to have that equation again.What should I do? Be fun non-stop for a week! Laugh, crack jokes, be goofy, be cute, be adorable and see whether that draws him out. If it doesn't, then sit him down and tell him you miss \"us\" and that you miss \"fun\". Agree on a code you can use every time he snaps like \"ice age\" and use it with emphasis each time he behaves unfairly. Sometimes say it with a cheeky smile and walk off, sometimes say it with a sad face and walk off, and sometimes say it with a frowny face and walk off. The purpose is to let him be aware how often it happens and for him to assess whether his reaction was unjustified. 3. A few years ago my brother in law made a pass at me. He has always been this friendly, fun, and caring person and I have to confess that I loved the way he flirted with me. I felt so wanted and desired those days. And I went with the flow. We never crossed the line though - we never kissed nor had sex with each other ever. However, sometimes when my husband and i are having sex i think of him, fantasize about him. Of course I know this is not right but then i am not actually committing anything wrong. Am I being unfaithful? Is mentally fantasizing about another man wrong? You cannot stop your mind from wandering, and if you do, please share your technique with everyone who is meditating on this planet. You are not responsible for your thoughts, but you are responsible for your actions. There may have been times you wanted to slap someone, or perhaps even thought of killing someone. At some point you got over those desires and thanked yourself for not letting them get the better of you. Same with this situation! What you need to however watch is your desire to obsess over it, because that will lead to you crossing lines if given the opportunity. Disclaimer Views expressed above are the author's own. "}