{"title": "Title 32, §12513-A: Scope of practice", "author": null, "url": null, "hostname": null, "description": "Title 32, §12513-A Scope of practice", "sitename": null, "date": "2022-09-28", "cleaned_text": "practice 1. Definitions. As used in this section, unless the context otherwise indicates, the following terms have the following meanings. A. \"Chinese patent remedies\" means patent remedies used in accordance with traditional Chinese, Japanese and Korean herbal literature. [PL 2003, c. 666, §3 (NEW).] B. \"Chinese premade herbal remedies\" means premade herbal remedies used in accordance with traditional Chinese, Japanese and Korean herbal literature. [PL 2003, c. 666, §3 (NEW).] C. \"Custom-made Chinese herbal formulations\" means custom-made herbal formulations used in accordance with traditional Chinese, Japanese and Korean herbal literature. [PL 2003, c. 666, §3 (NEW).][PL 2003, c. 666, §3 (NEW).] 2. Scope of practice. The scope of practice of acupuncturists includes acupuncture and the allied techniques and modalities of the distinct system of health care that use oriental principles to diagnose and treat illness, injury, pain and other conditions by regulating the flow and balance of energy to restore and maintain health. These allied techniques and modalities include the following, as defined by and used exclusively in accordance with the traditions and formal curricula taught in accredited colleges of acupuncture: oriental diagnostic procedures; electrical and magnetic stimulation; moxibustion and other forms of heat therapy; sound, light and vibrational therapy; cupping techniques and gua sha; recommendation and dispensing of Chinese patent remedies or Chinese premade herbal remedies and lifestyle and dietary counseling; formulation and dispensing of custom-made Chinese herbal formulations, to the extent that an acupuncturist has received additional certification pursuant to[PL 2003, c. 666, These techniques and modalities do not include manipulation or mobilization of the skeletal articulations of the human body. 3. Additional certification. Certification is required for licensed acupuncturists to practice the formulation and dispensing of custom-made Chinese herbal formulations. \"Formulation\" means the preparation of traditional combinations of herbs to produce formulas from Chinese herbal literature, the modification of such traditional combinations or the writing of new formulas to address individual symptom presentations, through addition, deletion, substitution or change in dosages of ingredients and the dispensing of these herbal preparations to patients. A. The board shall adopt rules specifying the training required for licensed acupuncturists to obtain the certification for custom-made Chinese herbal formulation. These requirements must include a minimum number of hours of combined classroom and clinical training or, for those licensed acupuncturists practicing custom-made Chinese herbal formulation prior to July 1, 2004, prior experience demonstrated by evidence satisfactory to the board. Rules adopted by the board in accordance with this paragraph are routine technical rules pursuant to [Title 5, chapter 375, subchapter 2A](../5/title5ch375sec0.html). [PL 2003, c. 666, §3 (NEW).] B. A licensed acupuncturist who can prove to the satisfaction of the board that the licensed acupuncturist was engaged in the practice of custom-made Chinese herbal formulation prior to July 1, 2004 may continue to practice that modality but must, no later than 2 years after the board adopts rules providing certification requirements in accordance with [paragraph A](../32/title32sec12513-A.html), comply with those rules. [PL 2003, c. 666, §3 (NEW).] C. A licensed acupuncturist who can prove to the satisfaction of the board that the licensed acupuncturist has been duly licensed or certified to practice custom-made Chinese herbal formulation by the licensing authority of another state may continue to practice that modality, except that the board may require that the licensee complete additional training consistent with its rules within 3 years if the board finds that the standards applied in the state in which the licensed acupuncturist was certified or licensed are less stringent than those adopted in the board's rules. [PL 2003, c. 666, §3 (NEW).][PL 2003, c. 666, §3 (NEW).] 4. Practice by other persons. The listing of allied techniques and modalities in[PL 2003, c. 666, §3 (NEW).] [subsection 2](../32/title32sec12513-A.html), including acupressure and qi gong, may not be construed to require any person who practices the same or similar techniques or modalities to obtain a license as an acupuncturist under [section 12511](../32/title32sec12511.html)and may not be construed to limit, interfere with or prevent any licensed person from practicing the same or similar techniques and modalities within the scope of that person's license, whether or not the defined scope of that license contains specific lists of techniques or modalities. SECTION HISTORY PL 2003, c. 666, §3 (NEW). "}