{"title": "Cure for Red Blood Disorder? - Dr. Weil", "author": null, "url": "https://www.drweil.com/health-wellness/body-mind-spirit/disease-disorders/cure-for-red-blood-disorder/", "hostname": "drweil.com", "description": "My husband has suffered with polycythemia vera for 20 years. I see there is now an herbal medicine (Veraceton) sold online. Is this really a cure, and is it safe?", "sitename": "DrWeil.com", "date": "2023-09-09", "cleaned_text": "Cure for Red Blood Disorder? My husband has suffered with polycythemia vera for 20 years. I see there is now an herbal medicine (Veraceton) sold online. Is this really a cure, and is it safe? [Andrew Weil, M.D.](/health-wellness/balanced-living/meet-dr-weil/about-andrew-weil-m-d/) | October 14, 2010 Polycythemia vera is a rare blood disorder in which the bone marrow produces too many red blood cells and, sometimes, excess white blood cells and platelets (cells that help stop bleeding). The extra red blood cells tend to slow normal blood flow and increase the risk of clot formation. Blood clots can cause stroke, heart attacks, and other serious problems. This disorder also can result in an enlarged spleen, severe itching, peptic ulcers, and gout. There's no cure for polycythemia vera, but with appropriate medical care, many patients can live with it and enjoy relatively good health. Treatment involves reducing the total number of red blood cells by drawing blood from a vein (phlebotomy) and medication to reduce the number of new red blood cells being made. The amount of blood drawn depends on the severity of the disease. I'm not familiar with the product you ask about so I consulted Tieraona Low Dog, M.D., an internationally recognized expert in the fields of integrative medicine, dietary supplements and women's health, and an expert on [botanical medicine](https://www.drweil.com/health-wellness/balanced-living/wellness-therapies/herbal-medicine/) and [Paul Abramson, M.D.](http://mydoctorsf.com/our-doctors.html), a San Francisco-based primary care doctor and travel medicine specialist who completed a senior fellowship with the [Arizona Center for Integrative Medicine](http://integrativemedicine.arizona.edu/). Dr. Low Dog told me that she isn't familiar with the product either but wouldn't recommend it because it contains hyoscyamus, datura and crocus, which she describes as \"some pretty potent botanicals.\" Dr. Abramson saw \"red flags\" when he checked out the Veraceton website: a vast number of nearly-identical sites from the same company that promote products for treatment of a long list of diseases. He noted that the products advertised, including Veraceton, have not been proven to be effective, safe, or even to contain the claimed ingredients. According to Dr. Abramson, these sites have all the earmarks of an Internet scam: an array of products said to cure a wide variety of dissimilar medical diagnoses. He noted that many of the products have identical ingredients listed, yet claim to cure different diseases, and that some of the ingredients are known to be toxic including cinnabar (mercury sulfide), Strychnos nux-vomica (the source of strychnine), and scammony (a plant resin that can be a potent gastrointestinal irritant). He found no mention of good manufacturing processes or third-party quality testing. The only references provided are a list of unverifiable and generic testimonials. Another word of caution: the sites' privacy practices pages state that the company may share your information with marketers at its discretion. Be on the lookout for this as you make purchases online and be very careful about providing any personal details. Bottom line: the product you ask about is not a cure for polycythemia vera (or anything else) and sounds to me as if it might not be safe. Andrew Weil, M.D. "}