{"title": "This organisation uses virtual classrooms to teach new age holistic medicine", "author": "Edwin Madison", "url": "https://sg.news.yahoo.com/organisation-uses-virtual-classrooms-teach-age-holistic-medicine-100036477.html", "hostname": "yahoo.com", "description": "<p>Ancient/traditional medicine meets new age meets technology for a better, healthier you When did the human race start creating methods to address anxiety, illness, injury, and discomfort? The answer to that may never be known, but what is known is that these methods have been used for decades - by all kinds of civilisations. Both [...]</p> <p>The post This organisation uses virtual classrooms to teach new age holistic medicine appeared first on e27.</p>", "sitename": "Yahoo News", "date": "2017-03-16", "cleaned_text": "This organisation uses virtual classrooms to teach new age holistic medicine Ancient/traditional medicine meets new age meets technology for a better, healthier you When did the human race start creating methods to address anxiety, illness, injury, and discomfort? The answer to that may never be known, but what is known is that these methods have been used for decades - by all kinds of civilisations. Both alternative and complementary medicine include a general range of methods that are outside the norm of Western medicine and how it addresses care. These general methods tend to involve various well-known and highly-regarded remedies such as acupuncture, ayurvedic medicine, body/mind medicine spirituality, Chinese medicine, naturopathy, yoga, etc. A look at interuniversalism However, it's been only in recent years, that these \"new age\" medicines have been discovered and used. One such medicine or \"philosophy\" is Interuniversalism - a practice that [Mohammad Ali Taheri](http://www.telegraph.co.uk/news/worldnews/middleeast/iran/11793342/Iran-accused-of-sentencing-dead-man-to-death-to-cover-up-torture.html) founded before his death in January 2015 due to a hunger strike. Interuniversalism has two complementary medicines to it — Psymetnology and Faradarmani — and they are the kind of healing that looks at the human being in a holistic manner. It's a spiritual-based medicine that extends beyond the mortal coil and into its existence. Based on the idea, humans have hundreds of bodies, not just a physical form. These bodies include the mental body, psychological body, astral body, etc. Faradarmani medicine According to the World Health Organization (WHO), there are five categories of C.A.M. - [Faradarmani](http://www.interuniversalism.org/faradarmani) is listed under the fourth category - Mind/Body Intervention and its sub-category Mental Healing. Also read: [This wellness startup wants Singapore, Malaysia and Hong Kong to go 'Om'](https://e27.co/om-away-wants-to-help-singaporeans-relax-through-wellness-and-holistic-travel-20161116/) Faradarmani focuses on quality treatment — to improve a person without any type of intervention from a quantity treatment. The method can be addressed via a software-based technique that does not involve the typical conventional medicine or physical treatments like surgery, massage therapy, or physiotherapy. The software-based techniques are those therapeutic methods that use the existing software in the human body. Research shows Faradarmani treatment can help reduce anxiety levels If you're one of 55 million people in the U.S. who suffer from anxiety and depression, you may be wondering how the Faradarmani method can help reduce your anxiety levels. The research was conducted to learn what the extent of the [Faradarmani effect has on anxiety](http://www.sciencedirect.com/science/article/pii/S1877042811023202?via%3Dihub). The Beck Anxiety Inventory had a pre- and post-experiment method and control used on two groups of people. The groups were chosen at random, and the experiments took place at the same time so that their scores could be statistically compared. After six weeks of therapy, it was discovered that the experimental group's Beck scores dropped significantly. Interuniversalism uses 21st century technology to teach holistic medicine Since Faradarmani can help with various aspects of the human body, it's no big surprise that its practices are spreading far and wide. There are hundreds of instructors teaching the interuniversalism idea and the various practices. Workshops have also been set up, usually in community service centers and home basements. However, [Interuniversalism](http://www.interuniversalism.org/) is a South Californian non-profit organisation that will teach these communities the practices. Also read: [From fitness to business: An engineer's journey in entrepreneurship](https://e27.co/fitness-business-engineers-journey-entrepreneurship-20170126/) The organisation uses 21st century social media platforms and communication technology to spread awareness about the holistic practice. It provides online seminars and coursework in multiple languages. Students, from all parts of the world, can partake in these virtual classrooms, thanks to the GoToMeeting Webinar-designed software. With the help of Facebook, Twitter, and Instagram, the non-profit center has stirred awareness about the pending seminars and virtual workshops. They have allowed Interuniversalism to stream live to thousands of people without limitations. People will have the chance to ask their questions (or type them), so presenters can address them immediately. It creates an in-person classroom experience, even if people are halfway around the world from the actual meeting place. —- The views expressed here are of the author's, and e27 may not necessarily subscribe to them. e27 invites members from Asia's tech industry and startup community to share their honest opinions and expert knowledge with our readers. If you are interested in sharing your point of view, [submit your post here](https://e27.co/contribute). Featured Image Copyright: [nikkized / 123RF Stock Photo](https://www.123rf.com/profile_nikkized) The post [This organisation uses virtual classrooms to teach new age holistic medicine](http://e27.co/organisation-uses-virtual-classrooms-teach-new-age-holistic-medicine-20170216/) appeared "}