{"title": "Balance and Vestibular Therapy | Lake Centre for Rehab", "author": null, "url": "https://golcr.com/treatment/balance-and-vestibular-therapy/", "hostname": "golcr.com", "description": "Symptoms of chronic dizziness or imbalance can have an impact on a person's ability to perform one or more activities of daily living such as [...]", "sitename": "Lake Centre for Rehab", "date": "2022-06-08", "cleaned_text": "Balance and Vestibular TherapyIn Orlando & Surrounding Cities One recent study estimates that as many as 35% adults over 40, in the U.S., — approximately 69 million Americans, have experienced some form of vestibular dysfunction. Symptoms of chronic dizziness or imbalance can have an impact on a person's ability to perform one or more activities of daily living such as bathing, dressing, or simply getting around inside the home, affecting 11.5% of adults with chronic dizziness and 33.4% of adults with chronic imbalance. Symptoms may include: Vertigo and dizziness Imbalance and spatial disorientation Vision disturbance Hearing changes Cognitive and/or psychological changes Lake Centre for Rehab has physical therapists certified in vestibular rehabilitation who can help by developing an individualized treatment plan that combines head, body, and eye exercises to decrease dizziness and nausea. A typical order for physical therapy will ask for 2-3 visits per week for 4-6 weeks. Sometimes the order will specify something different. What generally happens is for the first 2-3 weeks, we recommend 3x per week. This is because it will be the most intensive portion of your treatment. After that, it is common to taper to 2x weekly, based on your level of function and progress. If we are asking you to do something that is hurting too much, let us know! Physical therapy should not be severely painful. It is not common to be so sore that patients are in pain or it affects their daily life. If this ever happens during or after an appointment, let us know and we will adapt your program. A physical therapy visit lasts about 40-60 minutes. The actual contents of the visit vary based on your diagnosis/need, but typically what happens is: You check in with the receptionist, make any appointments necessary, and we discuss your health insurance benefits with you. You go into the gym. You can change clothes if you need to, then begin therapy. You perform 6-8 various exercises and stretches. These can include therapeutic band exercises, light body weight exercises, or minimal weights. The stretches will promote strength, stability, improved range of motion, and pain relief. We can initiate other techniques to include manual work, taping, cupping, and dry needling as needed. The therapist makes recommendations based on your progress. These can include altering the frequency of visits, making additions/alterations to your home exercise plan, or things to do before your next visit. During your initial evaluation, your therapist may ask you a number of questions to determine what the cause of your pain is. This can include questions about your sleep habits, activity level, and work environment. They will also ask for a medical history, and then typically ask direct questions about where and when you experience pain. My assessment, treatment and customer service experience has been stellar! How observant, thorough and professional Aneesh, DPT was with me... wow. Tara, the PTA did a good job also and the atmosphere was so comfortable. At first I didn't think I would like being in a large room exercising with others watching. It didn't take me long to realize no one but Tara was watching as they (the patients) were in the same situation. Annetta Lake Centre for Rehab Patient Wonderful staff, very helpful, competent and professional. They listen to what I say and are working with me to meet my goal. Barbara Lake Centre for Rehab Patient On 8/20/20 I was involved in a hunting accident where my right arm was ripped off by an alligator. I came to Lake Centre for Rehab for therapy pre and post surgeries. Due to the skills and care from Kellye and Laura, I have made a great recovery and was able to return to full duty as a firefighter/paramedic. Carsten Lake Centre for Rehab Patient After just 4 visits...I feel like a brand new person. Before, I could barely walk for 15 minutes without my back screaming in pain. Now I'm zooming through therapy and going on walks at home. Christy Lake Centre for Rehab Patient I was having a lot of trouble with my balance. I fell several times until my last fall resulted in a broken arm. I was provided physical therapy and it was discovered I had a serious balance problem. I had at home therapy until I mended enough to come to Lake Centre for Rehab. My progress has been excellent, and I'm motivated to stay on the road to improvement! Darlene Lake Centre for Rehab Patient I had a very good experience at Lake Centre for Rehab. The evaluation and plan of care were designed to expedite my recovery from injury. The exercises were focused and progressive, but I would go home each time with decreased pain and increased flexibility. As a medical professional for 40 years, I am aware of the empathy and commitment it takes to work with and motivate patients, and I thank them for helping me achieve my goals. Diane Lake Centre for Rehab Patient I couldn't have wished for a better place to go for my knee replacement therapy! They know what they are doing to get you back in the swing of things so you can go on with your life! Gene Lake Centre for Rehab Patient After my last fall, I ended up in acute rehab for two weeks and chose to continue my therapy at Lake Centre for Rehab. I couldn't be more satisfied. The therapist worked me hard and was very encouraging and I looked forward to each session. I was disappointed when I was done! I am so much stronger and able to do the things I want to do again and have my life back! Thank you for everything. Jean Lake Centre for Rehab Patient Jesse did an excellent job. He explained each exercise very well. I now know the correct way to do each exercise. Jesse was one of the bests. Jim Lake Centre for Rehab Patient Thank you for your patience, encouragement, dedication, and kindness shown to me during my rehab. Three months ago I came into Lake Centre for Rehab in a wheelchair unable to walk and today I walked in! My husband and I are forever grateful! Jo Lake Centre for Rehab Patient I had a very wonderful experience at the Lake Centre for Rehab. The very best was the first lady that I dealt with - Sidney. She was the one who discovered my problem and proceeded to solve the problem that I had. She was professional and complete. Her findings were the patterns that set me on the course to improvement. You all did a wonderful job. John Lake Centre for Rehab Patient Without the help of each of my physical therapists I would not have achieved the goals I wanted to reach. Each one had a different method or tidbit of information that contributed to the success of my physical therapy. Josephine Lake Centre for Rehab Patient Amazing service. They have gone out of their way to call and follow up with me while doing my at-home exercises. Highly recommend. Josh Lake Centre for Rehab Patient Praise to the Mulberry Rehab Team - to Pam for her patience and kindness, to Bill for his witty way that gets the work done, to Bob who is forever in our hearts....Peace. Thank you. Joy Lake Centre for Rehab Patient Came to rehab for my knee problem. Lake Centre for Rehab worked with me for six visits and gave me exercises to do at home between visits. I was very happy with the results and would recommend them to anyone who needs rehab. Very satisfied. They gave me the confidence I needed to continue to work at home. Linda Lake Centre for Rehab Patient I was a patient at Lake Centre for Rehab prior to my left total knee replacement and following the surgery as well. The care and therapy that I was given at Highland Lakes was outstanding! Margaret Lake Centre for Rehab Patient I underwent a complete knee replacement. I was assigned to Lake Centre for Rehab. Despite the onset of Covid, I received exceptional care. My knee remained sore and stiff for quite some time, but now my knee has improved significantly. I am forever grateful to the entire staff especially Pat. Pat is exceptional! Michele Lake Centre for Rehab Patient Thank you for the help y'all have given me with physical therapy - y'all are excellent physical therapists. Your hard work and care were greatly appreciated. Morene Lake Centre for Rehab Patient When I began, I had all the typical Parkinson's symptoms. My voice was weak, I walked with a shuffle, I sat hunched over, and had trouble getting out of a chair. After four times a week and four weeks of hard work, those symptoms have been left in the dust. Pamela Lake Centre for Rehab Patient I was starting to get less motion in my neck. I took six therapy sessions and I saw a great deal of improvement. Exercises and stretching my neck improved my range of motion. Thank you all for your expertise and knowledge of my problem. Thank you for getting it right! Sheila Lake Centre for Rehab Patient My husband was skeptical of my choice to use physical therapy to treat my back pain instead of medications. After seeing my results from working with the Lake Centre for Rehab team, my husband is a believer now too. Tiffany Lake Centre for Rehab Patient Ready to reclaim your life? Lake Centre for Rehab is here to help. "}