{"title": "Vaccines still don't cause autism, yet another study confirms, again", "author": "Associated Press", "url": "https://www.scmp.com/news/world/article/2188780/vaccines-still-dont-cause-autism-decade-long-study-650000-people-confirms", "hostname": "scmp.com", "description": "The major study detected no increased risk of autism in children who had the MMR vaccine and no evidence that it triggered autism in susceptible children.", "sitename": "South China Morning Post", "date": "2019-03-06", "cleaned_text": "cause autism, decade-long study of 650,000 people confirms, again - The major study detected no increased risk of autism in children who had the MMR vaccine and no evidence that it triggered autism in susceptible children A new decade-long study of more than half a million people found that the measles vaccine does not increase the risk of autism, further reinforcing what the medical community has long been saying about preventive shots. Researchers from Denmark looked at a Danish population registry of 657,461 children, some who were vaccinated with the mumps, measles, and rubella (MMR) vaccine and some who were not. After more than a decade of follow-up, 6,517 were diagnosed with autism. There was no increased risk of autism in children who had the MMR vaccine and no evidence that the vaccine triggered autism in susceptible children. The study contributes to past studies that have found the same. It also reflects a well-known consensus within the medical community that widely encourages children to receive vaccines. An editorial that accompanied the study published Tuesday in the peer-reviewed journal Annals of Internal Medicine called the report \"one of the largest studies to date\" on the topic. People choosing not to vaccinate have become a global health threat in 2019, WHO reported. The US Centres for Disease Control and Prevention recognised that the number of children who aren't being vaccinated by 24 months old has been gradually increasing. The autism-vaccine link has long been discredited, as official groups including the CDC reported even before this research that no proven link exists between vaccines and autism and that vaccines contain no ingredients that could cause autism. Still a minority of parents have chosen not to vaccinate their children. And, legislation continues to be introduced in favour of the anti-vaxx movement. Measles is a serious and extremely contagious illness that is now spreading in anti-vaxx communities. For example, Clark County, Washington, is under a public health emergency, with 70 people having confirmed measles cases as of Monday - mostly unvaccinated children. Before the measles, mumps, rubella, and varicella (chickenpox) vaccine was available in the US, about 450 to 500 people died from measles each year. The measles two-dose vaccine is 97 per cent effective against the virus, according to the CDC. Autism is a developmental disability. While all causes of autism are not known, some biological, environmental and genetic factors have been linked, according to the CDC. "}