{"title": "Meditation - The Key to Balance your Mind, Body & Spirit - FeelJoy Blog", "author": "ARSHYA WALIA", "url": "https://feeljoy.in/blog/healthy-lifestyle/meditation%e2%80%8a-%e2%80%8athe-key-to-a-balanced-mind/", "hostname": "feeljoy.in", "description": "Meditation is one of the most powerful tool to help in relaxing and restoring balance to your mind as well as to your body and helps to find peace in present.", "sitename": "Let's learn how to deal with Depression, Anxiety & Stress - FeelJoy Blog", "date": "2018-07-08", "cleaned_text": "ANXIETY](https://www.rd.com/health/wellness/relieve-stress-meditations/)- The human mind is notoriously resistant to being quiet, to being sill. Even if we manage to try to sit still and meditate, our internal dialogue kicks in and we start over-thinking about even the smallest of the details. Dalai Lama had once said \"Calm mind brings inner strength and self confidence, so that's very important for good health.\" Rightly said. For some people it's very hard to start meditating. They are clueless as to where to start. When you meditate, you are hyper aware of your surroundings. But that's a positive start in the right direction, while earlier you were a part of the noise, now you are embracing it. Researchers say that during a 20 minute meditation session we can get upwards of 250 thoughts. Mediation is a beautiful experience; it helps us to find peace in the present. When you are conscious of your breath, meditation helps to re-invigorate yourself. Though it may seem an impossible task at first but sitting in an ideal environment and focusing on the positives of everything will surely help you in the long run to live happily and harmoniously in peace with yourself. BENEFITS OF MEDITATION - In the modern time, meditation has emerged to be one of the most popular ways to relieve stress amongst people from all walks of life. This age-old practice has taken various shapes and forms. It has the following benefits- 1) Its acts as a [stress reliever](https://feeljoy.in/blog/stress/flash-a-teethy-smile%E2%80%8A-%E2%80%8Aturn-that-frown-upside-down/)and helps in physical relaxation. 2) It improves multitasking abilities 3) Helps to become more attentive 4) Kick starts creativity 5) Improves memory 6) Lengthens attention span 7) Revamps quality of sleep. Meditation helps to improve our hormonal level. It increases melatonin and serotonin levels, thus aiding us to sleep better. 8) Helps to cope with depression and anxiety. Even decreases feelings of loneliness. NON-CONVENTIONAL WAYS OF MEDITATION- 1) WALKING- Walking can be a very calming exercise. Instead of taking the sub, bus or even a cab after work, try walking home and observe things. Be a traveler in your own city. Listen to the chirping of birds or kids playing in the park and sooth your nerves. 2) READ A BOOK- It is popularly said that a person who doesn't read only lives a life while those who read live a thousand different lives. Reading a book helps to leave our chaotic mind behind and embrace the lives of other characters in the book. 3) Favourite hobby- Be it gardening, swimming, singing etc our hobby can be a great way to release our stress and focus on one thing at a time. It can sooth your jangled nerves. 4) COOKING- Cooking can be the best therapy that you need. It helps to reduce stress, helps creative juices to flow and makes us try different cuisines or even whip up something entirely new from scratch. In the iconic Hollywood movie - ' Julie and Julia' - Amy Adams' character Julie when feeling frustrated turns towards Julia Child's cookbook to create a masterpiece. WHEN SCIENCE MEETS MEDITATION- In 2015, the leading minds at UCLA did research on meditation. Their results were astonishing. They found out that people who meditate have less age related atrophy of brain as compared to those who don't. They discovered that meditation helps to preserve the brains gray matter. Dr. Florian Kurth, co-author of the study said that researchers were surprised by the magnitude of difference between the two categories of people. In a more recent study, a Yale research found out that mindful meditation (a branch of meditation) decreases activity in the brain that lead to self deprecating thoughts and mind wandering. In this day and age people want to dial down the over-thinking and de-clutter their mind. Even back home in India the present government under the aegis of Department of Science and Technology (Science and Technology Of Yoga And Meditation - SATYAM) has invited proposals to foster scientific research on the effects of yoga and meditation. In the book - \"Being Peace\"- by [Thich Nhat Hanh](https://plumvillage.org/about/thich-nhat-hanh/)in which the Vietnamese monk guides us through Zen, he says - 'Breathing in, I calm down. Breathing out, I smile. Dwelling in the present moment, I know this is a wonderful moment.' Find a BUDDY to share all your problems with (even anonymously, if you want) on the FeelJoy Mobile App available for all Android "}