{"title": "Caffeine", "author": null, "url": "https://www.camh.ca/en/health-info/mental-illness-and-addiction-index/caffeine", "hostname": "camh.ca", "description": "Caffeine is a stimulant that speeds up the central nervous system. It stimulates the brain, elevates the mood and postpones fatigue.", "sitename": "CAMH", "date": "2003-01-01", "cleaned_text": "If you are in an emergency, in crisis or need someone to talk to, there is help. Caffeine is a stimulant that speeds up the central nervous system. It stimulates the brain, elevates the mood and postpones fatigue. Caffeine coffee, joe, brew Caffeine is the world's most popular drug. Caffeine occurs naturally in products such as coffee, tea, chocolate and cola soft drinks, and is added to a variety of prescription and over-the-counter medications, including cough, cold and pain remedies. Energy drinks may contain both naturally occurring and added caffeine. The following are typical amounts of caffeine in products you may use regularly. (A cup refers to a small take-out cup size of 237 mL [8 oz]. Keep in mind that coffee and tea are often served in much larger cups.) To find out the amount of caffeine in headache and cold medicines, check the label of over-the-counter medication, or ask your pharmacist about caffeine in prescription drugs. In Canada, manufacturers of products that contain naturally occurring caffeine are not required by law to list caffeine as an ingredient on the label. Only added caffeine must be listed. Because some of the caffeine in energy drinks may come from plant ingredients, such as yerba mate (Ilex paraguariensis) and guarana (Paullinia cupana), caffeine may not be listed on the label. The words caffeine and coffee are both derived from the Arabic word qahweh (pronounced \"kahveh\" in Turkish). The origins of the words reflect the spread of coffee into Europe via Arabia and Turkey from northeast Africa, where coffee trees were cultivated in the sixth century. Coffee began to be popular in Europe in the 17th century. By the 18th century, plantations had been established in Indonesia and the West Indies, and by the 20th century coffee had become the biggest cash crop on earth. Caffeine was first isolated from coffee in 1819. It is also found in tea; in cacao pods, and hence in cocoa and chocolate products; in kola nuts, used in the preparation of cola drinks; in the ilex plant, from whose leaves the popular South American beverage yerba mate is prepared; and in guarana seeds, an ingredient in some energy drinks. The caffeine content of coffee beans varies according to the species of the coffee plant. Beans from Coffea arabica, grown mostly in Central and South America, contain about 1.1 per cent caffeine. Beans from Coffea robusta, grown mostly in Indonesia and Africa, contain about 2.2 per cent caffeine. In its pure form, caffeine is a white, bitter-tasting powder. Caffeine is the most widely used psychoactive substance in the world. In North America, more than 80 per cent of adults regularly consume caffeine. The average amount of caffeine consumed per person in Canada (from all sources) is estimated to be 210 to 238 mg per day. In Canada, coffee consumption increased from 96 litres per person in 1990 to 106 litres per person in 2009. Consumption of tea has also increased, up from 42 litres per person in 1990 to 77 litres per person in 2009. The consumption of energy drinks is also on the rise. Per capita consumption in Canada was 1.1 litres in 2006, up from 0.8 litres in 2001. Energy drinks have become popular at parties and dance clubs, and are often used in combination with alcohol. Caffeine stimulates the brain, elevates the mood and postpones fatigue. It also enhances performance at simple intellectual tasks and at physical work that involves endurance, but not fine motor co-ordination. (Caffeine-caused tremor can reduce hand steadiness.) If you consume caffeine before bedtime, you will likely take longer to get to sleep, sleep for a shorter time and sleep less deeply. Contrary to popular belief, drinking coffee will not help you to \"sober up\" if you've had too much alcohol. The caffeine will make you more alert, but your co-ordination and concentration will still be impaired. Too much caffeine can give you a headache, upset your stomach, make you nervous and jittery and leave you unable to sleep. It can also cause flushed face, increased urination, muscle twitching and agitation. Some people feel these effects even with a very small amount (in some people as little as 250 mg, or two cups of coffee a day). Larger doses of caffeine, especially when consumed by people who don't usually take caffeine, can cause rapid heartbeat, convulsions and even delirium. When taken in beverage form, caffeine begins to take effect within five minutes, and reaches its peak effect in about 30 minutes. It takes about four hours for half of a given dose of caffeine to be metabolized by the body. Normally, almost all ingested caffeine is metabolized, and there is no day-to-day accumulation of the drug in the body. Regular use of caffeine can make you physically dependent on caffeine. That means that if you abruptly stop using caffeine-containing products, you may feel edgy and tired and have a bad headache. These symptoms usually appear 18 to 24 hours after the last use of caffeine, and gradually fade over the following week. Moderate amounts of caffeine—up to about 400 mg a day (e.g., about three 237 mL cups of coffee)—will rarely harm an otherwise healthy adult. But if you regularly drink more than six to eight cups of coffee—or your daily dose of caffeine, from various caffeine-containing products, is higher than 600 mg—you may have trouble sleeping and feel anxious and restless. Higher amounts can cause extreme agitation, tremors and a very rapid and irregular heartbeat. Consuming more than 5,000 mg over a short time can be fatal. This amount is the equivalent of about 40 cups of coffee. Combining high doses of caffeine with alcohol can be dangerous because caffeine can make you feel less intoxicated, so you may continue to drink more or to behave in ways that are risky to you and others. Energy drinks containing caffeine should not be confused with sports drinks. When used during periods of intense physical activity, sports drinks can help to quench thirst, while energy drinks can cause dehydration. Small amounts of caffeine have a greater effect on children because of their smaller body size. Health Canada recommends that caffeine intake from chocolate products, soft drinks and medications be limited to 45 mg for children aged four to six, 62.5 mg for children aged seven to nine and 85 mg for children aged 10 to 12. Older children should limit their intake to 2.5 mg/kg of body weight. Although caffeine has not been proven to cause birth defects, too much caffeine can increase the risk of miscarriage and of the baby having a low birth weight. Caffeine is excreted in breast milk. Babies of mothers who drink large amounts of caffeine while nursing may be irritable and sleep poorly. Pregnant and nursing women are advised to limit their caffeine intake to no more than 300 mg a day, or a little less than two cups of coffee. Healthy adults do not appear to suffer any long-term effects from consuming moderate doses of caffeine daily. Long-term use of large amounts of caffeine (e.g., four cups of coffee a day) may be associated with loss of bone density, increasing the risk of osteoporosis. Post-menopausal women are especially at risk. Caffeine use appears to be associated with irregular heartbeat and may raise cholesterol levels, but there is no firm evidence that caffeine causes heart disease. Although caffeine is suspected to be a cause of cancer, the evidence is contradictory and does not allow a clear conclusion. Some studies indicate that caffeine can cause changes in the cells of the body and in the way these cells reproduce themselves. Copyright © 2003, 2011 Centre for Addiction and Mental Health Every donation moves us closer to a future where no one is left behind. Keep your finger on our pulse - latest CAMH news, discoveries and ways to get involved delivered to your inbox. Please select a newsletter Please complete the following: Required Fields We look forward to keeping you informed, inspired and involved in all things CAMH. Every donation moves us closer to a future where no one is left behind. "}