{"title": "Flu Vaccine During Pregnancy Not Linked To Autism", "author": "Nancy Shute", "url": "https://www.wgbh.org/news/2016-11-28/flu-vaccine-during-pregnancy-not-linked-to-autism", "hostname": "wgbh.org", "description": "Getting the flu while pregnant doesn't appear to increase the child's risk of being diagnosed with autism later on, a study finds, and neither does...", "sitename": "GBH", "date": "2016-11-28", "cleaned_text": "Getting the flu while pregnant doesn't appear to increase the child's risk of being diagnosed with autism later on, a study finds, and neither does getting a flu shot while pregnant. The [study](http://jamanetwork.com/journals/jamapediatrics/fullarticle/2587559), published Tuesday in JAMA Pediatrics, tries to tease apart subtle questions of risk and risk avoidance. Some smaller, earlier studies have found an association between [serious viral infections](https://www.ncbi.nlm.nih.gov/pubmed/25218900) in pregnancy or [maternal fever in pregnancy](https://www.ncbi.nlm.nih.gov/pubmed/22562209) and increased autism risk. This much larger study finds no such ties, though the authors note that it shouldn't be the last word on the topic. This study examined the health records of 196,929 children who were born at Kaiser Permanente facilities in Northern California between 2000 and 2010. They found that 3,101 children, or 1.6 percent, had been diagnosed with autism through June 2015. The researchers then looked at the mothers' health records to see if they had been diagnosed with flu while pregnant and whether they'd gotten a flu shot. Less than 1 percent of women had the flu; about 23 percent got a flu shot while pregnant, a number that rose from 6 percent in 2000 to 58 percent in 2010. They found no correlation overall between having the flu while pregnant and increased autism risk in children. The study did find a slightly increased risk of autism when mothers had a flu shot in the first trimester of pregnancy. But that could be due to chance, the researchers say, given the small numbers of children in that group and the multiple hypotheses the study tested. \"We feel it should be reassuring for prospective mothers,\" says [Lisa Croen](https://www.dor.kaiser.org/external/Lisa_Croen/), a senior research scientist for Kaiser Permanente and senior author of the study. \"The way we feel people should interpret this is that there is really not any increased risk for autism, and we're recommending no changes in the vaccine policy.\" The Centers for Disease Control and Prevention and obstetric and pediatric medical societies currently [recommend](http://www.cdc.gov/flu/protect/vaccine/pregnant.htm)that all pregnant women get a flu shot. That's because getting the flu is riskier while pregnant, and it increases the risk of premature birth and low birth weight for the baby. It also [protects the baby against flu](http://www.npr.org/sections/health-shots/2016/05/07/477042926/when-pregnant-women-get-flu-shots-babies-are-healthier) in the first few months of life. \"We know that pregnant women are particularly vulnerable,\" Croen says, \"There are lots of changes in their immune system and lungs and heart. It's especially important to protect pregnant women against the flu.\" Still, Croen and her colleagues say that more study needs to be done on the question, especially since other studies have found that maternal immune responses during pregnancy may be associated with increased risk of autism. This study also didn't look at whether the flu vaccine that women got included the preservative [thimerosal](<a href=). [Multiple studies](http://www.cdc.gov/vaccinesafety/concerns/thimerosal/timeline.html) have found no link between thimerosal, which contains small amounts of ethyl mercury, and autism or other developmental problems, but in 1999 the Food and Drug Administration recommended that the preservative be removed from vaccines given to infants because of concerns about vaccine safety. Multidose containers of flu vaccine are among the few vaccines that still contain thimerosal. Copyright 2016 NPR. To see "}