{"title": "Energy Holistic Health", "author": null, "url": "https://www.energyholistichealth.co", "hostname": "energyholistichealth.co", "description": null, "sitename": "Energy Holistic Health", "date": "2010-02-01", "cleaned_text": "Root Cause for Optimal Healing With Mindy Jones Lee Book a Consult To Begin Your Journey RETURNING CLIENTS Get All Of Your Labs & Find Out What It Means HELLO FROM MINDY The Energy Holistic Health Method was born out of my own journey back to health. Through holistic ideologies, I transformed my body and mind-while allowing my spirit to shine. Changing the lifestyle, mind-body-spirit, is the key to long-term health and vitality. WHAT IS AN INTEGRATIVE HEALTH PRACTITIONER? Integrative Health Coaching is a combination of mental (psychological), body (nutrition & movement), and spirit (energy work). The Energy Holistic Health Method integrates different aspects of eastern and western health philosophies to achieve optimal health. The body is a system of systems - all interdependent on each other. The spiritual flows into the mental that flows into the physical. One must address all areas in order to achieve success. I believe all the knowledge in the world is only theory until you put it into practice and live it daily. I think the amount of passion one brings to their practice is the key to client success. I work to get the individual or group on a healthy lifestyle path then serve as a counselor to help work through and create harmony as opposed to dysfunction. Conflict resolution techniques in combination with a supportive environment create healthy patterns and happier lives. EVOLVE ENERGY TRIBE PROGRAMS Co-founded by Mindy, Evolve is about more energy, pure and abundant. The more energy one has, the more motivated to make healthier choices and stay on track. This is not about a diet - a diet has an end - Evolve is a lifestyle and a mindset for life. Practitioner developed and prescribed programs, made for you online programs that are safe, effective, "}