{"title": "Neighborhood Healthcare", "author": null, "url": "https://www.nhcare.org/", "hostname": "nhcare.org", "description": "Neighborhood offers a lot more than just medical care. Our programs and resources can help you with everything from putting food on your table to planning a family.", "sitename": "Neighborhood Healthcare", "date": "2019-04-03", "cleaned_text": "Our friendly doctors are here for you when you're sick—and when you're feeling well and want to stay that way. Our integrated behavioral health care includes psychiatry and medically assisted drug treatment services. We offer dental care to children and adults at locations throughout San Diego and Riverside counties. We give women the care they need to live their best lives—from birth control to cancer screenings to well-women exams. Our podiatrists can help with foot or ankle problems caused by rheumatic diseases, diabetes, and more. Our pharmacy gives you convenient access to your prescriptions, including many low-cost medication options. Our friendly laboratory services include phlebotomy and in-house processing for many common lab tests. Our comprehensive prenatal program includes prenatal education, ultrasounds, midwife services, and more. Health care for every stage of your child's life, including wellness checkups, immunizations, physicals, and more. Our chiropractors offer a variety of treatments for patients suffering from back, neck, and joint problems. Whole Person Care We offer a lot more than just medical care. Our programs and resources can help you with everything from putting food on your table to planning a family. Our patients know that every time they walk through our doors, they can expect quality treatment from professionals who care. News & Events Posted 11 July, 2023 News & Events Posted 16 June, 2023 Careers Community News & Events Posted 15 June, 2023 Health Insights News & Events Posted 05 May, 2022 Health Insights News & Events Posted 19 April, 2023 Community News & Events Posted 06 April, 2023 News & Events Posted 28 March, 2023 Health Insights Posted 08 March, 2023 News & Events Posted 21 February, 2023 Community News & Events Posted 14 February, 2023 We want to hear from you! Help us continue to improve by telling us about your [Neighborhood experience.](/patients/#feedbackform) Looking for a purpose-driven career that brings positive change to your community? [Join the Neighborhood team today!](/careers/) Only with your financial support can we can continue to build healthier, happier "}