{"title": "Energy Qi Tea Herb Pack", "author": "Sign In", "url": "https://www.dragonherbs.com/energy-qi-tea-herb-pack.html", "hostname": "dragonherbs.com", "description": "Satisfying, delicious tea that promotes real, healthy energy Combines three of the most powerful Qi energy tonics in the world Can be consumed on a regular basis with nothing but benefits Does not disturb sleep Perfect for DBG (Desktop Botanical Garden brewing and serving system)", "sitename": "dragonherbs.com", "date": "2023-01-01", "cleaned_text": "Energy Qi Tea Herb Pack - Satisfying, delicious tea that promotes real, healthy energy - Combines three of the most powerful Qi energy tonics in the world - Can be consumed on a regular basis with nothing but benefits - Does not disturb sleep - Perfect for DBG (Desktop Botanical Garden brewing and serving system) Product Label: Energy Qi Tea Herb Pack Treasure Rating The Taoist sages who developed Chinese tonic herbalism discovered that a human being is composed of three \"Treasures.\" The \"Three Treasures\" are called Jing, Qi and Shen. These energies are called \"treasures\" by sages such as Laozi (founder of Taoism) and Confucius because they are the very basis of our life. Jing is translated as \"Essence.\" Jing is the primal energy of life. It is closely associated with our genetic potential and is associated with the aging process. This is symbolized in the candle analogy by the wax and wick of a candle. A candle's life expectancy depends on the quality of the wax and the size of the candle. A foot tall cathedral candle will burn much longer and brighter than a birthday candle. Qi (pronounced chee) is symbolized by the flame. The flame is the burning of the candle, its purpose, and activity. The flame is energy manifested. It provides the source of light. The flame requires food (the wick) and air to continue. It eventually consumes the candle. If a wind blows, the flame stirs and intensifies, shortening the life of the candle. In our life, wind is instability, stress, severe challenge, self-abuse, and so on. In humans, Qi manifests as our vitality, adaptability, and immune response. Shen is symbolized by the light given off by a candle, it is the ultimate purpose of the candle. Shen is the mind, our Spiritual power, our awareness, our consciousness, our true wisdom and our universal love. This is ultimately the most important of the Three Treasures, because it is the basis of our higher nature as human beings and is expressed as our wisdom and happiness in life. Our lives are like that of a candle. Genetically we are given certain regenerative power, but when our Jing is used up we die. The purpose of taking Chinese tonic herbs is to replenish the Jing and Qi and to stabilize our emotional body so that Shen may fully develop. The major tonic herbs have an abundance of one or more of the Three Treasures. They, by definition, are the natural sources of the Three Treasures. That distinguishes them from herbs that are remedial only. Remedial herbs are not noticeable sources of the Three Treasures. | | Candle Treasure Rating To facilitate understanding, our candle diagram provides a rating for each aspect of the Three Treasures (Jing, Qi, and Shen) on a scale of 0-5, 0 being the least, 5 being the most. The treasure rating can be used for a human, an herb, or a formulation. A human lacking in certain treasures will benefit greatly from consuming herbs containing an abundance of those treasures.* * The rating system is meant to encapsulate the key functions of herbs. There are other functions and nuances not covered by this rating system. It is important to read all the relevant product descriptions and consult your herbalists regarding suitability. Jing is generally translated as Regenerative Essence, or simply as Essence. Jing energy is fundamental to life. It is the deepest source of energy in the body and is associated with our genetics. Jing is also our long-term energy and may be thought of as our life force reserve. In Asia, Jing is associated with regeneration, longevity, youthfulness, deep long-term vitality, mental energy, and the source of power for the reproductive system and the immune system for optimal functioning. Jing energy also supports our skeletal system, renal functions and our ability to hear. Jing is believed to govern our courage and is the power behind our will. Jing is stored throughout the body, especially in the Primary Organs: Liver, Heart, Spleen, Lungs, and most especially the Kidneys, which stores Jing for the whole body. The Jing stored in the Kidneys is the basis of health preservation and longevity. Jing can be easily replenished with the correct, high quality tonic herbs. Jing energy is depleted by living itself, but most especially by stress, excessive behavior, and overwork. Jing energy can be re-acquired and replenished through the consumption of certain rare herbs which contain this treasure. Yin Jing is the substantial, concentrated Yin essence, which typically has a nourishing, blood building, marrow nourishing, body-fluid nurturing, cooling, and calming quality. Life itself depletes Yin, constantly as we grow older, until by middle age many people experience Yin depletion. Besides aging, Yin is also specifically depleted by stress, overwork, exhaustion, childbearing, excessive or chronic drug or medicine use, disease, excessive emotionalism and sexual excess. Those who are deficient in Yin Jing tend to be chronically exhausted, and they tend to have dark rings under their eyes, backaches, weak kidneys and reproductive functions, low resistance, weak digestion and show signs of rapid aging, including dryness and wrinkling of the skin. Yin Jing herbs replenish spent Yin Jing and build reserves that are stored in the body for future use. They are famed for their long-term regenerative qualities. They are generally moistening and are believed to be youth preserving. Yin Jing herbs should be consumed by people who have depleted their Yin Jing reserves. Thus, Yin Jing herbs are considered in Asia to be the cornerstone of rejuvenation and the foundation of longevity. Yang Jing is the deepest inner power source of the body. Yang Jing activates Yin Jing - and burns it as fuel - to provide power, strength, will, creativity, sexual motivation, sexual power, and outward movement. It is a warm or hot energy. Yang Jing is the motive force that is the basis of a successful life. It is also associated with the 5 primary Organs, but most especially with the Kidneys, which can control Yang Jing and conserve it for use as required. Yang herbs are deeply empowering. They rekindle the fi re of life where it has been spent and invigorate vigor at the deepest levels. Yang herbs are used to build sexual energy, creative power, will power, and athletic power. The result of consuming Yang Jing herbs is renewed youthfulness. However, Yang energy tends to be warm and invigorating and therefore requires Yin to maintain coolness and balance. Yang herbs should be used only sparingly by a person suffering from Yin deficiency because the Yang herbs can further aggravate the situation by consuming the already deficient Yin Jing. If you wish to utilize Yang herbs, build up the Yin Jing first until all signs of Yin deficiency are eliminated. This may take some time, but regular consumption of powerful Yin Jing herbs will surely nurture the deep Yin. Eventually Yang herbs can be consumed - and that's when the real fun begins. [Learn more about Three Treasures »](https://www.dragonherbs.com/the-three-treasures) Qi is the energy of life that we acquire through breathing and eating and manifests as our day to day vitality. Qi Treasure tonics are also divided into two categories: Qi tonics and Blood tonics. It is said that \"men are governed by Qi and women are governed by blood\". This means that men generally benefit by consuming more Qi tonics while women generally benefi t by consuming more blood tonics. This does not mean that men do not need blood and women do not need Qi. It is simply a matter of natural balance. Everybody should consume some amount of Qi and blood tonics regularly according to need. Qi (Yang) Vitality is a rating for the Qi (energy) provided by the product that enters the meridian network and their associated organs. This \"meridian network\" circulates throughout the body and may be manipulated through herbs, acupuncture/acupressure, diet, exercise, meditation, etc. The type of Qi is produced on a daily basis by the Lungs and Spleen through breathing and eating, so we must eat well and breathe deeply to produce this type of Qi. The Qi that circulates in the meridian system and that nourishes our Organs is made in our body by combining the air we breathe and the energy extracted from the food we eat. It is conventionally known as \"Nutritive Qi,\" though most people simply refer to it as \"Qi.\" Most Qi tonic herbs provide this type of Qi. Note: If we produce extra Qi, it may be concentrated and converted into Jing, and this new Jing will be stored in the Kidneys for future use. Protection - There is a specific type of Qi known as \"Protective Qi\" (Wei Qi) that flows in the subcutaneous layer of the skin and provides energy to the skin to respond appropriately to changing environmental factors. Currently, this Defensive Qi is also well known to positively impact our inner immune responses, making us more responsive and adaptive to invaders. Thus, most Qi tonic herbs, which build both Nutritive Qi and Defensive Qi, build resistance and the capacity to respond to attack. Adaptability - This is the most overlooked but most important aspect of glowing health. Adaptability is the measure of your life - and of all life on Earth. The capacity to adjust to changing atmospheric, emotional and social conditions determines our well-being and survivability. Those who have high levels of adaptability are always more successful than those who have poor adaptability. Tonic herbs, especially Qi tonic herbs, are often called adaptogens. They boost adaptability, encourage simultaneous strength, calm and flexibility under small and large stress conditions. For us humans, adaptogens help us handle stress efficiently and successfully without burning out. Adaptogens are the key to a happy, successful life. Circulation - There are some special herbs that are specifically known for their capacity to regulate the Qi circulation through our organs. When used with other herbs in a formula, they help remove any blockage, diminish energy \"spikes\" and promote smooth flowing of Qi through the meridians (network of channels through which Qi and Blood travel) . These can be life changers as they smooth out our life experiences. The most famous of these Qi-circulation promoting herbs is Bupleurum root. However, Bupleurum must be used with other herbs. Blood (Yin) Blood Building - The quality, quantity, purity, vitality, and general health of our blood is critical to our health. Yet most westerners do not think about the quality of their blood. Many people actually produce too little blood, and they are considered to be \"blood deficient\" by Asian standards. Blood tonic herbs build healthy rich blood. Blood tonic herbs improve production of red blood cells. Both men and women can benefit from blood tonics, but women are frequently in need of blood tonics because of their hormonal and menstrual functions. If an herb builds red blood cells, it is known as a Blood tonic. If an herb builds white blood cells, it is a Qi tonic in the protective category. Blood Vitalizing - Our blood circulation is a critical aspect of our health. Thousands of essential molecules are distributed throughout the body via our blood circulation. Our blood dispenses oxygen to all the cells of the body. Healthy blood circulation is required to remove the toxins created in the course of living. The typical human body has approximately 50,000 miles of capillaries. We can influence our circulation through exercise, diet, herbs and stress management. Sometimes, due to diet, stress or other factors, our blood becomes thickened and sticky, so blood flow becomes diminished. Nature provides many herbs and foods that help maintain healthy, free-flowing blood. Herbs that expressly motivate our circulation are known as blood vitalizing. [Learn more about Three Treasures »](https://www.dragonherbs.com/the-three-treasures) Shen is your state of mind and your state of higher consciousness. Although there is no precise translation for Shen, it is often translated as Spirit. It is also the clarity of your mind. Shen is the ruler of the emotions and when Shen is open, we discover great wisdom, happiness, satisfaction, compassion, and love. A person with strong Shen is one who is calm, at peace, strong minded, aware, clear, centered, deeply intelligent, and profoundly happy. Shen, though, can easily be repressed, and as a result, lower emotions like fear, anger, anxiety, jealousy, frustration and worry can become dominant. Shen Stability (Yin) - The Shen stabilizing herbs have a noticeable calming effect. They are more yin. They are actually not stabilizing Shen - they are stabilizing the renegade emotions that cause Shen to recede. Shen stabilizing herbs are very popular because of their immediate calming effects. When combined with adaptogens and Blood tonics, they can re-balance one's emotional state leading to a much happier state of mind. Shen Openness (Yang) - A small number of herbs have the profound capacity to open up our Shen, to help it inflate to its glory. These are not \"psychoactive drugs,\" but they do have a time proven capacity to raise consciousness, broaden one's perspective, release (evaporate) decadent or aberrant emotions. Many gurus and masters consider these to be the ultimate herbs in the world. [Learn more about "}