{"title": "Autism: identification, management and support - The Pharmaceutical Journal", "author": "Danielle Adams; Reena Tharian", "url": "https://pharmaceutical-journal.com/article/ld/autism-identification-management-and-support", "hostname": "pharmaceutical-journal.com", "description": "Introduction Autism is a lifelong, persistent, neurodevelopmental condition that is characterised by impairments in social interaction and communication, rigid and repetitive behaviours, resistance to change and narrow, specific fields of interests[1]. Autism affects how people perceive, communicate and interact with others, although it is important to recognise that there are differing opinions held on how [...]", "sitename": "The Pharmaceutical Journal", "date": "2023-03-21", "cleaned_text": "After reading this article, you should be able to: - Be aware of the [challenges](#challenges)that autistic individuals and their carers may face when accessing healthcare and adhering to medication regimes; - Appreciate the [reasonable adjustments](#reasonable-adjustments)that a pharmacy team can make to support an autistic individual; - Contribute to addressing the [health inequalities](#inequalities)that exist in autistic people; - Identify potential [overprescribing](#overprescribing)of psychotropic medicines in autistic individuals. Introduction Autism is a lifelong, persistent, neurodevelopmental condition that is characterised by impairments in social interaction and communication, rigid and repetitive behaviours, resistance to change and narrow, specific fields of interests[1]. Autism affects how people perceive, communicate and interact with others, although it is important to recognise that there are differing opinions held on how these impairments should characterised and that not all autistic people view themselves as disabled[2]. Autism is included as a diagnosis in the two most commonly used global classification systems: International Classification of Diseases (ICD-10), published by the World Health Organization (WHO) and the Diagnostic and Statistical Manual of Mental Disorders (DSM-5), published by the American Psychiatric Association[3,4]. Although the ICD-11 was adopted by the 72nd World Health Assembly in 2019 and came into effect on 1 January 2022, it is yet to be implemented in the UK; hence, this article refers to the ICD 10. There is much debate about including autism in these classificatory systems and many autistic people do not consider themselves as having an illness; growing numbers of autistic adults instead celebrate and value their neurodiversity, describing autism as a neurodivergence that the neurotypical world should accommodate and appreciate better[5]. Autism exists as a spectrum, with variations in the spread and severity of its features, although this view too has been criticised[6]. For those who experience more severe autistic features (often associated with other developmental disabilities), however, a narrative that describes the condition as a divergence rather than a disability may amount to disability denial, placing unattainable expectations on the individual's ability to live independently and, as a consequence, significantly disadvantaging them[7]. Health and social care staff, including pharmacists, should have a good understanding of autism if they are to provide effective support to autistic people. However, significant knowledge deficits were revealed in healthcare professionals, following the inquest into the death of Oliver McGowan in 2016, an 18-year-old with mild autism who died in hospital following an epileptic seizure. One component of the response to the inquest was the Health and Care Act 2022, which led to the development of 'The Oliver McGowan Mandatory Training on Autism' programme, designed specifically for health and social care staff[8]. This article complements the training by providing a review of the aetiology, diagnosis and management of autism, considering safe and appropriate use of antipsychotic medications and giving practical advice for pharmacists on how to support and advocate for autistic people within the context of their role. Terminology The terminology surrounding autism has evolved over time. The DSM-5 refers to autism as \"autism spectrum disorder\", the National Institute for Health and Care Excellence (NICE) uses \"autistic spectrum disorder\", and NHS England suggests \"autistic person\" or \"autism\" as the preferred term[1,4,9]. Pharmacists should respect how the individual wishes to be addressed and avoid making assumptions. In this article, the terms 'autistic individual', 'autistic person' and 'autistic people' will be used. Epidemiology In the UK, there are around 700,000 autistic adults and children. The lifetime prevalence rate of autism has been estimated to be approximately 1% of the population[10,11]. This prevalence is significantly higher within specific groups; among those with an intellectual disability, prevalence is 7.5%, among inpatients on psychiatric wards it is 2.4-10%, and within the criminal justice system it is 4%[12-14]. There are also an estimated 3 million family members and carers of autistic people[15]. Recent evidence from England suggests a prevalence rate of 1.76% in children. This higher prevalence rate in children is thought to be a result of improved recognition by both parents and schools, and higher numbers of referrals for suspected autism[16,17]. While many autistic people function in normal or higher levels of intellectual ability, around four in ten also have an intellectual disability[5]. Neurodevelopmental conditions (e.g. attention deficit hyperactivity disorder [ADHD]) often co-exist in the same individual. Aetiology The causes of autism are not well understood. They are thought to be a mix of genetics and environmental factors[18]. Genetic factors With a heritability in the population of around 90% and a rate that is 25 times higher in the siblings of affected children, autism has a strong genetic aetiology[19]. The pattern of inheritance is complex and there appears to be additive risk from multiple genes[20]. Autism is a feature in several genetic syndromes where inheritance patterns are autosomal dominant (e.g. tuberous sclerosis complex), autosomal recessive (e.g. Smith-Lemli-Opitz syndrome) and X-linked recessive (e.g. fragile X syndrome)[21]. The inheritance pattern varies depending on the genetic syndrome[22,23]. Environmental factors Several environmental factors seem to be associated with a diagnosis of autism, including: - Advanced parental age - Gestational diabetes - Shorter gestation - Post-partum bleeding - Maternal stress - Insufficient dietary folate - Maternal infection (e.g. rubella) - Maternal use of valproic acid in pregnancy - Foetal alcohol syndrome - Low birth weight - Hypoxia - Presence of a learning disability - Parental psychotic or affective disorder - Birth defects - ADHD - Genetic disorders[1,22,24] Identification and assessment The DSM-5 defines autism spectrum disorder as impairments in two main domains, which are set out in boxes 1 and 2[4]. Box 1: Domains in autism — social communication and interaction - Challenges in social-emotional reciprocity; - Challenges in using nonverbal strategies during social interaction; - Challenges in developing, maintaining and understanding relationships. Box 2: Domains in autism — restricted, repetitive and stereotyped patterns of behaviour - Unusual repetitive movements or behaviours; - Restricted interests; - Insistence on sameness; - Inflexible adherence to routines; - Sensory challenges, ranging from seeking to avoiding certain sensory stimuli. The domains mentioned above are explained further on the [National Autistic Society](https://www.autism.org.uk/advice-and-guidance/what-is-autism) website[18]. Clinical features Challenges in social interaction Autistic people often find it difficult to understand other people's feelings and intentions, and to express their own emotions[18]. They may: - Appear to be insensitive; - Prefer to be alone; - Not look for comfort from other people; - Appear to behave in a socially inappropriate way; - Struggle to form friendships. Challenges in communication Autistic people may have difficulties with the comprehension of verbal and non-verbal communication[18]. Some are unable to speak or have limited speech, while others have very good language skills but struggle to understand sarcasm or tone of voice. Other challenges include: - Taking things literally and not understanding abstract concepts; - Needing extra time to process information or answer questions; - Repeating what others say to them (echolalia). A pattern of restricted and repetitive behaviours Autistic people often prefer to have routines, which help them predict what is going to happen among the uncertainty of the social world[18]. Examples include eating the same food and wearing the same clothes every day. They may also perform repetitive movements, such as hand flapping and rocking to help calm themselves when anxious. Changes to routine, such as a bus route detour or an alteration to a regular appointment time, can be very distressing. Other features Apart from these core features, autistic people can also have difficulties with cognitive and behavioural flexibility, sensory processing and emotional regulation, and altered sensory sensitivity[25]. Referrals for autism assessment Based on NICE guidance, an autism assessment should be considered if an individual has: One or more of the following: - Persistent difficulties in social interaction; - Persistent difficulties in social communication; - Stereotypic (rigid and repetitive) behaviours, resistance to change or restricted interests; and One or more of the following: - Problems in obtaining or sustaining employment or education; - Difficulties in initiating or sustaining social relationships; - Previous or current contact with mental health or learning disability services; - A history of a neurodevelopmental condition (including learning disabilities and ADHD) or mental health condition[1,25]. Diagnostic tools The pharmacist's role in the diagnosis and management of autism varies depending on the setting and healthcare system. By being familiar with the tools and criteria used to diagnose autism, pharmacists can help to ensure that autistic individuals receive appropriate interventions and support. The 'Autism Diagnostic Observation Schedule' and the 'Autism Diagnostic Interview — Revised' are two widely used tools in the UK[26,27]. They are typically part of a comprehensive diagnostic evaluation that includes clinical interviews, medical evaluations and other assessments, used in conjunction with the clinical judgement of trained professionals across the multidisciplinary team, which includes psychiatrists, speech and language therapists and psychologists. Challenges of diagnosing autism Although characteristics may be detected in early childhood, autism is often not diagnosed until adolescence or adulthood[28]. Diagnosing children with autism as early as possible is important to make sure children access the services and support they need. Each autistic person is different and has unique experiences; however, there are some characteristics that are common in autistic people, as described in NICE guidance (see above)[1,25]. Diagnosing autism can be challenging, as there are several other conditions and co-occurring factors that can affect a person's behaviour and development, which must be ruled out in the diagnostic process[1]. Table 1 lists potential differential diagnoses and co-occurring conditions that can complicate the diagnosis of autism, particularly among those who encounter mental health services. Table 2 below compares signs of autism in young children, older children and adults[29]. In addition to the challenges of differential and co-existing diagnoses, autistic adults may develop adaptive behaviours to manage social situations; for example, by copying the behaviour of others, thus masking the presentation of autism. Masking is particularly prevalent in females[30]. The core features of autism may also present differently in females, who tend to have more socially acceptable interests and are more likely to have developed coping strategies[30]. As a result, female children are less likely to be identified as having autism by schoolteachers[31]. This, together with the increased ability of females to mask the core features of autism, has traditionally led to the delay and under-diagnosis of autism in females[5]. A study by Tromans et al. reported that a considerable proportion of healthcare professionals reported feeling less confident in recognising, screening and diagnosing autism in female patients[32][33]. Misconceptions about autism As autism is relatively common, pharmacists in the community and hospital settings are likely to encounter many autistic individuals or their family members. However, most people do not know a lot about autism and misconceptions are common. A survey in the United States found that approximately 23% of pharmacists did not know that autism was a developmental disorder, and 32% did not believe that genetics had a major role in autism aetiology[34]. Worryingly, more than 18% of pharmacists believed that vaccines could cause autism. More than 90% felt that they could benefit from further education and training on autism. While a similar exercise has not been conducted in the UK, anecdotal evidence, together with the concerns raised following the death of Oliver McGowan, suggest that the need for training and education applies domestically as well. The Oliver McGowan training programme has been introduced in the UK to meet this need by ensuring that healthcare professionals have the knowledge, skills and confidence to provide person-centred care for people with autism[8]. It is designed to help healthcare professionals understand the needs and experiences of people with autism and learning disabilities, and to promote better communication, collaboration and decision-making. There are many incorrect beliefs held about autism, particularly the causes of autism or the best ways to overcome the challenges often faced by autistic people. There is no evidence that any of the following cause autism: - Poor parenting - Trauma or distress at a young age - Diet - Infections - Vaccines[35] There is no evidence of a link between the measles, mumps and rubella vaccine and autism. Previous studies suggesting this were discredited[36,37]. There is also no evidence to suggest that any other childhood vaccine may increase the risk of autism[28]. Management of autism General approach Not every autistic person will require a management plan. Management will depend on how autism affects the individual's social and occupational functioning. While some autistic people can live independently, others have severe disabilities and require lifelong care and support[28]. Any intervention or management plan for autistic people needs to be designed and delivered with their participation. As co-occurring mental health conditions are more prevalent in autistic people than in the general population, a careful assessment should be integrated into clinical practice for those who present with apparent mental health difficulties[38]. Interventions for autism take a holistic, multidisciplinary approach, addressing environmental, behavioural, sensory, communication, physical and mental health factors. A broad range of interventions, from early childhood and across the life span, can optimise the development, health, wellbeing and quality of life of autistic people. Timely access to early, evidence-based psychosocial interventions can improve the ability of autistic children to communicate effectively and interact socially. The monitoring of child development as part of routine maternal and child healthcare is recommended[28]. The main management approaches include appropriate education provisions, environmental adaptations, behavioural interventions (including a 'positive behaviour support plan'; see Box 3), family/carer support and education about autism (for the individual and also the people who support them). Box 3: Features of a positive behaviour support plan - Aims to support the person to live a fulfilling life in their community; - Reduces the need for restrictive interventions in the care of people with learning disabilities and autism; - Focuses on positive reinforcement, together with the unique needs and preferences of the individual; - Involves a functional behaviour assessment: a process of gathering information to understand the reasons behind challenging behaviour; - Involves setting positive goals: identifying specific, measurable goals that the individual will work towards achieving; - Involves designing proactive strategies: identifying positive ways to prevent or reduce the likelihood of challenging behaviour occurring. Medicines Current evidence does not support the routine use of any pharmacological intervention for the core features of autism, although there is a growing evidence base for using medication for co-occurring conditions, albeit off-label[1,39,40]. Aripiprazole and risperidone have shown some benefit for repetitive behaviours but are recommended only on a case-by-case basis in view of the risk of side effects[40]. Common side effects of risperidone include raised prolactin, weight gain, sedation and metabolic syndrome. Common side effects of aripiprazole include insomnia and akathisia. A review into psychotropic prescribing highlighted the lack of studies and guidance on prescribing psychotropic medicines in autistic people, either to address core features or manage comorbidities[41]. Although psychotropic medication may be used to treat and manage increased levels of anxiety, consideration should be given to the potential for overprescribing of these medicines in autistic people[42,43]. When considering the use of medicines, clinicians and prescribers should be clear about which symptoms are being targeted — namely, sleep disorders, co-existing mental health conditions, co-existing neurodevelopmental conditions, challenging behaviour in the absence of a mental health diagnosis and the core features of autism (see Table 1). Interventions for challenging behaviour in the absence of a documented, diagnosed mental health condition If no diagnosis of a co-occurring mental health condition is made, then psychological and/or other non-pharmacological interventions may need to be optimised for the management of challenging behaviours and carefully considered if there is a severe risk to the individual or other people. Physical health conditions or environmental factors causing challenging behavioural presentations should be explored and, in the absence of a co-occurring mental health diagnosis, environmental interventions and psychological therapies should be offered first. Psychotropic medication should only be considered when used as part of an overall management plan — first, if other interventions have been unsuccessful or insufficient, and second, if there are risks to others. In line with NICE guidance[1], if psychotropic medicines are judged to be necessary and initiated for challenging behaviour, this should be prescribed by a specialist, choosing an antipsychotic drug as part of a shared decision-making process, taking into consideration the mental capacity of the individual and their best interests. Discussions should include the individual's personal preference, possible side effects and interactions with other medicines, comorbidities, and any previous responses to antipsychotic medication. Risperidone is often used as a first-line option for treatment. Dosage should be individualised according to patient weight, response, and the occurrence of side effects, starting at a low dose of 250 micrograms twice per day and slowly increased in 250 micrograms (for patients 15-20kg in weight) or 500 micrograms (for patients over 20kg in weight) increments[1]. The smallest effective dose should be used and the medication should only be taken for as long as necessary. It is important to clearly identify and document the specific behaviours that are being targeted for treatment, and to monitor both the effectiveness of the medication and any potential side effects. This plan should be clearly documented and communicated to everyone involved[1]. Monitoring and review of pharmacological interventions for challenging behaviour The antipsychotic should be reviewed for effectiveness and side effects after three to four weeks, stopping the medication if there is no response at six weeks and reconsidering non-pharmacological interventions[1]. If the medication is helping, it should be documented how the individual is responding to it and if there are any side effects. After three months, a full multidisciplinary team review should be conducted, and then at least every six months after that[1]. The antipsychotic should only continue to be prescribed if there is evidence of benefit to the individual. The prescribing of pro re nata or lorazepam 25mg (doses may need to be titrated according to response), may be helpful and should be in accordance with a PRN protocol)[1]. The administration of PRN medications can have consequences for the health and wellbeing of autistic individuals and can exacerbate health inequalities. In 2016, NHS England launched the 'Stopping the overprescribing of medicines in people with learning disability, autism or both' (STOMP) programme to address overprescribing in these groups[42,43]. All healthcare professionals, including pharmacists and pharmacy technicians, across primary and secondary care, have a role in addressing and identifying potentially inappropriate prescribing of psychotropic medicines. In some parts of the UK, STOMP clinics involving pharmacist prescribers have been commissioned[44]. The STOMP programme is focused on helping people with autism to stay well and have a good quality of life. By working with the wider clinical team, pharmacists can aim to reduce inappropriate prescribing through regular medication reviews, optimising non-pharmacological interventions, reducing initiation and planned deprescribing of psychotropic medicines in the absence of a documented mental health diagnosis. Sleep problems Many autistic people experience sleep problems, including difficulty falling asleep, difficulty staying asleep and waking up at inappropriate times, all of which can have a significant impact on their daily functioning and quality of life. Melatonin is a well-tolerated pharmacological option to address this, although it is only licensed for the treatment of insomnia in autistic children and adolescents aged 2-18 years, where sleep hygiene measures have been insufficient[45]. For children and adolescents, melatonin appears to be effective in reducing sleep onset latency when used together with behavioural approaches, such as sleep hygiene[45]. Sleep hygiene includes establishing a consistent bedtime routine, creating a sleep-conducive environment and avoiding stimulants, such as caffeine and electronic devices, before bedtime. Currently, there are no melatonin preparations licensed for insomnia in autistic adults. There is evidence for the effectiveness of melatonin in autistic children but limited evidence in adults[45]. A more recent systematic review of melatonin use in autistic children and adults suggests that melatonin use contributes to sleep quality in autism, although the degree and benefit is still unclear[46]. Dosages should be carefully titrated and monitored according to response. Long-term prescriptions of benzodiazepines and Z-drugs should be avoided in both adults and children, owing to risks of side effects and tolerance. It is also important to find out if the patient is taking over-the-counter medicines containing promethazine and other sedating antihistamines for insomnia prior to prescribing decisions. Sensory issues and autism Sensory issues are common in autistic people and can have a significant impact on their daily lives[4,5]. The National Autistic Society has highlighted the importance of understanding and addressing sensory issues in individuals with autism, noting that sensory overload or discomfort can lead to distress and behavioural difficulties[47]. Sensory processing refers to the way that the brain processes information from the senses, including sight, sound, touch, taste and smell. In autistic people, the brain may process sensory information differently, leading to either over- or under-responsiveness to certain stimuli. Table 3 below lists some common sensory issues experienced by autistic people. Sensory issues can affect an individual's ability to participate in daily activities, such as school or work, and can impact social interactions and relationships[47]. These issues can also be implicated in triggering an unexpected episode of challenging behaviour owing to an overload on the sensory system. Examples include a sudden loud noise, bright white lights in hospital, noisy roadworks, antiseptic smells in a clinical area and food smells coming from a hospital canteen at lunchtime. Treatment for sensory issues typically involves a combination of occupational therapy, behavioural therapy and sensory integration therapy, which can help individuals learn to regulate their responses to sensory input and improve their overall quality of life[47]. Pharmacists can play an important role in supporting individuals with autism and sensory issues by providing a sensory-friendly environment for consultations. This may involve adjusting the lighting or reducing background noise. Role of pharmacists in addressing health inequalities in autistic people Autistic people have poorer physical health outcomes and, on average, die 16 years earlier than the general population[2,48]. Pharmacy teams need to be aware of these health inequalities and take steps to address them; for example, by optimising individual pharmacy consultations and ensuring the healthcare environment is appropriate for autistic people (taking sensory needs into account). Autistic individuals can be particularly sensitive to the taste, textures and smells of formulations of medicines. Pharmacy teams should take this into consideration when medications are initiated or switched, or formulations change, and when dispensing alternative generic medicines. Common communication challenges faced by autistic people include taking words literally and a reduced ability to interpret non-verbal communication (e.g. voice tone, body language); therefore, the pharmacy team should speak clearly, slowly and succinctly, using direct language. Verbal information should be backed up with printed or digital information, using accessible information resources when appropriate. Examples of accessible medicines leaflets can be downloaded from the [Spectrum project](https://spectrom.wixsite.com/project/easy-read-medication-leaflets) website or the Easy Health [online health information library](https://www.easyhealth.org.uk/resources/category/114-medication). Irrespective of whether an individual has the capacity to consent to a pharmacological intervention, they should still be involved in the decision-making process, in line with NHS England's shared decision-making agenda[49]. Changes in routine can be difficult for autistic individuals and pharmacy teams should account for this when changes to doses and frequencies of medicines are made. When making appointments for individual consultations, it is important to consider the timing of the appointment to minimise any disruption of routine, together with allowing for a longer appointment time if necessary; however, this may not suit every autistic person owing to shorter attention span and increased prevalence of co-occurring ADHD. It is also important to think about when the pharmacy is likely to be less noisy and crowded. There may be the possibility of domiciliary visits if this suits the individual better. Autistic individuals can take longer to process information; therefore, additional appointments, good-quality medicines information and links to appropriate websites may be helpful in reinforcing and familiarising the patient with new information. Addressing stigma around autism Pharmacists can make an important contribution to reducing the stigma surrounding autism. Box 4 contains a few suggestions of ways that pharmacy teams can help. Box 4: Ways pharmacists can reduce stigma around autism - Providing accurate information: pharmacists can educate their patients and the public about autism, dispelling myths, and misconceptions about the condition. They can also share information about local resources and support groups for autistic individuals and their families; - Raising awareness: pharmacists can participate in local and national autism awareness campaigns to help increase understanding of the condition and reduce stigma; - Promoting inclusivity: pharmacists can ensure that their pharmacies are welcoming and inclusive spaces for autistic individuals. For example, they can provide sensory-friendly waiting areas or offer alternative methods of communication for individuals who may have difficulty speaking; - Advocating for change: pharmacists can advocate for policies and initiatives that support autistic individuals and their families, such as increased access to healthcare services and educational resources. Conclusion Pharmacy teams can play a crucial role in supporting autistic individuals and their families in managing their medicines. By appreciating the impact of sensory issues, they can look to provide reasonable adjustments to facilitate an optimal environment for pharmacy consultations. In addition, pharmacists are well placed to promote healthy lifestyles and ensure autistic people receive equitable access to preventive services, such as cancer screening, blood pressure, diabetes and cholesterol tests, or vaccinations. As the number of autism diagnoses continues to rise globally, it is important for pharmacists to know the unique needs of autistic individuals and collaborate with other healthcare professionals to provide comprehensive care. Pharmacists should be aware of the potential risks associated with the overprescribing of psychotropic medications in autistic individuals and take steps to ensure their appropriate use and monitoring. With their expertise in medicines optimisation, pharmacists can contribute to improving the quality of life and outcomes for autistic individuals, helping them to achieve their full potential. Furthermore, pharmacists can play an important role in breaking down the stigma of autism by providing education, support and advocacy. - This article was amended on 27 March 2023 to correct an error in the dosage of risperidone Useful resources [National Autistic Society](https://www.autism.org.uk/)— the website for the National Autistic Society containing information, advice and guidance; [NHS England Autism](https://www.england.nhs.uk/learning-disabilities/about/autism/)— summary of the commitments made by NHS England in relation to autism in the 'NHS long-term plan'; [Easy Health](https://www.easyhealth.org.uk/)— an online library of health information resources; [The SPECTROM project](https://spectrom.wixsite.com/project/information)— an educational programme designed to promote non-pharmacological approaches and address the overmedication of people with intellectual disabilities. - 1Autism spectrum disorder in adults: diagnosis and management. National Institute for Health and Care Excellence. 2021. [https://www.nice.org.uk/guidance/cg142](https://www.nice.org.uk/guidance/cg142)(accessed Mar 2023). - 2Kwok H, Cheung PW. Co-morbidity of psychiatric disorder and medical illness in people with intellectual disabilities. Current Opinion in Psychiatry. 2007;20:443-9. doi: [10.1097/yco.0b013e3282ab9941](https://doi.org/10.1097/yco.0b013e3282ab9941) - 3ICD-10. World Health Organization. 2016. [https://icd.who.int/browse10/2016/en](https://icd.who.int/browse10/2016/en)(accessed Mar 2023). - 4American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders. 2013. doi: [10.1176/appi.books.9780890425596](https://doi.org/10.1176/appi.books.9780890425596) - 5Causes of autism. National Autistic Society. 2023. [https://www.autism.org.uk/advice-and-guidance/what-is-autism/the-causes-of-autism](https://www.autism.org.uk/advice-and-guidance/what-is-autism/the-causes-of-autism)(accessed Mar 2023). - 6Clements T. What is autism? How the term became too broad to have meaning any more. The Guardian. 2019. [https://www.theguardian.com/commentisfree/2019/aug/26/autism-neurodiversity-severe](https://www.theguardian.com/commentisfree/2019/aug/26/autism-neurodiversity-severe)(accessed Mar 2023). - 7Costandi M. Against neurodiversity. Aeon. 2019. [https://aeon.co/essays/why-the-neurodiversity-movement-has-become-harmful](https://aeon.co/essays/why-the-neurodiversity-movement-has-become-harmful)(accessed Mar 2023). - 8The Oliver McGowan Mandatory Training on Learning Disability and Autism. Health Education England. 2022. [https://www.hee.nhs.uk/our-work/learning-disability/current-projects/oliver-mcgowan-mandatory-training-learning-disability-autism](https://www.hee.nhs.uk/our-work/learning-disability/current-projects/oliver-mcgowan-mandatory-training-learning-disability-autism)(accessed Mar 2023). - 9Making information and the words we use accessible. NHS England. 2023. [https://www.england.nhs.uk/learning-disabilities/about/get-involved/involving-people/making-information-and-the-words-we-use-accessible/](https://www.england.nhs.uk/learning-disabilities/about/get-involved/involving-people/making-information-and-the-words-we-use-accessible/)(accessed Mar 2023). - 10Brugha TS, McManus S, Bankart J, et al. Epidemiology of Autism Spectrum Disorders in Adults in the Community in England. Arch Gen Psychiatry. 2011;68:459. doi: [10.1001/archgenpsychiatry.2011.38](https://doi.org/10.1001/archgenpsychiatry.2011.38) - 11Brugha TS, Spiers N, Bankart J, et al. Epidemiology of autism in adults across age groups and ability levels. Br J Psychiatry. 2016;209:498-503. doi: [10.1192/bjp.bp.115.174649](https://doi.org/10.1192/bjp.bp.115.174649) - 12Cooper S-A, Smiley E, Morrison J, et al. Mental ill-health in adults with intellectual disabilities: prevalence and associated factors. Br J Psychiatry. 2007;190:27-35. doi: [10.1192/bjp.bp.106.022483](https://doi.org/10.1192/bjp.bp.106.022483) - 13Tromans S, Chester V, Kiani R, et al. The Prevalence of Autism Spectrum Disorders in Adult Psychiatric Inpatients: A Systematic Review. CPEMH. 2018;14:177-87. doi: [10.2174/1745017901814010177](https://doi.org/10.2174/1745017901814010177) - 14King C, Murphy GH. A Systematic Review of People with Autism Spectrum Disorder and the Criminal Justice System. J Autism Dev Disord. 2014;44:2717-33. doi: [10.1007/s10803-014-2046-5](https://doi.org/10.1007/s10803-014-2046-5) - 15Support for autistic people. Local Government Association. 2023. [https://www.local.gov.uk/our-support/partners-care-and-health/autistic-and-learning-disabilities/autistic](https://www.local.gov.uk/our-support/partners-care-and-health/autistic-and-learning-disabilities/autistic)(accessed Mar 2023). - 16Roman-Urrestarazu A, van Kessel R, Allison C, et al. Association of Race/Ethnicity and Social Disadvantage With Autism Prevalence in 7 Million School Children in England. JAMA Pediatr. 2021;175:e210054. doi: [10.1001/jamapediatrics.2021.0054](https://doi.org/10.1001/jamapediatrics.2021.0054) - Digital. 2022. [https://digital.nhs.uk/data-and-information/publications/statistical/autism-statistics/april-2019-to-december-2021](https://digital.nhs.uk/data-and-information/publications/statistical/autism-statistics/april-2019-to-december-2021)(accessed Mar 2023). - 18What is autism? National Autistic Society. 2023. [https://www.autism.org.uk/advice-and-guidance/what-is-autism](https://www.autism.org.uk/advice-and-guidance/what-is-autism)(accessed Mar 2023). - 19Hallmayer J. Genetic Heritability and Shared Environmental Factors Among Twin Pairs With Autism. Arch Gen Psychiatry. 2011;68:1095. doi: [10.1001/archgenpsychiatry.2011.76](https://doi.org/10.1001/archgenpsychiatry.2011.76) - 20Geschwind - 21Miles JH. in Medicine. 2011;13:278-94. doi: [10.1097/gim.0b013e3181ff67ba](https://doi.org/10.1097/gim.0b013e3181ff67ba) - 22Harrison P, Cowen P, Burns T, et al. Shorter Oxford Textbook of Psychiatry. Oxford University Press 2017. doi: [10.1093/med/9780198747437.001.0001](https://doi.org/10.1093/med/9780198747437.001.0001) - 23O'Dwyer M, Watkins L, McCallion P, et al. Optimising medicines use in older adults with intellectual disability who have epilepsy: challenges and perspectives. Therapeutic Advances in Drug Safety. 2021;12:204209862110251. doi: [10.1177/20420986211025157](https://doi.org/10.1177/20420986211025157) - 24Bhaumik S, Alexander R, editors. Oxford Textbook of the Psychiatry of Intellectual Disability. Oxford University Press 2020. doi: [10.1093/med/9780198794585.001.0001](https://doi.org/10.1093/med/9780198794585.001.0001) - 25Autism spectrum disorder in under 19s: recognition, referral and diagnosis. National Institute for Health and Care Excellence. 2017. [https://www.nice.org.uk/guidance/cg128](https://www.nice.org.uk/guidance/cg128)(accessed Mar 2023). - 26Lord C, Risi S, Lambrecht L, et al. The autism diagnostic observation schedule-generic: a standard measure of social and communication deficits associated with the spectrum of autism. J Autism Dev Disord 2000;30:205-23. [https://www.ncbi.nlm.nih.gov/pubmed/11055457](https://www.ncbi.nlm.nih.gov/pubmed/11055457) - 27Lord C, Rutter M, Le Couteur A. Autism Diagnostic Interview-Revised: A revised version of a diagnostic interview for caregivers of individuals with possible pervasive developmental disorders. J Autism Dev Disord. 1994;24:659-85. doi: [10.1007/bf02172145](https://doi.org/10.1007/bf02172145) - 28Autism. 2023). - 29Autism. NHS England. 2023. [https://www.england.nhs.uk/learning-disabilities/about/autism/](https://www.england.nhs.uk/learning-disabilities/about/autism/)(accessed Mar 2023). - 30Lai M-C, Lombardo MV, Auyeung B, et al. Sex/Gender Differences and Autism: Setting the Scene for Future Research. Journal of the American Academy of Child & Adolescent Psychiatry. 2015;54:11-24. doi: [10.1016/j.jaac.2014.10.003](https://doi.org/10.1016/j.jaac.2014.10.003) - 31Gould J. Towards understanding the under-recognition of girls and women on the autism spectrum. Autism. 2017;21:703-5. doi: [10.1177/1362361317706174](https://doi.org/10.1177/1362361317706174) - 32Tromans S, Chester V, Kapugama C, et al. The PAAFID project: exploring the perspectives of autism in adult females among intellectual disability healthcare professionals. AIA. 2019;5:157-70. doi: [10.1108/aia-09-2018-0033](https://doi.org/10.1108/aia-09-2018-0033) - 33Driver B, Chester V. The presentation, recognition and diagnosis of autism in women and girls. AIA. 2021;7:194-207. doi: [10.1108/aia-12-2019-0050](https://doi.org/10.1108/aia-12-2019-0050) - 34Khanna R, Jariwala K. Awareness and knowledge of autism among pharmacists. Research in Social and Administrative Pharmacy. 2012;8:464-71. doi: [10.1016/j.sapharm.2011.11.002](https://doi.org/10.1016/j.sapharm.2011.11.002) - 35Autism spectrum disorder. NHS Inform. Mar 2023). - 36Maisonneuve H, Floret D. Affaire Wakefield : 12ans d'errance retracts 12-year-old article linking autism to MMR vaccines. Canadian 2010;182:E199-200. doi: [10.1503/cmaj.109-3179](https://doi.org/10.1503/cmaj.109-3179) - 38Lai M-C, Kassee C, Besney R, et al. Prevalence of co-occurring mental health diagnoses in the autism population: a systematic review and meta-analysis. The Lancet Psychiatry. 2019;6:819-29. doi: [10.1016/s2215-0366(19)30289-5](https://doi.org/10.1016/s2215-0366(19)30289-5) - 39Positive Behaviour Support. The Challenging Behaviour Foundation. 2023. [https://www.challengingbehaviour.org.uk/information-and-guidance/positive-behaviour-support/](https://www.challengingbehaviour.org.uk/information-and-guidance/positive-behaviour-support/)(accessed Mar 2023). - 40Chaplin S. BAP consensus guidelines on autism spectrum disorder. Prescriber. 2018;29:13-7. doi: [10.1002/psb.1670](https://doi.org/10.1002/psb.1670) - 41Carthy E, Ross C, Murphy D. Psychotropic medication prescribing in people with autism spectrum disorders with and without psychiatric comorbidity. BJPsych advances. 2021;29:131-40. doi: [10.1192/bja.2021.32](https://doi.org/10.1192/bja.2021.32) - 42Branford D, Gerrard D, Saleem N, et al. Stopping over-medication of people with intellectual disability, Autism or both (STOMP) in England part 1 - history and background of STOMP. AMHID. 2019;13:31-40. doi: [10.1108/amhid-02-2018-0004](https://doi.org/10.1108/amhid-02-2018-0004) - 43Branford D, Gerrard D, Saleem N, et al. Stopping over-medication of people with an intellectual disability, autism or both (STOMP) in England part 2 - the story so far. AMHID. 2019;13:41-51. doi: [10.1108/amhid-02-2018-0005](https://doi.org/10.1108/amhid-02-2018-0005) - 44Gerrard D. Delivering STOMP in a community learning disability treatment team. Hospital Pharmacy Europe. 2020. [https://hospitalpharmacyeurope.com/news/reviews-research/delivering-stomp-in-a-community-learning-disability-treatment-team/#:~:text=Stopping%20over%2Dmedication%20of%20people,a%20documented%20mental%20health%20diagnosis](https://hospitalpharmacyeurope.com/news/reviews-research/delivering-stomp-in-a-community-learning-disability-treatment-team/#:~:text=Stopping%20over%2Dmedication%20of%20people,a%20documented%20mental%20health%20diagnosis)(accessed Mar 2023). - 45Howes OD, Rogdaki M, Findon JL, et al. Autism spectrum disorder: Consensus guidelines on assessment, treatment and research from the British Association for Psychopharmacology. J Psychopharmacol. 2017;32:3-29. doi: [10.1177/0269881117741766](https://doi.org/10.1177/0269881117741766) - 46Nogueira CT, da Silva DCG, et al. Melatonin for sleep disorders in people with autism: Systematic review and meta-analysis. Progress in Neuro-Psychopharmacology and Biological Psychiatry. 2023;123:110695. doi: [10.1016/j.pnpbp.2022.110695](https://doi.org/10.1016/j.pnpbp.2022.110695) - 47Sensory differences. National Autistic Society. 2023. [https://www.autism.org.uk/advice-and-guidance/topics/sensory-differences/sensory-differences](https://www.autism.org.uk/advice-and-guidance/topics/sensory-differences/sensory-differences)(accessed Mar 2023). - 48Hirvikoski T, Mittendorfer-Rutz E, Boman M, et al. Premature mortality in autism spectrum disorder. Br J Psychiatry. 2016;208:232-8. doi: [10.1192/bjp.bp.114.160192](https://doi.org/10.1192/bjp.bp.114.160192) - 49Decision making and consent. General Medical Council. 2020. [https://www.gmc-uk.org/ethical-guidance/ethical-guidance-for-doctors/decision-making-and-consent](https://www.gmc-uk.org/ethical-guidance/ethical-guidance-for-doctors/decision-making-and-consent)(accessed Mar 2023). "}