{"title": "School Vaccines and Updates", "author": null, "url": "https://dph.georgia.gov/schoolvaccines", "hostname": "georgia.gov", "description": "Make sure your children are up to date on their vaccines before sending them back to school.", "sitename": "Georgia Department of Public Health", "date": "2021-04-26", "cleaned_text": "School Vaccines and Updates School Starts Soon—Is Your Child Fully Vaccinated? Make sure your children are up to date on their vaccines before sending them back to school. School-age children - from preschoolers to college students - need vaccines. Getting your child all their vaccinations on time is one of the most important things you can do as a parent to ensure your children's long-term health—as well as the health of friends, classmates, and others in your community. [The Georgia Immunization Program has ] [online resources](https://dph.georgia.gov/schools-and-childcare) and tools to help you make sure your kids are up to date on recommended vaccines and protected from serious diseases. Use the [childhood vaccine quiz ](https://www2a.cdc.gov/vaccines/childquiz/)to see what vaccines your child needs, at any age. If you find out your child needs any vaccines to protect them against any of the 16 serious diseases, schedule a visit with your doctor to get caught up. What All Parents Need to Know To keep children in schools healthy, Georgia requires children to get vaccines against certain diseases before going to school. If you're unsure of Georgia's school requirements, now is the time to check with your child's doctor, your child's school, or your [local health department](https://dph.georgia.gov/public-health-districts). That way, your child can get any needed vaccines before the back-to-school rush. Back to School Immunizations Children attending any childcare facility, pre-kindergarten, Head Start program, nursery, or school in Georgia are required to have [ Form 3231 ](https://dph.georgia.gov/document/form/blank3231sample2020pdf/download) on file. This includes public and private operations and all enterprises, educational programs, and institutions involved in the care, supervision, or instruction of children. Certificates are required for all children through grade 12. 7th Grade Immunization Requirements In Georgia, all children born on or after January 1, 2002, who are attending seventh grade, and children who are new entrants into a Georgia school in grades eight through twelve, must have received one dose of Tdap vaccine and one dose of meningococcal conjugate vaccine to fulfill immunization requirements. 11th Grade Immunization Requirements Before starting the 2021-2022 school year, all students entering or transferring into 11th grade will need proof of a meningococcal booster shot (MCV4), unless their first dose was received on or after their 16th birthday. Meningococcal disease is a serious bacterial illness that affects the brain and the spinal cord. Meningitis can cause shock, coma, and death within hours of the first symptoms. To help protect your children and others from meningitis, Georgia law requires students be vaccinated against this disease, unless the child has an exemption. Religious Exemption In the state of Georgia, if there is a religious objection to the vaccination of a child, a completed affidavit on [ Form 2208 ](https://dph.georgia.gov/document/document/form-2208/download) is required. After completion of the affidavit, the parent or legal guardian must have the form filed with the school or childcare facility the child will be attending as legal documentation of exemption from the required immunizations mentioned above. In the event an epidemic or threat of epidemic is determined, please refer to the DPH Rules and Regulations for Schools and Childcare Facilities, Chapter 511-2-2 document below for additional information. Laws and Regulations [Official Code of Georgia Annotated O.C.G.A. § 20-2-771](https://advance.lexis.com/container?config=00JAAzZDgzNzU2ZC05MDA0LTRmMDItYjkzMS0xOGY3MjE3OWNlODIKAFBvZENhdGFsb2fcIFfJnJ2IC8XZi1AYM4Ne&crid=4013f0d2-b59c-46fe-8d46-0a01bc7f518b&prid=f1b9a083-0077-4742-94c6-cebc30176641)- Requirements for Attendance at Child Care/School Facilities and Certification of Immunizations - [DPH Rules and Regulations for Schools and Childcare Facilities, Chapter 511-2-2](https://dph.georgia.gov/document/document/dph-rules-and-regulations-schools-and-childcare-facilities-chapter-511-2-2/download) Vaccines for Your Young Children (Newborns through 6 years old) During the early years of life, your children need vaccines to protect them from 14 diseases that can be serious and sometimes life-threatening. Parents who choose not to vaccinate their children increase the risk of disease not only for their own children, but also for other children and adults throughout the entire community. For example, vulnerable newborns too young to receive the maximum protection of vaccines or people with weakened immune systems, such as transplant recipients or some people with cancer, are also at higher risk of disease. [Flu vaccines are recommended for children 6 months and older. Getting the flu vaccine for yourself and your children can help protect infants younger than 6 months old who are too young to be vaccinated. Ask your health care provider about getting a yearly flu vaccine to protect against flu.] Parents can find out what vaccines their children need and when by reviewing CDC's recommended [Childhood Immunization Schedule](https://www.cdc.gov/vaccines/schedules/easy-to-read/child.html#print). Vaccines for Your Preteens and Teens (7 years old through 18 years old) Preteens and teens need vaccines, too! As kids get older, they are still at risk for certain diseases. Before heading back to school, three vaccines are recommended for 11-12 year olds—HPV, Tdap, and meningococcal conjugate vaccine—for continued protection. [HPV vaccine](https://www.cdc.gov/vaccines/parents/diseases/teen/hpv.html) is important because it can prevent HPV infections that can cause cancer later in life. For other diseases, like whooping cough, the protection from vaccine doses received in childhood fades over time. That's why 11-12-year-olds are also recommended to get the booster shot called [Tdap](https://www.cdc.gov/vaccines/parents/diseases/pertussis.html) to help protect them from whooping cough, tetanus, and diphtheria. The [quadrivalent](https://www.cdc.gov/vaccines/parents/diseases/teen/mening.html) [ meningococcal conjugate vaccine](https://www.cdc.gov/vaccines/parents/diseases/teen/mening.html) protects against some of the bacteria that can cause infections of the lining of the brain and spinal cord (meningitis) and bloodstream infections (bacteremia or septicemia). These illnesses can be very serious, even fatal. It's important to know that flu can be serious, even for healthy, young people. Preteens and teens are no exception, so older kids should get at least one flu vaccine every year. Kids under 8 who have never had a flu vaccine, and those who have previously gotten only one dose, should get 2 doses of flu vaccine this season. Kids should get the first dose as soon as the flu vaccine is available and should get their second dose at least 28 days after the first dose. To learn more about vaccines for your preteens and teens, talk to your child's healthcare provider or visit the [preteen and teen vaccine pages](https://www.cdc.gov/vaccines/parents/resources/teen.html). CDC provides a [recommended immunization schedule for people ages 7 through 18 years](https://www.cdc.gov/vaccines/schedules/easy-to-read/adolescent-easyread.html?CDC_AA_refVal=https://www.cdc.gov/vaccines/schedules/easy-to-read/preteen-teen.html) for parents and doctors to follow to protect preteens and teens from vaccine-preventable diseases. If your preteens or teens haven't already gotten their vaccines, you should get them caught up as soon as possible. It's Not Too Late Getting every dose of every recommended vaccine provides children the best protection possible. If your child misses a shot, your child's healthcare professional can use the [catch-up immunization schedule](https://www.cdc.gov/vaccines/schedules/hcp/imz/catchup.html) to get them back on track. Because preteens and teens typically see their doctors or other health care professionals for physicals before participation in sports, camping events, travel, and college there are many opportunities to get your teen caught up on vaccines. Beat the back to school rush and use these opportunities to get your preteen or teen vaccinated today! "}