{"title": "Foot Reflexology: Recent Research Trends and Prospects", "author": "Deng-Chuan Cai; Ching-Yun Chen; Ting-Yun Lo; Cai; Deng-Chuan; Chen; Ching-Yun; Lo; Ting-Yun", "url": "https://www.mdpi.com/2227-9032/11/1/9", "hostname": "mdpi.com", "description": "Foot reflexology is a non-invasive complementary therapy that is increasingly being accepted by modern people in recent years. To understand the research trends and prospects of foot reflexology in the past 31 years, this study used the Web of Science core collection as the data source and two visualization tools, COOC and VOSviewer, to analyze the literature related to the field of foot reflexology from 1991 to 2021. This study found that the number of articles published in the field of foot reflexology has been increasing year by year, and the top three journals with the most articles are Complementary Therapies in Clinical Practice, Therapies in Medicine, and the Journal of Alternative and Complementary Medicine. The top three most prolific authors are Wyatt, Sikorskii, and Victorson, and the core institutions in the field of foot reflexology are Michigan State University, Northwestern University, Tehran University of Medical Sciences, and the University of Exeter. Foot reflexology has been shown to have a moderating effect on anxiety, fatigue, and cancer, and is a topic of ongoing and future research. This study uses this bibliometric analysis of foot reflexology literature to provide an overview of prior knowledge and a reference direction for modern preventive medicine.", "sitename": "MDPI", "date": "2022-12-20", "cleaned_text": "Foot Reflexology: Recent Research Trends and Prospects [https://doi.org/10.3390/healthcare11010009](https://doi.org/10.3390/healthcare11010009) [Preventive /journal/healthcare/special_issues/9V5YUVZ9X8 )) Abstract: 1. Introduction [1](#B1-healthcare-11-00009)]. Reflexology is also known as regional therapy and reflex massage therapy. Its principle is that each area of the hands and feet represents each part of the body, such as the heart, liver, spleen, lungs, kidneys, and other internal organs, and when various areas of the hands and feet are massaged, it can stimulate energy, blood, nutrition, or nerves, resulting in therapeutic effects, including relieving mental stress, detoxifying the body, promoting blood circulation, losing weight, delaying aging, and improving internal health [ [2](#B2-healthcare-11-00009)], as shown in [Figure 1](#healthcare-11-00009-f001). - It does not use any drugs or chemicals and is the best choice for many health problems; - It can reduce pain; - It helps maintain physical flexibility and athleticism; - It relaxes the limbs, especially the hands and feet, and the whole body; - It stimulates the body to release pain-relieving chemicals; - It can be used as a means of preventing disease; - It triggers the release of endorphins and enkephalins, which help relieve pain and improve mental energy and well-being [ [5](#B5-healthcare-11-00009)]. [6](#B6-healthcare-11-00009), [7](#B7-healthcare-11-00009)]. Reflexology is one of the most commonly used modalities of CAM in Europe [ [8](#B8-healthcare-11-00009)]. The most common reason for using CAM is dissatisfaction with the outcome of traditional medical care (CAM is most commonly used for musculoskeletal problems). A survey of reflexology use in the United Kingdom found an average one-year prevalence of 41.1% and an average lifetime use of 51.8% [ [9](#B9-healthcare-11-00009)]. Usage rates for older adults in the United States range from 23% to 62.9% [ [10](#B10-healthcare-11-00009)]. In Taiwan, the one-year usage rate is 85.65% [ [11](#B11-healthcare-11-00009)]. In many countries, CAM is associated with the cosmetic industry and unorthodox medicine, and CAM is actively used in hospices, nursing homes, and obstetrics in healthcare settings. A study of clinicians showed that, on average, physicians consider CAM to be moderately effective, and 23.3% of them consider it to be an effective method of treatment [ [12](#B12-healthcare-11-00009)] and would recommend it to their patients. The most common reasons for recommendation are to relax musculoskeletal pain, chronic disease, and nerve pain [ [13](#B13-healthcare-11-00009), [14](#B14-healthcare-11-00009), [15](#B15-healthcare-11-00009)]. There is a worldwide shift in the attitude towards CAM due to its use as secondary care and integration into mainstream medical care [ [16](#B16-healthcare-11-00009)]. In general, complementary and alternative medicine is increasingly recognized as a safe and effective way to reduce pain and illness [ [16](#B16-healthcare-11-00009)]. It is also a non-invasive and inexpensive form of health care that can be used by most people (including children, the elderly, cancer patients, and pregnant women) [ [17](#B17-healthcare-11-00009)]. Foot reflexology is one of the methods used by complementary and alternative medicine in medical treatment [ [1](#B1-healthcare-11-00009), [18](#B18-healthcare-11-00009)], and it differs from general foot massage as it targets the reflex zones of the feet corresponding to the body part in a deeper manner. Foot reflexology has been trained and certified by professional foot reflexologists as researchers [ [19](#B19-healthcare-11-00009), [20](#B20-healthcare-11-00009)], and it is commonly used in medical institutions as adjunctive therapy in an attempt to relieve pain or improve sleep when nurses are caring for patients. [4](#B4-healthcare-11-00009)]. It is considered to be the most commonly used CAM for older people [ [21](#B21-healthcare-11-00009)]. However, studies have also shown that younger people are more likely to use CAM than older people [ [22](#B22-healthcare-11-00009)]. The founder of the Rwo Shur method (also known as Father Josef's method), Father Josef Eugster Johann, suffered from osteoarthritis. After reading Gesund in die Zukunft (The Future of Health) by Schwester Hedi Masafret, he invented a new therapeutic method of foot reflexology to treat his osteoarthritis and suggested that \"this home remedy could save medical expenses.\" He founded the Fr. Josef Eugster Holistic Human Development (H.D.) Association and trained many foot reflexologists who have since helped scores of patients with stroke, insomnia, stomach pain, and neurological and skeletal disorders. Furthermore, the H.D. Association continues to explore reflexology clues in various parts of the body and develop new techniques that are useful in restoring health [ [23](#B23-healthcare-11-00009)]. The World Health Organization (WHO) stated in 1990 that the combination of traditional drug-free podiatric medicine with modern surgical medicine can improve individuals' understanding of their health while increasing medical coverage [ [24](#B24-healthcare-11-00009)]. Thus, it is clear that foot reflexology is gradually being used as a non-invasive complementary therapy in medicine, nursing, and CAM practitioners to promote health restoration and the revitalization of various body parts at all ages as it has been proposed to enhance blood flow, relax the body, and improve injury healing [ [25](#B25-healthcare-11-00009)]. [26](#B26-healthcare-11-00009)], cesarean pain [ [27](#B27-healthcare-11-00009)], acute pain in infants [ [28](#B28-healthcare-11-00009), [29](#B29-healthcare-11-00009)], pregnancy pain postpartum women's fatigue [ [38](#B38-healthcare-11-00009)], pain from surgical medical examinations [ [39](#B39-healthcare-11-00009), [40](#B40-healthcare-11-00009)], organ removal or transplant pain [ [41](#B41-healthcare-11-00009), [42](#B42-healthcare-11-00009), [47](#B47-healthcare-11-00009), [48](#B48-healthcare-11-00009), [49](#B49-healthcare-11-00009)]. It can also be used as a treatment for individual musculoskeletal cases [ [50](#B50-healthcare-11-00009)]. In addition, foot reflexology is also an effective treatment for strokes, insomnia, asthma, diabetes, premenstrual syndrome, dementia, cancers, multiple sclerosis, and idiopathic detrusor overactivity [ [51](#B51-healthcare-11-00009), [52](#B52-healthcare-11-00009), [53](#B53-healthcare-11-00009)]. It has also been studied for use in hospice units to alleviate discomfort and pain in patients at the end of life [ [54](#B54-healthcare-11-00009)]. In fact, there are many studies exploring reflexology on the quality of life with cancer. 2. Materials and Methods 2.1. Data Sources [55](#B55-healthcare-11-00009)]. 2.2. Analytical Methods [50](#B50-healthcare-11-00009)]. The data were analyzed from the perspectives of the annual number of publications, journals, prolific authors, research institutions, authors and collaboration networks of research institutions, keywords, highly cited papers, and research fields, in order to provide an important reference for subsequent research and practitioners of foot reflexology [ [56](#B56-healthcare-11-00009)]. 3. Results [55](#B55-healthcare-11-00009)]. There were 414 publications in the field of foot reflexology, of which 94% were in English and 6% were in another language, including 1063 institutions in 62 countries, covering 75 research directions and 102 research areas [ [57](#B57-healthcare-11-00009)]. 3.1. Annual Number of Publications [Figure 2](#healthcare-11-00009-f002)) as well as journals accepting CAM reflexology articles for publication and an increasing number of researchers interested in CAM and reflexology. 3.2. Journals [Table 1](#healthcare-11-00009-t001). [Figure 3](#healthcare-11-00009-f003)shows the geographical distribution of the main countries worldwide and the knowledge domains of the co-authorization. This research found 62 countries around the world participating in the study of reflexology. The nodes represent different countries, while the sizes of the nodes represent the domain activity and scientific output of the country. The various colors represent different clusters of the co-location matrix based on the corresponding countries. The connection between the two nodes indicates their knowledge collaboration. The thickness of the lines indicates the degree of collaboration. Obviously, the stronger the connection between two nodes, the deeper the contact and cooperation between the two countries. From the figure, 12 clusters could be seen. [Figure 4](#healthcare-11-00009-f004)shows the top 15 countries with the most published papers, among which the top three countries were the United States, Iran, and Turkey, and [Table 2](#healthcare-11-00009-t002)presents the related research in each country, which mostly focuses on the application analysis of foot reflexology. As can be seen from the following graphs, a great deal of effort and cooperation in the progress of foot reflexology research has been conducted in every country in the world. This indicates that the future trend in this field is for many countries and regions to value and expect more diversified cooperation and development. 3.3. Prolific Authors [Figure 5](#healthcare-11-00009-f005), with the top three authors being Wyatt, Sikorskii, and Victorson. Wyatt, Sikorskii, and Victorson have published 13 papers together, and Wyatt and Sikorskii have published 26 papers together. Wyatt began his research on reflexology for cancer and family caregivers in 2006 [ [46](#B46-healthcare-11-00009), [49](#B49-healthcare-11-00009)]. He collaborated with Sikorskii and Victorson on reflexology for cancer symptom management in 2007 and explored methodologies in CAM intervention trials in 2009-2010. He began his research on reflexology for advanced breast cancer in 2012-2013, studied clinical trials on caregiver-provided reflexology in 2015-2017, and began a number of ongoing randomized controlled trials for symptom management through family caregiver-provided reflexology for patients with advanced breast cancer in 2018-2021. Today, Wyatt is committed to researching the pain and psychological impact of reflexology on women with advanced breast cancer. As such, foot reflexology has progressed to the level of research that enhances patients' psychological comfort to reduce pain. 3.4. Research Institutions [Table 3](#healthcare-11-00009-t003). In this study, the institutional attributes of the top 15 research institutions were obtained by a Google query. From 1991 to 2021, Michigan State University (the United States) appeared the most frequently (32 times), which was twice as often as Northwestern University (USA) in second place (15 times). The top 15 institutions were mostly medical universities (53%), research universities (40%), and government units (7%). The top three institutions in terms of independent journal publication capacity were Michigan State University (11 articles), which focused on breast cancer patients and reflexology, followed by the All India Institute of Medical Sciences (8 articles), which focused on epilepsy patients. The third place was taken by Iran's Tabriz University of Medical Science (6 articles), which studied multiple applications of reflexology (including elderly sleep, women in labor, and adult coronary artery surgery). This study found that inter-institutional collaborations and co-publications were common, with a maximum of 16 institutions and a minimum of 2. The mode of collaboration was mostly a consortium of national university research institutions, but multinational research institutions and banks were also involved. 3.5. Collaborative Network of Prolific Authors and Research Institutions [Figure 6](#healthcare-11-00009-f006)represents the frequency of collaboration. The same color of a line means the same research topic, and the color change of a line between two points means that after collaborating for a period of time, the research direction changed. If the colors are similar at first, it means the research topic is highly similar. The red dots represent the three authors, Victorson, Wyatt, and Rahbar, who collaborated most closely with Northwestern University and the University of Texas Health Science Center at Houston on the topic. The blue dots represent collaborations between Sikorskii, Frames, and Michigan State University. The green dots represent Badger, Lehto, and Tesnjak's collaborations with Michigan State University and the University of Arizona. The yellow dots represent Sikorskii and Tamkus' affiliation with Northwestern University. The purple dots represent Wyatt's cross-collaboration with Michigan State University across different research themes. The same authors worked on different areas of foot reflexology [ [57](#B57-healthcare-11-00009)]. The collaborative network of highly productive authors and research institutions is shown in [Figure 4](#healthcare-11-00009-f004). 3.6. Popular Keywords [59](#B59-healthcare-11-00009)], as shown in [Figure 7](#healthcare-11-00009-f007). 3.6.1. Evolution of Keywords over the Years [60](#B60-healthcare-11-00009)]; \"massage\" appeared for the first time in 1996; \"foot reflexology\" appeared for the first time in 1997; and \"complementary medicine\" appeared for the first time in 1998. Next, the most common keyword-related topics were anxiety, with 45 papers mentioning this keyword for 11 consecutive years out of the 31; quality of life, with 23 papers listing it for 8 out of 31 years; fatigue, with 19 papers listing it for 11 out of 31 years, with 19 papers; and sleep, with 14 papers listing it for 7 out of 31 years. Among the disease categories, reflexology was mainly investigated in relation to cancer, chemotherapy, lower back pain, hemodialysis, constipation, coronary angiography, and other topics. In the discussion related to women, foot reflexology for pregnancy was used as a keyword continuously for 9 out of 31 years, with 12 papers, while foot reflexology for breast cancer was used as a keyword continuously for 7 years out of 31 years, with 8 papers total. The development of foot reflexology is described below. In the initial nascent stage (1991-2006), alternative therapies, massage, and foot reflexology generated the first concepts and theoretical discussions. It was not until the primary growth phase (2007-2015) that quality of life, anxiety, fatigue, sleep, pregnancy, and breast cancer began to be studied as topics. In recent years, during the rapid growth phase (after 2016), research related to foot reflexology has expanded to explore its role in CAM and related applications, including hemodialysis, prosopagnosia, constipation, chest pain, intensive care unit case symptom management, and comparison of pre- and post-surgical intervention trials. In addition, this study found annual publications in the field of foot reflexology containing topics such as massage, anxiety, fatigue, and cancer over a five-year period from 2017-2021. 3.6.2. Keyword Co-Occurrence clusters in different colors: (1) orange, representing foot reflexology and female status; (2) red, representing foot reflexology and quality of life; (3) light blue, representing foot reflexology as CAM; (4) dark blue, representing foot reflexology and cancer research; and (5) light yellow, representing foot reflexology and CAM system evaluation. 3.7. Highly Cited Papers [61](#B61-healthcare-11-00009)]. This study found 15 highly cited papers in foot reflexology research (with 100 citations), as shown in [Table 4](#healthcare-11-00009-t004). Most of the highly cited papers with more than 100 citations were published during the initial nascent stage (1999-2005, eight papers) and the primary growth stage (2006-2015, seven papers), which laid the cornerstone for the later rapid development of foot reflexology. 3.8. Future Research Directions [Figure 9](#healthcare-11-00009-f009). In terms of the number of publications, these ten major categories are the main directions of future foot reflexology research. The ten research directions account for 61% of the publications related to foot reflexology, indicating that the applications of foot reflexology are no longer a single direction of research but focus more on the breadth and depth of research in medical, nursing, and psychological applications. At the same time, these directions are also the future research trends of preventive medicine [ [7](#B7-healthcare-11-00009), [62](#B62-healthcare-11-00009)]. 4. Discussion [57](#B57-healthcare-11-00009), [63](#B63-healthcare-11-00009)]. This study was based on a literature review and comparison with research results that could be used as a basis for the future development of the field of foot reflexology [ [56](#B56-healthcare-11-00009)]. The results of the analysis are summarized below. - The research publications on foot reflexology from 1991 to 2021 could be divided into three stages: (1) the initial nascent stage; (2) the primary growth stage; and (3) the rapid development stage. As for the current phase of rapid development, the number of publications has increased year by year, from 1 paper in 1991 to 102 papers in 2021, an increase of 102 times, indicating that academics have begun paying more attention to foot reflexology. - Complementary Therapies in Clinical Practice is the most published journal, and although its influence factor was not the first among the top 10 journals, it has been gradually gaining attention and influence over the past 31 years. The influence factor of the Cochrane Database of Systematic Reviews was 9.289, indicating the high quality of its included papers and its strong influence in the field of foot reflexology, as well as its importance as a source of information for research on foot reflexology. Another factor to consider is that researchers are now wanting to research reflexology and journals are more willing to publish CAM research. - Wyatt, Victorson, and Sikorskii are among the more active scholars in the field of foot reflexology research publications and they have established numerous extensive collaborations. - Michigan State University, Northwestern University, the University of Exeter, and the University of Tehran were found to be the core institutions for foot reflexology research. - Regarding the prolific authors and collaboration networks of research institutions, this study found that Victorson, Wyatt, and Rahbar have worked closely with Northwestern University and the University of Texas Health Science Center at Houston; Sikorskii and Frames have worked closely with Michigan State University; and Badger, Lehto, and Tesnjak have worked closely with Michigan State University, which is the largest institution in terms of cross-collaboration across different research themes. Michigan State University is the largest institution in terms of cross-collaboration across different research themes, with strong cross-collaboration often occurring between different authors and institutions. - According to the statistics of the authors' keyword usage, the top 15 keywords were reflexology, CAM, massage, pain, anxiety, nursing, quality of life, cancer, fatigue, breast cancer, complementary medicine, pregnancy, multiple sclerosis, constipation, and chemotherapy. - The number-one cited paper was published in 2001 by Thomas, Nicholl, and Coleman and titled \"Use and Expenditure on Complementary Medicine in England: A Population Based Survey\", which has been cited 451 times. - Research on foot reflexology involves research in integrative complementary medicine, nursing, oncology, medicine, neuroscience and pathology, psychology, health care science and services, rehabilitation, sociobiological sciences, and obstetrics and gynecology from a whole-person care perspective. Limitations and Recommendations - The search was mainly focused on the Web of Science; Web of Science was used because it is a popular scholarly search system for experts and researchers, and it has numerous high-quality publishing houses and academic papers. - Web of Science did not find any of the studies on labor duration and pain which is a limitation. - In this study, only the annual number of publications, journals, prolific authors, research institutions, authors and collaboration networks of research institutions, keywords, highly cited papers, and research fields were considered. Future studies should develop more diversified directions or do a cross-analysis of empirical research cases. At the same time, interviews with experts, technicians, and people who have received foot reflexology should be conducted to compare the differences between foot reflexology and traditional foot massage, as the design and development of foot reflexology hand tools could be promoted by understanding the feelings of the recipients. All of the above will lead to more breakthroughs and discoveries in foot reflexology, which is expected to bring more multidimensional thoughts and provide cross-disciplinary support to human beings. 5. Conclusions Author Contributions Funding Institutional Review Board Statement Informed Consent Statement Conflicts of Interest References - Embong, N.H.; Soh, Y.C.; Ming, L.C.; Wong, T.W. Perspectives qualitative approach. J. Tradit. Complement. Med. 2017, 7, 327-331. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Perspectives+on+reflexology:+A+qualitative+approach&author=Embong,+N.H.&author=Soh,+Y.C.&author=Ming,+L.C.&author=Wong,+T.W.&publication_year=2017&journal=J.+Tradit.+Complement.+Med.&volume=7&pages=327%E2%80%93331&doi=10.1016/j.jtcme.2016.08.008&pmid=28725628)] [ [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/28725628)] - Wu, J. Can the Plantar Reflexology Area Have a Corresponding Relationship with the Health of the Body's Viscera? Available online: evidence, current practice, and practitioner training. J. Tradit. Complement. Med. 2015, 5, 197-206. [ Facts on Reflexology: A Comprehensive Nursing Review. Int. J. Nov. Res. Healthc. Nurs. 2018, Glick, O.J. The use of therapeutic massage as a nursing intervention to modify anxiety and the perception of cancer pain. Cancer Nurs. 1993, 16, 93-101. Europe: Health-related and sociodemographic determinants. Scand. J. Ong, WHO Global Atlas of Traditional, Complementary and Alternative Medicine; World Health Organization: Geneva, Switzerland, 2005; Volume Dragan, S. A systematic literature review of complementary and alternative medicine prevalence in EU. Complement. Med. Res. 2012, 19, 18-28. [ [Google Alotaibi, A.; Ernst, E. Prevalence of use of complementary and alternative medicine (CAM) by patients/consumers in the UK: Systematic review of surveys. Clin. Med. 2013, 13, 126. [ [Google Taylor, R.J. Use of complementary and alternative medicine among older adults: Differences between baby boomers and pre-boomers. Am. J. Geriatr. Psychiatry 2017, 25, 1393-1401. Yeh, M.; Hsu, C.; Chen, Y.; Chou, P. Prevalence, pattern, and predictors of use of complementary and alternative medicine in Taiwan. Taiwan J. Public Health 2009, 28, 53-68. [ [Google W.L. A review of the incorporation of complementary and alternative medicine by mainstream physicians. Arch. Intern. Med. 1998, 158, 2303-2310. [ [Google Medical provider recommendations to massage therapy: A card study. Int. J. Ther. Massage Bodyw. 2019, 12, 9. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Medical+provider+recommendations+to+massage+therapy:+A+card+study&author=Mastnardo,+D.&author=Rose,+J.C.&author=Dolata,+J.&author=Werner,+J.J.&publication_year=2019&journal=Int.+J.+Ther.+Massage+Bodyw.&volume=12&pages=9&doi=10.3822/ijtmb.v12i3.407)] [ [CrossRef](https://doi.org/10.3822/ijtmb.v12i3.407)] - Graham, L.; Gray, H. Recently qualified physiotherapists' perceptions of work-related musculoskeletal disorders. Int. J. D.S. Correlates of injury-forced work reduction for massage therapists and bodywork practitioners. Int. J. Ther. Massage Bodyw. 2013, 6, 6. [Google associated with a reflexology treatment: A systematic review. Evid.-Based Complement. Altern. for Integrated Practice; Elsevier Health Sciences: Amsterdam, The Netherlands, 2010. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Clinical+Reflexology:+A+Guide+for+Integrated+Practice&author=Tiran,+D.&author=Mackereth,+P.A.&publication_year=2010)] - World Health Organization. Legal Status of Traditional Medicine and Complementary/Alternative Medicine; WHO: Geneva, Switzerland, 2001; Gambles, M.; Storey, L. Reflexology for symptom relief in patients with cancer. Cancer Nurs. 2008, 31, 354-360. [ effects of foot reflexology on anxiety and pain in patients with breast and lung cancer. Oncol. Nurs. Forum 2000, 27, 67-76. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=The+effects+of+foot+reflexology+on+anxiety+and+pain+in+patients+with+breast+and+lung+cancer&author=Stephenson,+N.&author=Weinrich,+S.P.&author=Tavakolil,+A.S.&publication_year=2000&journal=Oncol.+Nurs.+Forum&volume=27&pages=67%E2%80%9376)] - Morrissey, A.-M.; O'Neill, A.; O'Sullivan, K.; Robinson, K. Complementary and alternative medicine use among older adults with musculoskeletal pain: Findings from the European Social Survey (2014) special module on the social determinants of health. Br. J. Pain 2022, 16, 109-118. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Complementary+and+alternative+medicine+use+among+older+adults+with+musculoskeletal+pain:+Findings+from+the+European+Social+Survey+(2014)+special+module+on+the+social+determinants+of+health&author=Morrissey,+A.-M.&author=O%E2%80%99Neill,+A.&author=O%E2%80%99Sullivan,+K.&author=Robinson,+K.&publication_year=2022&journal=Br.+J.+Pain&volume=16&pages=109%E2%80%93118&doi=10.1177/20494637211023293)] [ [CrossRef](https://doi.org/10.1177/20494637211023293)] - Chang, M.-Y.; Liu, C.-Y.; Chen, H.-Y. Changes in the use of complementary and alternative medicine in Taiwan: A comparison study of 2007 and 2011. Complement. Ther. Med. 2014, 22, 489-499. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Changes+in+the+use+of+complementary+and+alternative+medicine+in+Taiwan:+A+comparison+study+of+2007+and+2011&author=Chang,+M.-Y.&author=Liu,+C.-Y.&author=Chen,+H.-Y.&publication_year=2014&journal=Complement.+Ther.+Med.&volume=22&pages=489%E2%80%93499&doi=10.1016/j.ctim.2014.03.001)] [ [CrossRef](https://doi.org/10.1016/j.ctim.2014.03.001)] - Feng, L.D. A Research on the Development of Father Josef's Foot Reflexology in Taiman (1979-2005). Master's Thesis, National Taitung University, Taitung, Taiwan, 2005. Available online: [https://hdl.handle.net/11296/3w9r9s](https://hdl.handle.net/11296/3w9r9s)(accessed on 10 March 2021). - Wen, C.W.; Chien, M.C.; Chiu, M.W.; Shin, T.H. Overall Analysis of Biological Energy on Foot Massage. High Tech Univ. Sports 2011, 10, 143-153. effect of foot massage with biofeedback: A pilot study to enhance health promotion. Nurs. Health Sci. 2002, 4, A4. Pilot Study of Massage in Veterans with Knee Osteoarthritis. J. Altern. Complement. Med. 2015, 21, 333-338. [ Foot and Hand Massage in Post-Cesarean Section Pain Control: A Randomized Control Trial. Pain Gozen, D. The Effect of Foot Reflexology on Acute Pain in Infants: A Randomized Controlled S.A. The effects of acupressure and foot massage on pain during heel lancing in neonates: A randomized controlled trial. Complement. Ther. Med. 2019, 46, reflexology on fatigue in pregnant women: A randomized clinical trial. on pain intensity and duration of labor on primiparas. Iran. Red Crescent Med. J. 2011, 13, 475. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=The+effect+of+reflexology+on+pain+intensity+and+duration+of+labor+on+primiparas&author=Dolatian,+M.&author=Hasanpour,+A.&author=Montazeri,+S.&author=Heshmat,+R.&author=Majd,+H.A.&publication_year=2011&journal=Iran.+Red+Crescent+Med.+J.&volume=13&pages=475)] - Moghimi-Hanjani, S.; Mehdizadeh-Tourzani, Z.; Shoghi, M. The effect of foot reflexology on anxiety, pain, and outcomes of the labor in primigravida women. Acta Med. Iran. 2015, of foot reflexology on pain intensity and duration of labor on primiparous. Koomesh 2013, effect of relieving the labor pain. Iran. J. Obstet. Gynecol. Effect of foot reflexology on duration of labor and severity of first-stage labor pain. Iran. J. Obstet. Gynecol. the effect of reflexology on the pain and certain features and outcomes of the labor on the primiparous women. Iran. J. Nurs. Midwifery Res. 2010, 15, 302. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Reviewing+the+effect+of+reflexology+on+the+pain+and+certain+features+and+outcomes+of+the+labor+on+the+primiparous+women&author=Valiani,+M.&author=Shiran,+E.&author=Kianpour,+M.&author=Hasanpour,+M.&publication_year=2010&journal=Iran.+J.+Nurs.+Midwifery+Res.&volume=15&pages=302&pmid=22069404)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/22069404)] - Mollart, L. Single-blind trial addressing the differential effects of two reflexology techniques versus rest, on ankle and foot oedema in late pregnancy. Complement. Ther. Nurs. Midwifery - Choi, M.S.; Lee, E.J. Effects of Foot-Reflexology Massage on Fatigue, Stress and Postpartum Depression in Postpartum Women. J. Korean Acad. Nurs. foot on anxiety and physiological parameters among candidates for bronchoscopy: A randomized controlled trial. Eur. J. Integr. Med. of foot reflexology massage on anxiety in patients following coronary artery bypass graft surgery: A randomized controlled trial. Complement. Ther. G.; Özkan, M. The effect of foot reflexology on pain, comfort and beta endorphin levels in patients with liver transplantation: A randomized control trial. Eur. J. Integr. Med. the Effect of Reflexology on Pain Control and Analgesic Consumption After Appendectomy. J. Altern. Complement. Med. 2015, 21, of Foot Reflexology on Pain, Fatigue, and Quality of Sleep after Kidney Transplantation Surgery: A Parallel Randomized Controlled Trial. Evid.-Based Complement. Altern. Med. [CrossRef](https://doi.org/10.1155/2020/5095071)] - Kora, K.; Karabulut, N. The effect of foot massage on postoperative pain and anxiety levels in laparoscopic cholecystectomy surgery: A randomized controlled experimental Foot massage—A nursing intervention to modify the distressing symptoms of pain and nausea in patients hospitalized with cancer. Cancer Nurs. 2000, 23, 237-243. [ [Google H.-S.; Wyatt, G. Pain and Spirituality Outcomes Among Women with Advanced Breast Cancer Participating in a Foot Reflexology Trial. Oncol. Nurs. Forum Özdelikara, A.; Tan, M. The effect of reflexology on the quality of life with breast cancer patients. Complement. Ther. Clin. Pract. Terzioglu, F. Effects of reflexology and progressive muscle relaxation on pain, fatigue, and quality of life during chemotherapy in gynecologic cancer patients. Pain Manag. Nurs. 2019, 20, Effects of Providing Reflexology for Symptom Management to Women with Advanced Breast Cancer. Oncol. Nurs. Forum 2017, 2021, Posadzki, P.; Lee, M. Reflexology: An update of a systematic review of randomised clinical trials. Maturitas 2011, 68, L.P.; Dahl, R. Evaluating the effect on asthma quality of life of added reflexology or homeopathy to conventional asthma management-an investigator-blinded, randomised, controlled parallel group study. Eur. Clin. 1793526. Sung, Foot Massage and Physiological Stress in People with Dementia: A Randomized Controlled Trial. J. Altern. Complement. Med. 305-311. [Google and alternative medicine in hospice and palliative care: A systematic review. J. Pain Symptom 2018, Mongeon, P.; Paul-Hus, A. The journal coverage of Web of Science and Scopus: A comparative analysis. Scientometrics 2016, 106, 213-228. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=The+journal+coverage+of+Web+of+Science+and+Scopus:+A+comparative+analysis&author=Mongeon,+P.&author=Paul-Hus,+A.&publication_year=2016&journal=Scientometrics&volume=106&pages=213%E2%80%93228&doi=10.1007/s11192-015-1765-5)] [ [CrossRef](https://doi.org/10.1007/s11192-015-1765-5)] - Bowen, G.A. Document analysis as a qualitative research method. Qual. Res. J. 2009, 9, 27-40. Methods and Applications; Cambridge University Press: Cambridge, feet reflexology versus segmental massage in reducing pain and its intensity, frequency and duration of the attacks in females with migraine: A pilot study. J. Tradit. Chin. Med. 2017, 37, cloud explorer: Text analytics based on word clouds. In Proceedings of the 2014 47th Hawaii International Conference on System Sciences, Waikoloa, HI, USA, elderly individuals with low back pain: A randomized, double-blind, controlled pilot D.W. Characteristics of highly cited papers. Res. Eval. 2003, 12, 159-170. [ [Google Biostatistics and Preventive Medicine; Elsevier Health Sciences: Amsterdam, The Netherlands, 2007. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Epidemiology,+Biostatistics+and+Preventive+Medicine&author=Jekel,+J.F.&author=Katz,+D.L.&author=Elmore,+J.G.&author=Wild,+D.&publication_year=2007)] - Van Eck, N.; Waltman, L. Software survey: VOSviewer, a computer program Scientometrics of Alternative |Evidence-based Nursing||Korea||8||1.9%||0.984||0.38||1229||Q4| |International Journal Practice||Australia||8||1.9%||2.066||0.93||2676||Q2| |Alternative Therapies and Israel||Alternative, complementary, and homeopathic remedies| management| |4||Japan and Russia||Foot reflexology, massage |5||India||Complementary therapies and anxiety| |6||The United States||Caregivers, complementary therapies, back pain, breast cancer, and palliative care| |7||Iran||Coronary angiography, multiple sclerosis, vital signs, sleep quality, and randomized controlled trial| |8||South Korea||Fatigue, massage therapy, quality of |9||Turkey||Chemotherapy, foot reflexology, and England: A Population-based Survey||Complementary Therapies in Medicine||451| |2||2000||The BBC Survey of Complementary Medicine Use in the UK||Complementary Therapies in Medicine||303| |3||2007||Nasal Saline Irrigations for the Symptoms of Chronic Rhinosinusitis||Cochrane Database of Systematic Reviews||219| |4||2005||Use of Complementary and Alternative Medicine in the Scandinavian Countries||Scandinavian Journal Of Primary Health Care||157| |5||2001||Alternative Therapies Among Adults With a Reported Diagnosis of Asthma or Rhinosinusitis—Data from a Population-Based Survey||Chest||144| American Academy of Orthopaedic Surgeons||121| |8||2013||Prevalence of Use of Complementary and Alternative Medicine (CAM) by Patients/Consumers in The UK: Systematic Review of| Surveys |Clinical Medicine||121| |9||2013||Non-pharmacological Interventions Database of Systematic Reviews||120| |10||2000||Complementary Therapies: Have They Become Accepted in General Practice?||Medical Journal of Australia||115| |11||2008||Quantitative Lymph Imaging for Assessment of Lymph Function Using Indocyanine Green Fluorescence Lymphography||European Journal of Vascular and Alleviation of Sinonasal Symptoms||Otolaryngology-Head And Neck Surgery||108| |13||2004||Breast Cancer Patients Have Improved Immune and Neuroendocrine Functions Massage Therapy||Journal of Psychosomatic Research||105| |14||2014||Summary of Evidence-based Guideline: Complementary and Alternative Medicine in Multiple Sclerosis: Report of The Guideline Development Subcommittee of The American Academy of Neurology||Neurology||103| |15||2005||The Integration of Complementary Therapies in Australian General Practice: Results of a National Survey||Journal of Alternative and Complementary Medicine||100| Disclaimer/Publisher's Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content. © 2022 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( [https://creativecommons.org/licenses/by/4.0/](https://creativecommons.org/licenses/by/4.0/)). Share and Cite Cai, D.-C.; Chen, C.-Y.; Lo, T.-Y. Foot Reflexology: Recent Research Trends and Prospects. Healthcare 2023, 11, 9. https://doi.org/10.3390/healthcare11010009 Cai D-C, Chen C-Y, Lo T-Y. Foot Reflexology: Recent Research Trends Prospects. Healthcare. 2023; 11(1):9. https://doi.org/10.3390/healthcare11010009Chicago/Turabian Style Cai, Deng-Chuan, Ching-Yun Chen, and 2023. \"Foot Reflexology: Recent Research Trends and Prospects\" Healthcare 11, no. 1: 9. https://doi.org/10.3390/healthcare11010009 [here](https://www.mdpi.com/about/announcements/784). Article Metrics Article Access StatisticsFor more information on "}