{"title": "A Dead End: A Review of Glioblastoma Multiforme", "author": null, "url": null, "hostname": null, "description": "Ashleigh Porter Department of Biology Lake Forest College Download PDF", "sitename": null, "date": "2012-03-05", "cleaned_text": "A Dead End: A Review of Glioblastoma Multiforme Ashleigh Porter Department of Lake Forest College [Download PDF](../files/porterreviewprint-removedpdf.pdf) Abstract Glioblastoma Multiforme (GBM) is one of the most aggressive and malignant cancers of the central nervous system (CNS). GBM tumors are derived from glial cells, the most common cell type in the CNS. Glial cells and neuronal cells, the other category of CNS cells, work in concert to produce a functional nervous system. Neuronal cells work to transmit signals to and from the brain, while glial cells act as the \"glue\" of the CNS. Glial cells help to maintain homeostasis, generate myelin, and support and protect neuronal cells (Society for Neuroscience). Different types of glial cells include astrocytes, oligodendrocytes, and Schwann cells. When a glial cell becomes cancerous, it develops into a glioma, or a glial-derived tumor (Society for Neuroscience). GBM is derived specifically from astrocytes, and is therefore a type of astrocytoma (American Brain Tumor Association). This review will focus on the epidemiology, risk factors, pathology, and treatment of GBM. The molecular basis of GBM, including EGFR amplification and PTEN mutation, will also be discussed, as well the ways in which the molecular understanding of GBM has led to future treatments for this fatal disease. Introduction Epidemiology GBM is the most common primary brain tumor and accounts for over 51 percent of gliomas (Adamson, 2009). Over 13,000 deaths are attributed to gliomas annually and approximately 18,000 new cases are diagnosed each year (Schwartzbaum, 2006). As with many types of cancer, increasing age correlates to incidence; the average age of incidence of primary GBM is 62 (Adamson, 2009). GBM rarely affects children and only accounts for 8.8 percent of childhood brain tumors. Glioblastoma occurs in both men and women, however, primary GBM occurs more frequently in males while secondary GBM occurs more frequently in females (Schwartzbaum, 2006). Although there are many treatments available for GBM including surgical resection, chemotherapy, and radiation, prognosis remains bleak. The average survival time following diagnosis of GBM patients is only 14 months (American Brain Tumor Association). Furthermore, the five-year survival rate of GBM is also only ten percent. Another aggressive cancer, small cell lung carcinoma, has a median survival of 20 months and a five-year survival of twenty percent (National Cancer Institute). Current research in GBM concentrates on new, targeted therapies with the hope of one day finding a cure. As with all cancers, assessing possible risk factors remains a major focus of disease prevention. Risk Factors The specific cause of GBM is unknown and identifying various risk factors has proven difficult. Many factors that increase the risk of developing GBM have been suggested;however, only radiation exposure has been shown to directly impact GBM development. Other factors including increased cell phone use and pesticide exposure have been suggested as possible risk factors for GBM (Adamson, 2009). Cell phones are known to release a small amount of non-ionizing electromagmetic radiation, and because cell phone use has become prevalent worldwide, electromagnetic radiation exposure due to cell phone use has become a concern (National Cancer Institute). Pesticide exposure has been linked to the development of childhood brain tumors; however, no clear connection has been made to the development of glioblastoma (Braintumor.org). Overall, the role of cell phone use and pesticide exposure in the development of GBM remains unclear. Head trauma has also been suggested as a possible risk factor for developing GBM. Experimental data has shown that trauma is able to act as a carcinogen in the presence of an initiating carcinogen (Preston-Martin, 1998). Researchers hypothesize that when glial cells experience a trauma, they undergo a process called gliosis, in which they experience hypertrophy and multiplication (Magnavita, 2003). This is thought to cause a change in the blood-brain barrier and the cerebrovascular architecture of the brain, which could cause the brain to be further exposed to carcinogens or growth factors (Magnavita, 2003). This exposure could lead to malignancy, and therefore, GBM (Figure 1). Thus, it is reasonable to conclude that head trauma could cause future development of brain tumors and, more specifically, GBM. It has been shown that head trauma elevated the risk of males for developing any type of brain tumor (Preston-Martin, 1998). Specifically, it was found that patients who had experienced head trauma requiring medical attention were over four times more likely to develop glioma (Hu, 1998). Several studies have shown a correlation between development of gliomas and repeated head injury in males, however, a clear cause and effect has yet to be proven. More research needs to be done in this area in order to elucidate the connection between head trauma and GBM. Head trauma has also been suggested as a possible risk factor for developing GBM. Experimental data has shown that trauma is able to act as a carcinogen in the presence of an initiating carcinogen (Preston-Martin, 1998). Researchers hypothesize that when glial cells experience a trauma, they undergo a process called gliosis, in which they experience hypertrophy and multiplication (Magnavita, 2003). This is thought to cause a change in the blood-brain barrier and the cerebrovascular architecture of the brain, which could cause the brain to be further exposed to carcinogens or growth factors (Magnavita, 2003). This exposure could lead to malignancy, and therefore, GBM (Figure 1). Thus, it is reasonable to conclude that head trauma could cause future development of brain tumors and, more specifically, GBM. It has been shown that head trauma elevated the risk of males for developing any type of brain tumor (Preston-Martin, 1998). Specifically, it was found that patients who had experienced head trauma requiring medical attention were over four times more likely to develop glioma (Hu, 1998). Several studies have shown a correlation between development of gliomas and repeated head injury in males, however, a clear cause and effect has yet to be proven. More research needs to be done in this area in order to elucidate the connection between head trauma and GBM. The only risk factor that has been proven to increase the risk of developing GBM is exposure to ionizing radiation, which is energetic enough to excite electrons and damage DNA, either through radiation therapy or radiosurgery. Because radiation acts to damage DNA and therein causes cell death, some side effects of radiation include necrosis of tissue and development of tumors (Salvati, 2003). Since the 1960s, over 116 cases of GBM caused by radiation have been reported and it is estimated that overall risk of developing GBM following radiotherapy is approximately 2.5 percent (Salvati, 2003). GBMs were found to develop more frequently in patients treated for acute lymphoblast leukemia (ALL). It is also possible that complications from this type of leukemia or the chemotherapeutic agents used also contributed to GBM development (Salvati, 2003). Overall, it is clear that ionizing radiation exposure is linked to glioblastoma development. Symptoms, Diagnosis, and Pathology Symptoms of GBM are variable and depend on the size and location of the tumor. For example, a patient with a temporal lobe tumor could experience hearing and vision problems, while a patient with a frontal lobe tumor could experience personality changes (American Brain Tumor Association). Most patients experience a myriad of different symptoms including headaches, nausea, vomiting, and seizures. Other common symptoms include muscle weakness and impaired cognitive function (American Brain Tumor Association). GBM often presents with a multitude of varying symptoms; therefore, diagnosis is more commonly made following surgical resection. Brain imaging studies are performed in order to show the presence, size, and location of the GBM (American Brain Tumor Asscociation). The most common brain imaging study used in the diagnosis of GBM is gadolinium-enhanced magnetic resonance imaging (MRI). GBM is most visible in T1-weighted MRIs and differences between white and gray matters are visible because of changes in contrast (Adamson, 2009). Other brain imaging studies are less frequently used in GBM diagnosis, which include magnetic resonance spectroscopy (MRS), positron emission tomography (PET), and CAT scans (Kelly, 1984). If the brain imaging study reveals that the tumor is in an area that is highly dangerous or inoperable, a stereotactic biopsy may be performed. This allows the physician to ensure that the tumor is malignant and that surgery is necessary in order for survival. The World Health Organization (WHO) characterizes GBM as a grade IV tumor (Kelly, 1984). GBM can present as either a primary or secondary tumor, in which the primary GBM has spread to another part of the brain. Primary tumors are more aggressive and have lower survival rates, while secondary tumors are usually the opposite (American Brain Tumor Association). This review, however, will focus on primary GBM. Common pathologic characteristics of GBM include hyperchromatic nuclei and the presence of necrotic tissue (Adamson, 2009). Diffuse margins and microvascular proliferation allow GBMs to easily grow and metastasize. Tumors with diffuse margins more readily invade surrounding cerebral tissue which makes complete surgical resection difficult. Microvascular proliferation allows for excessive tumor growth. The pathologic characteristics of these malignant tumors provide insight into the causes of the poor prognosis of GBM patients. Molecular Causes of GBM The pathology of GBM is intrinsically linked to the molecular basis of this deadly disease. Many different molecular pathway mutations and genetic abnormalities can lead to gliomagenesis. The combination of several different oncogenomic events contributes to GBM development and therefore, the exact molecular cause of GBM is difficult to decipher. Primary GBMs can be induced by a myriad of different mutations. Most commonly, GBM is derived from a complete deletion of chromosome 10 (Kanu, 2009). The loss of heterozygosity (LOH) of chromosome 10 and induction of GBM suggests the presence of tumor suppressor genes on various loci on this specific chromosome. Other common mutations present in GBM include p16INK4a deletion, p14ARF and p53 mutation, RB1 methylation, and MGMT methylation (Table 1). These molecular and genetic mutations give rise to the \"mutator phenotype\" in glioma cells (Adamson, 2009). The \"mutator phenotype\" is characterized by mutations in DNA repair mechanisms, including nucleotide excision repair, base excision repair, mismatch repair, and recombination (Adamson, 2009). The combination of specific genetic mutations and mutations in DNA repair mechanisms often leads to gliomagenenesis. Another common mutation in GBM is amplification of epithelial growth factor receptor (EGFR) on chromosome 7 (Kanu, 2009). EGFR normally regulates cellular development, proliferation, migration, and vascularization within the cell. Growth factor ligands bind to EGFR and activate signaling cascades, including the infamous RAS protein, that alters transcription of cellular regulation genes within the nucleus (Figure 2). It is clear, therefore, that mutations in EGFR can easily lead to cancer. EGFR amplification occurs in 40% to 60% of all GBMs (Kanu, 2009). The most common mutation of the EGFR gene is the EGFRvIII variant. The EGFRvIII mutation is a result of an 801 base pair deletion of exons 2-7 in the EGFR gene (Kanu, 2009). This results in a loss of the EGFR ligand binding domain. Consequently, the EGFR receptor's activity is upregulated, and continuous auto-phosphorylation of the intracellular domain leads to increased activity of target activators (Figure 2) (Kanu 2009). This } not only increases cellular proliferation, vascularization, and survival, but it also significantly increases the cellular motility and resistance to chemotherapy and radiation treatment that is characteristic of GBM tumors. Therefore, the EGFRvIII variant mutation is characteristic of higher metastasis and lower survival rates. It has been shown that EGFRvIII mutation is associated with a significantly shorter overall survival. Patients without EGFR mutation were shown to live 1.374 years, while patients with tumors containing the EGFRvIII mutation only lived 0.893 years (Shinojima, 2003). Overall, mutation in EGFR, especially the variant EGFRvIII, indicates a more aggressive GBM and therefore patients have a worsened prognosis. While growth factors frequently play a crucial role in gliomagenesis, other cellular pathways can also lead to the development of GBM. One crucial pathway that is implicated in GBM development is the p53 pathway. The majority of GBMs involve mutations that inactivate p53. Mutations of p53 in primary GBMs are equally common on all exons, and no preference is shown for any specific p53 mutation (Kanu, 2003). P53 is a well known tumor suppressor genethat is involved with cell cycle regulation (Kanu, 2003). P53 is often upregulated in response to cellular stress that damages DNA (Kanu, 2003). When p53 is active, it causes cell cycle arrest, and can either induce DNA repair mechanisms or cellular apoptosis (Figure 3). While p53 mutation is common in GBM, a mutation in p53 alone has not been shown to significantly alter GBM patient survival (Simmons, 2001). P53, however, has been shown to have a unique relationship with the aforementioned mutation in EGFR. It has been shown that EGFR is associated with shorter survival only when p53 is wildtype (Simmons, 2001). Therefore, it is reasonable to conclude that wildtype functioning of p53 is necessary to induce the negative effects of the EGFR mutation on shortening survival. Thus, the molecular basis of GBM is further complicated. Future genetic screens of GBM patients will help to further elucidate the specific molecular causes of glioblastoma. Current Treatments Standard treatment for GBM patients includes surgical resection, chemotherapy, and radiation therapy. Surgical resection is performed with the intent for a complete removal of the GBM tumor. If a complete resection is impossible due to the location of the tumor, a partial resection may be performed; however, partial resection is associated with significantly lower survival rates (UptoDate). While there are many different chemotherapeutic agents available for the treatment of GBM, the current standard chemotherapy used is Temozolomide, or Temodar (UptoDate). Temozolomide is an oral alkylating agent, and inhibits DNA repair mechanisms in tumor cells (UptoDate). Common side effects of Temozolomide include mild nausea and vomiting, however, severe side effects are only seen in 4% of patients. Other common chemotherapies used in the treatment of glioblastoma include systemic nitrosoureas, however, Temozolomide is most commonly used (UptoDate). While there are many different chemotherapeutic agents available, Temozolomide is associated with the lowest incidence of recurrent gliomas and longer survival rates. Current treatment recommends that patients take 75 milligrams of Temozolomide daily for no longer than 49 days (UptoDate). This is followed by radiation therapy and adjuvant chemotherapy. Radiation therapy is administered in conjunction with chemotherapy. Current treatment includes 30 days of radiation therapy with 60 grays (Gy), the SI unit of absorbed radiation, administered each day (UptoDate). After radiation therapy is completed, the patient receives adjuvant chemotherapy. This therapy includes no more than 6 cycles of Temozolomide treatment, in which 150 to 200 milligrams of Temozolomide is taken daily for 5 days, every 28 days (UptoDate). Although there are many different treatments available and GBM is treated rather aggressively, GBM patients are likely to relapse within 20 weeks of completing treatment (UptoDate). Because of this devastating fact, patients are encouraged to participate in clinical trials and experimental treatments. Future Treatments: Hope for GBM Although GBM is treated aggressively with both chemotherapy and radiation, glioblastoma tumors remain severely resistant to standard therapeutic agents and prognosis continues to be extremely poor. The poor prognosis of GBM has not improved significantly over the last three decades despite increases in the number of treatments available (Huang, 2010). Because of these challenges, researchers have been motivated to reevaluate current treatments and to develop new targeted treatments for glioblastoma (UptoDate). Current experimental therapies are targeted and based on new findings regarding the molecular basis of GBM. Some targeted therapies include vascular endothelial growth factor (VEGF) EGFR inhibitors, (PDGF), histone deactylase inhibitors, and integrin inhibitors (UptoDate). These therapies were developed as a direct result of greater understanding of the molecular basis of GBM. Targeted therapies work to inhibit specific molecules that are dysregulated in GBM. Other experimental treatments that are currently undergoing testing are the use of interferons. Interferons are immune regulators that induce cytotoxic activity by altering gene expression of cell proliferation and apoptosis genes (UptoDate). Because of the vast amount of experimental treatments available and the ineffectiveness of standard treatments, GBM patients are encouraged to participate in clinical trials whenever possible. One rather interesting therapy is gene therapy, in which viruses are often used to block or destroy specific gene expression in tumor cells (UptoDate). Gene therapies are frequently administered in an attempt to generate an immune response, to replace a lost gene, or to increase the sensitivity of a tumor to chemotherapeutic agents (UptoDate). Studies have shown that gene therapy involving the use of herpes simplex virus type 1 thymidine kinase (HSV-1 TK) is successful in the treatment of gliomas (Klatzmann, 1998). In Phase II clinical trials, 12 patients who had become resistant to traditional therapies received an injection of the HSV-1 TK gene inside their cranial cavity (Klatzmann, 1998). Overall survival was 206 days and 25% of patients survived over 1 year. Patients did not experience severe side effects and the treatment was well tolerated (Klatzmann, 1998). Furthermore, 1 of the 12 patients remained tumor-free for 2.8 years following treatment. Therefore, treatments involving gene therapy and the use of viruses may provide a novel method for fighting GBM. As previously discussed, one of the most common mutations in GBMS tumor cells is the EGFRvIII variant of EGFR. Recent clinical trials have shown that a vaccine developed specifically for the EGFRvIII mutation may provide hope for GBM patients. In Phase II clinical trials, 19 adult GBM patients who tested positive for the EGFRvIII type mutation received the EGFRvIII vaccination (Choi, 2009). No adverse side effects were experienced by any of the patients and the vaccine was well tolerated. It was shown that this vaccine induced humoral as well as delayed immune responses specific for the EGFRvIII expressing cells (Choi, 2009). Patients who received the vaccine were found to have a longer time to progression (TTP) of 12 months compared to the 7.1 months of patients who did not receive the vaccine (Choi, 2009). Furthermore, recurrent tumors were analyzed and found to be absent of any EFGRvIII expressing cells (Choi, 2009). Therefore, the EGFRvIII vaccine has been shown to preliminarily extend TTP and destroy EGFRvIII expressing tumor cells. Thus, the EGFRvIII targeted vaccine remains an attractive option for GBM patients. Overall, the illumination of the multitude of the molecular causes of GBM has provided new avenues for glioblastoma treatments. Conclusion In summary, glioblastoma multiforme is a deadly primary CNS cancer that affects thousands of Americans each year. Although many risk factors for developing GBM have remained unidentified, risk factors such as exposure to ionizing radiation have proven to be detrimental for disease development in some cases. Other risk factors including cell phone use, head trauma, and pesticide exposure have yet to be confirmed as increasing risk for gliomagenesis. Symptoms of disease depend on the specific location of the tumor, and diagnosis is most commonly made following surgical resection. Understanding the molecular mechanisms underlying GBM, including EGFR and p53 mutation, has led to the development of novel treatments. Genome-wide studies have allowed for greater understanding of this fatal disease, yet no advancements have been made to extend median survival past 14 months. There is hope that one day GBM patients will no longer perceive their diagnosis as a \"dead end\" and will instead utilize a multitude of different therapies to cure this fatal primary CNS cancer. References Adamson, C., Kanu, O. O., Mehta, A. I., Di, C., Lin, N., Mattox, A. K., et al. (2009). Glioblastoma multiforme: A review of where we have been and where we are going. Expert Opinion on Investigational Drugs, 18(8), 1061-1083. (n.d.). American Brain Tumor Association. Retreived from [www.abta.org](http://www.abta.org/) (n.d.). National Brain Tumor Society. Retreived from [www.Braintumor.org](http://www.braintumor.org/) (n.d.). Comprehensive Cancer Information-National Cancer Institute. Retreived from [www.cancer.gov](http://www.cancer.gov/) Choi, B. D., Archer, G. E., Mitchell, D. A., Heimberger, A. B., McLendon, R. E., Bigner, D. D., et al. (2009). EGFRvIII-targeted vaccination therapy of malignant glioma. Brain Pathology (Zurich, Switzerland), 19(4), 713-723. Fisher, J. L., Schwartzbaum, J. A., Wrensch, M., & Wiemels, J. L. (2007). Epidemiology of brain tumors. Neurologic Clinics, 25(4), 867-90, vii. Hu, J., Johnson, K. C., Mao, Y., Guo, L., Zhao, X., Jia, X., et al. (1998). Risk factors for glioma in adults: A case-control study in northeast china. Cancer Detection and Prevention, 22(2), 100-108. Huang, Z., Cheng, L., Guryanova, O. A., Wu, Q., & Bao, S. (2010). Cancer stem cells in glioblastoma-molecular signaling and therapeutic targeting. Protein & Cell, 1(7), 638-655. Kanu, O. O., Hughes, B., Di, C., Lin, N., Fu, J., Bigner, D. D., et al. (2009). Glioblastoma multiforme oncogenomics and signaling pathways. Clinical Medicine.Oncology, 3, 39-52. Kelly, K. A., Kirkwood, J. M., & Kapp, D. S. (1984). Glioblastoma multiforme: Pathology, natural history and treatment. Cancer Treatment Reviews, 11(1), 1-26. Klatzmann, D., Valery, C. A., Bensimon, G., Marro, B., Boyer, O., Mokhtari, K., et al. (1998). A phase I/II study of herpes simplex virus type 1 thymidine kinase \"suicide\" gene therapy for recurrent glioblastoma. study group on gene therapy for glioblastoma. Human Gene Therapy, 9(17), 2595-2604. Magnavita, N., Placentino, R. A., Mei, D., Ferraro, D., & Di Trapani, G. (2003). Occupational head injury and subsequent glioma. Neurological Sciences : Official Journal of the Italian Neurological Society and of the Italian Society of Clinical Neurophysiology, 24(1), 31-33. Preston-Martin, S., Pogoda, J. M., Schlehofer, B., Blettner, M., Howe, G. R., Ryan, P., et al. (1998). An international case-control study of adult glioma and meningioma: The role of head trauma. International Journal of Epidemiology, 27(4), 579-586. Salvati, M., Frati, A., Russo, N., Caroli, E., F. M., Minniti, G., et al. (2003). Radiation-induced gliomas: Report of 10 cases and review of the literature. Surgical Neurology, 60(1), 60-7; discussion 67. Schwartzbaum, J. A., Fisher, J. L., Aldape, K. D., & Wrensch, M. (2006). Epidemiology and molecular pathology of glioma. Nature Clinical Practice.Neurology, 2(9), 494-503; quiz 1 p following 516. Shinojima, N., Tada, K., Shiraishi, S., Kamiryo, T., Kochi, M., Nakamura, H., et al. (2003). Prognostic value of epidermal growth factor receptor in patients with glioblastoma multiforme. Cancer Research, 63(20), 6962-6970. Simmons, M. L., Lamborn, K. R., Takahashi, M., Chen, P., Israel, M. A., Berger, M. S., et al. (2001). Analysis of complex relationships between age, p53, epidermal growth factor receptor, and survival in glioblastoma patients. Cancer Research, 61(3), 1122-1128. Shinojima, N., Tada, K., Shiraishi, S., Kamiryo, T., Kochi, M., Nakamura, H., et al. (2003). Prognostic value of epidermal growth factor receptor in patients with glioblastoma multiforme. Cancer Research, 63(20), 6962-6970. (n.d.). "}