{"title": "Los peligros de consumir la droga que producen las escamas de sapo", "author": "Mónica De Haro", "url": "https://es-us.vida-estilo.yahoo.com/nacho-vidal-mike-tyson-veneno-sapo-peligros-salud-consumir-droga-alucinogena-escamas-sapo-bufo-112930409.html", "hostname": "yahoo.com", "description": "Forma parte de un ritual ancestral aparentemente inofensivo pero la reacción tóxica que provoca la inhalación del veneno del sapo de Sorona puede ser letal", "sitename": "Yahoo Vida y Estilo", "date": "2020-06-04", "cleaned_text": "Los peligros de consumir la droga que producen las escamas de sapo Forma parte de un ritual ancestral aparentemente inofensivo pero la reacción tóxica que provoca la inhalación de los vapores del veneno del sapo de Sorona produce importantes alteraciones como taquicardia, pérdida del conocimiento y, en ocasiones, la muerte Al veneno de sapo, que se extrae del sapo Bufo Alvarius (nombre correcto Incilius alvarius) se le conoce por dos nombres: 'escamas de y 'la molécula de Dios'. Es un alucinógeno (5-MeO-DMT) que ha cobrado gran popularidad en los últimos años al hacerse público que figuras mundialmente conocidas como el boxeador Mike Tyson (y ahora Nacho Vidal) lo han consumido en ceremonias de sanación. Además su uso se está volviendo común en los retiros donde también se consume [ayahuasca.](https://es.vida-estilo.yahoo.com/terapias-ayahuasca-ritual-chaman-bebida-indigena-de-moda-154112227.html) Debido a su origen chamánico, la 'molécula de Dios' produce un estado de paranoia tan elevado que provoca gritos incontrolables y ojos en blanco. La droga del Bufo proviene de México, de los rituales ancestrales en los que se utilizaba la 'esencia sagrada' de la rana, junto a otras sustancias como la ayahuasca y al peyote, como un medio para ayudar a encontrar la espiritualidad. Los chamanes la extraían de las glándulas parótidas del sapo, y la fuman [cristalizada](https://es-us.noticias.yahoo.com/las-orgias-de-cristal-de-72-horas-que-preocupan-los-expertos-en-salud-sexual-192916634.html) durante rituales y ceremonias ancestrales con propósitos curativos y por sus cualidades alucinógenas. \"Para poder defenderse de sus depredadores, muchos anfibios -tanto ranas y sapos como tritones y similares-, tienen glándulas que segregan unas sustancias que son tóxicas, con mayor o menor gravedad, explica Óscar Soriano, científico titular del CSIC en el Departamento de Biodiversidad y Biología Evolutiva del Museo Nacional de Ciencias Naturales (MNCN), en [El Mundo](https://www.elmundo.es/ciencia-y-salud/salud/2020/06/03/5ed7a91821efa0c60a8b4639.html) \"Si tocas un sapo y te llevas la mano a los ojos o a la boca, sufres ya una reacción al tóxico. Hay otras especies, como las ranas punta de flecha, que segregan un veneno que provoca la muerte si entra en el torrente sanguíneo\", cuenta el investigador. \"Los sapos que viven en el desierto de Sonora segregan su veneno con sus glándulas parótidas. Hay chamanes que lo usan porque producen un estado alterado de la conciencia. Ellos dicen que el efecto alucinógeno que les provoca hace ver cosas que te pueden pasar o te retrotrae a tiempos anteriores. Su efecto es similar a la de la ayahuasca\", añade. Dichas secreciones contienen más de una docena de compuestos de triptamina; las más importantes son la bufotenina y la 5-MeO-DMT (5-metoxi-metiltriptamina), una molécula presente en dosis bajas en el cerebro humano, que al circular por los receptores de la serotonina provoca breves pero agudísimos estados de alteración o rapto de la conciencia; pero no contienen DMT (N,N-dimetiltriptamina), el principio activo presente en la ayahuasca. Lo corrobora en declaraciones a [El País](https://elpais.com/politica/2017/07/25/diario_de_espana/1501009144_012847.html) uno de los profesionales que más ha investigado sobre esta sustancia en España, [el doctor en neurobiología José Ángel Morales:](https://twitter.com/drastrocyte?lang=es) \"su estructura es análoga a neurotransmisores como la serotonina y provoca estados alterados de la conciencia\". La piel del B. alvarius contiene también otras sustancias sulfurosas, una de ellas es la 'bufovidrina' y otras sustancias cardiotóxicas llamadas 'bufogeninas y bufotoxinas'. Algunos estudios habían considerado la bufotenina como la sustancia responsable de los efectos psicoactivos tanto de algunas plantas como de sapos, sostiene la [Fundación ICEERS](https://www.iceers.org/es/bufo-alvarius-informacion-basica/) (International Center for Ethnobotanical Education, Research and Service), mientras que otros trabajos no han encontrado señales de psicoactividad, aunque sí de efectos tóxicos a nivel físico. \"Son toxinas de origen animal con gran capacidad alucinógena\", señala Manuel López-Rivadulla, [catedrático de Toxicología Forense](https://www.researchgate.net/profile/Manuel_Lopez-Rivadulla) de la Universidad de Santiago de Compostela, en declaraciones al diario [ El Mundo. ](https://www.elmundo.es/ciencia-y-salud/salud/2020/06/03/5ed7a91821efa0c60a8b4639.html)La utilización de esta sustancia como droga se conoce desde hace muchísimo tiempo, añade el especialista que, sin embargo, señala que a lo largo de su vida profesional no ha visto \"ningún caso\" de intoxicación por estos compuestos. Una vía para escapar de los demonios personales De acuerdo a los testimonios de quienes la han probado, como el boxeador Mike Tyson o [el actor español Nacho Vidal, detenido por la muerte de un fotógrafo en un ritual chamánico](https://es.vida-estilo.yahoo.com/actor-porno-nacho-vidal-detenido-104854055.html), los efectos psicoactivos del veneno de sapo traspasan y prolongan la noción del tiempo trasladándote a una 'línea del tiempo' en la que recorres tu vida para reconciliarte con ella, generando una sensación de paz, integración y equilibrio energético. Lo contó el propio púgil durante una [entrevista en el programa The Art of Conversation, que transmite el canal de deportes norteamericano ESPN](https://youtu.be/jYcnaYEzX7Y), cuyo fin era \"matar el monstruo que tenía dentro\" para cambiar su actitud y su vida familiar. \"No quiero ser ese monstruo cuando muera, no quiero que se me recuerde como a ese tipo. El antiguo Tyson era tóxico para mi familia y mi esposa. Mi violencia, mis hábitos con las drogas, mis temerarias aventuras sexuales, mis peleas callejeras... todo eso ha terminado y todavía estoy aquí. Ahora se trata de hacer la mejor vida para mi familia. Me siento agradecido por existir y tener otra vida\", contó el boxeador retirado. Hay otros reportajes que cuentan en primera persona las experiencias vividas por quienes han recurrido a al veneno de sapo como 'método sanador' y han salido indemnes, apenas unas risas o alternaciones breves. Con una sola calada te transportas a otra dimensión Así lo cuenta al [Sol de México](https://www.elsoldemexico.com.mx/mexico/sociedad/fumar-sapo-de-sonora-efectos-que-se-siente-molecula-de-dios-bufo-alvarius-alucinogeno-ceremonias-chamanicas-5-meo-dmt-3673653.html) Fabián Rodríguez, un joven originario de Colombia y radicado en Canadá que viajó al desierto sonorense a conocer los efectos del Sapito: \"Fumé, a los dos minutos estaba viviendo una experiencia rarísima. Es un miedo que nunca había sentido, pero dentro de mí se destruía algo que no necesitaba, no encuentro palabras para explicarlo. Después de fumarlo la primera vez cambiaron muchas cosas de mi vida cotidiana, cuando desperté y volví en mí se sentía mucha paz, sentía que podía ver muchas cosas que antes no, como la naturaleza. Me sentía muy unido a mí mismo, más unido con todo alrededor\". Sin embargo, otros han sufrido un destino fatal como le ha ocurrido al fotógrafo José Luís Abad, que murió durante un ritual. Un 'viaje' iniciático y curativo que dura entre 15 y 20 minutos y produce importantes alteraciones como taquicardia, pérdida del conocimiento y, en ocasiones, la muerte. Y es que algunos alcaloides presentes en las secreciones de los sapos del género Bufo pueden tener efectos cardiotóxicos y ser fatales, como demuestran algunos informes de animales muertos tras morder a los sapos recogidos por la Fundación ICEERS. \"La gente lo ve como una droga, como algo malo, pero la verdad tienen que probarla para poder saber qué se siente. Cada cabeza es un universo y todos tenemos procesos muy distintos, no es algo que se hace de forma grupal, es algo que tiene que ser individual, es algo muy sagrado, es una medicina que está sanando a muchas personas\", [ cuenta el chamán Fernando Barnett](https://www.elsoldehermosillo.com.mx/local/video-sapo-del-desierto-medicina-espiritual-de-sonora-3671088.html), conocido como \"El Tigre\" y nieto de uno de los sanadores más famosos en México. Hipertensión y otro efectos adversos Leyendas aparte, se sabe que la inhalación de vapores de veneno de sapo bufo provoca alucinaciones visuales y sensitivas, que causan convulsiones y sensación de asfixia. Algo que como apunta el catedrático López-Rivadulla, puede \"resultar muy peligroso\" ya que se trata de un estimulante que genera alteraciones en el organismo, sobre todo a nivel cardíaco. También puede generar brotes psicóticos y esquizofrénicos. Así lo confirma la [farmacéutica Raquel Aguilar, ](https://twitter.com/aguilarsraquel?lang=es)miembro del Grupo de Antídotos de la Sociedad Española de Farmacia Hospitalaria ( [SEFH](https://www.sefh.es/)) quien apunta que \"puede causar hipertensión\" y otras reacciones que pueden desembocar en la muerte. Paradójicamente, al sapo del desierto de Sonora se le utiliza para extraer propiedades que ayudan a curar a pacientes de adicciones. Pero se requieren más estudios que comprueben cuáles son los efectos que causa consumir esta sustancia, pues mientras algunos dicen que es un droga muy fuerte, otros afirman que la experiencia fortalece el espíritu. ¿Conocías la terapia de los sapos alucinógenos? "}