{"title": "New Chinese Medicine Tools to Replenish and Repair Our Gut", "author": "Pacific College; Pcom", "url": "https://www.pacificcollege.edu/news/blog/2015/04/28/new-chinese-medicine-tools-to-replenish-and-repair-our-gut", "hostname": "pacificcollege.edu", "description": "Our health landscape is changing rapidly and we find ourselves in a new era. An era of degrading food supply, systemic inflammation, and overuse of drugs, including antibiotics. Living in our modern world takes its toll and we see it in our practices everyday. Antibiotics are failing, superbugs are on the rise, and digestive health is compromised by food and lifestyle choices. Society is at a new crossroads. On one side, antibiotic-resistant bacteria are currently killing approximately 23,000 people every year and the number of antibiotic resistant superbugs is climbing. On the contrary, long-standing and pervasive over-prescribing of antibiotics is at an all time high.", "sitename": "Pacific College of Health and Science", "date": "2015-04-28", "cleaned_text": "Cathy Margolin, LAc, Dipl OM Our health landscape is changing rapidly and we find ourselves in a new era. An era of degrading food supply, systemic inflammation, and overuse of drugs, including antibiotics. Living in our modern world takes its toll and we see it in our practices everyday. Antibiotics are failing, superbugs are on the rise, and digestive health is compromised by food and lifestyle choices. Society is at a new crossroads. On one side, antibiotic-resistant bacteria are currently killing approximately 23,000 people every year and the number of antibiotic resistant superbugs is climbing. On the contrary, long-standing and pervasive over-prescribing of antibiotics is at an all time high. Additionally, we are exposed to antibiotic effects by eating many meats and using antibacterial soaps. Never before in history have we had to overcome the effects of man-made drugs in the quantities we are seeing today. By having a well stocked tool box and the ability to talk about TCM with Western medicine friendly language, we may be able to lead a worldwide resurgence of healthy modalities to combat super bugs and promote long-term digestive health. I strongly believe we have tremendous healing opportunities in this new era. Chinese medicine has always been a deeply holistic healing approach. We know acupuncture and herbs have far reaching affects to heal even the most difficult pathologies. But the focus here is the importance of digestion. Whole schools of thought were developed in the 12th century stressing \"the importance of Preserving Stomach-Qi\" as the most important treatment method. Digestion is a corner stone of traditional Chinese medicine with a full range of modalities including: healing cuisine, herbs, acupuncture, and Qi Nei Tang, to name a few.Zhang Jie Bin, one of the four great masters from the Ming Dynasty and one of the most important doctors in the history of TCM wrote, \"The doctor who wants to nourish life has to tonify stomach and spleen.\" Could simply treating the spleen and stomach with acupuncture along with treating the chief complaint be enough? Although this is an easy approach to include into just about every treatment protocol, I believe there is much more we can do that already falls into our scope of practice. Our place is at the forefront of the \"healthy gut\" movement. What Western science is \"discovering,\" we have known for thousands of years and what Western science is giving us are tools which help convince our patients of the critical importance of their digestive health. Emerging science is proving our gut is acting as our \"second brain\". Its ability to constantly transform us is being unraveled by trail-blazing scientists studying human bacteria worldwide. The project, known as the Human Microbiome Project may have something to teach us about the way we practice TCM and Eastern/Integrative medicine today. The Microbiome Project is confirming microscopic bacterial colonies living in our digestive tract have important jobs for both our physical and mental well being. They are confirming what we have always known: If we nourish them, we simultaneously nourish ourselves. Because \"for hundreds of thousands of years bacterial and human cells have existed in a peaceful symbiosis that is responsible for the health and equilibrium of our body. Now, this invisible Eden is being irrevocably damaged by some of our most revered medical advances—antibiotics—threatening the extinction of our irreplaceable microbes with terrible health consequences.\" Trillions of tiny microbes living on our skin, mucosal membranes, and in our intestines are helping us extract nutrients from our food. Others are exerting enormous influence over our metabolism, hormones, cravings, and even our genes. The Microbiome Project is proving healthy gut bacteria is the secret to dramatic weight loss, significant improvements in overall health, mood, energy, and mental function. The dysbiosis of our guts is contributing to systemic inflammation, leading to the rise of obesity, asthma, diabetes, autoimmune diseases, and certain forms of cancer. In addition, The Human Microbiome Research Project is also inadvertently proving what Chinese medicine has understood and has practiced for centuries: maintain the health of the spleen and stomach and lower jiao, and you have the basis for good health. When we nourish the spleen/stomach we indirectly tonify all the other organs. The good news is that unlike our inherited genes, which are more or less fixed, we can exert a huge influence over our gut bacteria genetics. \"We can repair some of the damage to your gut bacteria simply by changing your dietary habits,\" remarked Oluf Pedersen who co-headed the Danish portion of theMetagenomics of the Human Intestinal project. When we counsel our patients on their dietary habits, we can be successful at preventing and reversing the top three pathologies of our time. These three include: 1. Obesity - Gut bacteria appear to help food processing functions by producing signaling chemicals that regulate our appetite, satiety, and digestion. People with low bacterial richness are significantly more likely to be obese. 2. Insulin Resistant / Diabetes Those with less bacteria diversity are more likely to be insulin resistant and at greater risk for diabetes or heart disease. 3. Cancer - The Microbiome Project is providing insights into new ways in which our bacteria, viruses, and fungi interact with our bodies and increase cancer risks. Help Your Patients Restore and Repair Gut Flora by Integrating New Tools into Your Practice. Research has shown that we can reshape, repopulate, and even cultivate beneficial bacteria. As health practitioners, we are the gardeners able to help change the landscape for our patients. So, where do we start? In regards to acupuncture treatments, Giovanni says \"The stomach and spleen could be tonified at the end of each season, particularly at the end of winter, to regenerate the energy.\" In addition to acupuncture, we can prescribe dietary supplements such as probiotics. However, I do not believe probiotics supplements (alone) are the answer. Consuming higher and higher dosages of probiotics with one, two, or ten probiotic Colony Forming Units (CFU's) can cause dysbiosis. Research shows no single probiotic is specific for every individual's microorganism makeup. Although there may be a benefit to taking a certain strain(s), we have no current tools to decipher which strain is most beneficial for which patient. Long term benefits are also unproven. Failure to change dietary habits or prescription drug use will prevent healthy bacterial colonies from thriving and will disable them from becoming longterm beneficial communities. As a health practitioner, I believe the answers for our patients can be found within a variety of modalities including acupuncture, patient education, dietary changes,practitioner tools and herbsto cultivate healthy bacteria. We have a huge opportunity to alter our patients gut flora with these tools. Acupuncture: Support the spleen and stomach in all your treatments. At the very least, add Zusanli St 36 to every treatment protocol or a variety of Sp/St tonifying points. Miriam Lee, the first Licensed Acupuncturist in the state of California, used St 36 in every treatment with every patient. Patient Education: Ask patients to keep a food diary and go over it with them. For example, have them write about a two- day food \"cleanse\" where they remove sugar. Instruct patients to observe how their body reacts when they revert back to their normal diet and get patients to commit to a plan. Give each patient a calendar that includes times of the year to get an acupuncture tune up. Tell them you will send them an email to remind them. Give them a list of results they will see and feel as they heal. Get them involved in the project. Celebrate the good results. Limit processed foods and supplements containing emulsifiers. Ingredients commonly called lecithin derived from soy (likely GMO), Datem, (found in commercial breads) Calcium propionate, Cmc and polysorbate 80 are creating a host of new absorption problems in our digestive tracts. 11 Explain to your patients why avoiding antibacterial hand sanitizing products is recommended and recognizing bacterial diversity is good. Use safe natural cleaning products in your office. (A small sign next to the bathroom hand soap container can easily do this for you.) Encourage \"playing in the dirt\" (i.e. gardening) and playing with your animals (dogs, cats, horses etc.). Our pets spread healthy bacteria which have proven benefits.12 Get patients back to real foods! The perfect diet is a lofty goal for many. Make the goal the 80/20 rule. 80% REAL food, 20% less than perfect/real food. This will still improve the balance of health gut flora. Avoid prescription antibiotics as much as possible. Don't eat meat fed antibiotics. Eat Pre-biotics everyday. Prebiotics enhance the growth of beneficial bacteria and can be found in fermented foods such as kimichi, sauerkraut, pickles, kombucha, miso, and other fermented foods. Add these to your diet to provide a variety of healthy bacteria. A daily sampling of new live bacteria from fermented foods makes your gut community more adaptable. Try Coconut Milk Yogurt. Not all yogurts are created equal. Some yogurts, although fortified with probiotics, often contain a lot of sugar and not all micro-organisms survive and thrive during processing. Add Extra Virgin Coconut Oil - 4 tablespoons per day, after meals. This heals the GI tract and kills Candida Albicans and other pathogenic fungi, bacteria, and viruses.13 Use the art Qi Nei Tang and teach it to your patients. Dietary Changes: Practitioner Tools: Ask every patient if they have ever had severe food poisoning as this could upset the microbiome balance even 20 years later. The more knowledge you have about your patient's gut health, the better equipped you will be to recommend treatment protocols. Be mindful of the tongue coating or lack thereof. We are the only health practitioners trained to look at the tongue coating at every visit and derive our diagnosis partly from the information we attain. Because the stomach function is closely tied to the tongue coating, consider the coating or lack thereof, with utmost seriousness in every visit. Check Vitamin D levels - Vitamin D3 plays a crucial factor. Low levels can weaken the barrier of the small intestine which contributes to gut irritation and exaggerates the systemic effects of food sensitivities/allergies. Huang Qi (astragalus) is an extremely powerful herb used alone or in formulas. Huang Qi's high polysaccharides content is fantastic at improving overall immune health and the growth of healthy bacteria.14 \"The safest way to increase your microbial biodiversity is to eat a variety of polysaccharides,\"15 (Other single herbs with substancial Sp/St benefits are atractylodes seed (lianzi), roasted ginger (paojiang), longan (long yan rou), and baked licorice (zhi gan cao). 16 Encourage patients to use these herbs in everyday foods such as soups or teas. Herbs: Use herbal formulas to support the digestive tract when your diagnosis fits. This is a short list (for brevity) of a few important formulas. Si Jun Zi Tang (Four Gentleman Decoction) Liu Jun Zi Tang (Six Gentlemen Decoction) Bu Zhong Yi Qi Tang (Center-Supplementing Qi-Boosting Decoction) Huang Qi Jian Zhong Tang (Astragalus Center-Fortifying Decoction) Xiao Jian Zhong Tang (Minor Center-Fortifying Decoction) Chai Hu Shu Gan San (Bupleurum Liver- Coursing Powder) Bao He Wan (Harmony-Preserving Pill) Gui Pi Tang (Restore the Spleen Decoction) Xiang Sha Liu Jun Zi Tang (Saussurea and Cardamon Six Gentlemen Pill) Final thoughts Cutting edge Western research can give us a new perspective on our ancient wisdom. We know the origins of many diseases are in the gut and in today's world we can no longer ignore the effects of superbugs, toxic foods, and toxic lifestyles. As we help patients fortify their digestive tracts, disease resistance and long term health improves. By starting small with each patient, you create a ripple effect which will grow and scale and revitalize an entire community. Encourage active participation from every patient and watch the seeds you plant, grow in time. Imagine the implications as you help society heal one individual at a time. Cathy Margolin is a licensed acupuncturist and diplomate of Oriental medicine. She has authored three books on balancing hormones with Eastern medicine approaches. Cathy is founder and President of Pacific Herbs based in Los Angeles, CA. Cathy's first love is herbal medicine and she has dedicated her life to teaching the benefits of Chinese herbs and traditional Chinese medicine. Contact Cathy [[email protected]](/cdn-cgi/l/email-protection) ———————- References: 1. World Health Organization, WHO's first global report on antibiotic resistance reveals serious, worldwide threat to public health April 30, 2014, Geneva 2. Maciocia, G. The Foundations of Chinese Medicine, Churchhill Livingston 1998 pg. 60 3. Flaws, Bob. Li Dong-Yuan's Treatise on the Spleen and Stomach: A Translation of the Pi Wei Lun, 2nd Ed. Blue Poppy Press, Boulder, Colorado. 2004 4. Nature 508, S61-S63 April 17, 2014 Published online http://www.nature.com/nature/journal/v508/n7496_supp/full/508S61a.html 5. Blaser, M. 2014 Missing Microbes, How the Overuse of Antibiotics Is Fueling Our Modern Plagues, Henry Holt and Co. April 2014 6. Flaws, Bob. Li Dong-Yuan's Treatise on the Spleen and Stomach: A Translation of the Pi Wei Lun, 2nd Ed. Blue Poppy Press, Boulder, Colorado. 2004 7. Nature Richness of human gut microbiome correlates with metabolic markers pg 500, 541-546 August 29, 2013 Oluf Pedersen MetaHIT 8. Ibid. 9. Blaser, M. 2014 Missing Microbes, How the Overuse of Antibiotics Is Fueling Our Modern Plagues, Henry Holt and Co. April 2014 10. G. Maciocia, Foundations of Chinese Medicine, Churchill, Livingstone 1989 pg. 24 11. Food Quality & Safety magazine, Re-Evaluating Additives on the GRAS List by Maybelle Cowan-Lincoln April/May 2013 12.\"Some of My Best Friends are Germs\". The New York Times Magazine May 15, 2013. Dr. Justin Sonnenburg, Stanford Microbiologist. 13. http://www.ncbi.nlm.nih.gov/pubmed/17651080 J Med Food. 2007 Jun;10(2):384-7. In vitro antimicrobial properties of coconut oil on Candida species in Ibadan, Nigeria. Ogbolu DO1, Oni AA, Daini OA, Oloko AP. 14. Terry Bone, Principals and Practice of Phototherapy, Modern Herbal Medicine 2nd Edition Elsevier 2013 pg. 381-389 15. \"Some of My Best Friends are Germs\". The New York Times Magazine May 15, 2013. Dr. Justin Sonnenburg, Stanford Microbiologist. 16. Institute For "}