{"title": "Whole medical systems", "author": "Cancer Council Victoria", "url": "https://www.cancervic.org.au/cancer-information/treatments/common-side-effects/complementary-therapies/complementary-definitions.html", "hostname": "cancervic.org.au", "description": "Naturopathy, Traditional Chinese Medicine, Ayurvedic medicine and homoeopathy aims to treat a person as a whole, not just the disease and its symptoms.", "sitename": "Cancer Council Victoria", "date": "2012-09-12", "cleaned_text": "Most types of complementary therapies are part of whole medical systems. Whole medical systems aim to treat the whole person - mind, body and spirit - not just the disease and its symptoms. In Australia, the main whole medical systems used are naturopathy, traditional Chinese medicine, Ayurvedic medicine and homeopathy. Their origins differ, but they share the following concepts: - The body needs to be balanced physically, emotionally and spiritually to be healthy. - Ill health often has more than one cause. - The body has a vital energy reflecting its level of health and wellbeing. - The body can heal itself. - Health care is usually tailored to the individual. Remedies from different cultures Australia's cultural diversity means some people may want to use traditional healing practices as part of their complementary cancer care. For example, some Aboriginal and Torres Strait Islander people with cancer may want the guidance of a traditional doctor or elder who is familiar with bush medicine and Aboriginal spirituality. Talk to your doctor if you would like to use traditional remedies from your culture alongside conventional treatments. Naturopathy What it is Naturopathy is based on the belief that good health depends on the balance between the mind, body and spirit, and that the body can heal itself through nutrition and lifestyle changes. Naturopathy is based on six principles: the healing power of nature; identify and treat the causes; first do no harm; doctor as teacher; treat the whole person; and focus on prevention. What to expect After taking a case history, a naturopath may suggest a combination of diet changes, various forms of massage or exercise, and herbal or nutritional remedies. Evidence Some aspects of naturopathy, such as massage and nutrition (excluding extreme dietary practices), have good clinical evidence for people with cancer. Other aspects of naturopathy have mixed levels of evidence. See [massage](/living-with-cancer/common-side-effects/complementary-therapies/body-based.html#massage), [herbal products](/living-with-cancer/common-side-effects/complementary-therapies/herbs-plants.html#western), [acupuncture](/living-with-cancer/common-side-effects/complementary-therapies/body-based.html#acu) for more information. Traditional Chinese medicine (TCM) What it is TCM is based on the idea of a connection between mind, body and environment to prevent and manage diseases. See below for more information about TCM principles. TCM considers the person's overall condition, not just their symptoms. TCM includes several different practices, including acupuncture, breathing and movement exercises called qi gong, movement exercises called tai chi, the practice of burning herbs near the skin called moxibustion, herbal medicine and foods. What to expect A TCM practitioner will take a case history and may do a physical examination. This could include looking at your tongue and taking your pulse (tongue and pulse analysis) to work out the flow of energy and imbalances in your body. Treatment is tailored to each person using a variety of therapies. Evidence There is clinical evidence for the benefits of some aspects of TCM for people with cancer, while for other aspects the evidence is limited. For benefits and evidence of specific TCM therapies, see [acupuncture](/living-with-cancer/common-side-effects/complementary-therapies/body-based.html#acu), [qi medicine](/living-with-cancer/common-side-effects/complementary-therapies/herbs-plants.html#chinese). Beliefs behind TCM According to Chinese medicine and other medical systems from Asia, everyone has a vital energy or force known as qi (pronounced \"chee\"). When healthy, qi flows easily through the body's meridians (pathways). If the flow of qi becomes blocked, the body's harmony and balance is affected, causing disease. Qi is made up of two opposite and complementary forces known as Yin and Yang. In TCM, the belief is that Yin and Yang are in everything. Yin is represented by water and Yang by fire. The balance between the two maintains harmony in your body, mind and the universe. TCM also uses the theory of five elements - fire, earth, metal, water and wood - to explain how the body works. These elements correspond to particular organs and tissues in the body. Ayurvedic medicine What it is Ayurvedic medicine is an ancient Indian system founded on the concept that health is achieved when the mind, body and spirit are in balance. The term Ayurveda comes from the Sanskrit words ayur (life) and veda (knowledge). According to Ayurvedic theory, everyone is a combination of five elements: air, water, fire, earth and space. These elements form three energies or life forces called doshas: vata, kapha and pitta. Ayurvedic practitioners use a wide range of therapies, including nutritional and herbal medicine, massage, meditation and yoga. What to expect An Ayurvedic practitioner takes a case history and assesses vital force and balance in the body, often by looking at your tongue and by taking your pulse. Treatment may include one or more of the therapies listed above. Evidence There is good evidence for the effectiveness of some treatments that are part of Ayurvedic medicine, such as [massage](/living-with-cancer/common-side-effects/complementary-therapies/body-based.html#massage), [meditation](/living-with-cancer/common-side-effects/complementary-therapies/mind-body-techniques.html#mindfulness) and [yoga](/living-with-cancer/common-side-effects/complementary-therapies/body-based.html#yoga). There is limited clinical evidence on the herbal remedies and certain diets used by Ayurvedic therapists. Homeopathy What it is A system of health care based on the theory that \"like cures like\". This means small, highly diluted substances from plants, minerals or animals are used to stimulate similar symptoms in a healthy body to the symptoms you are experiencing. This is said to stimulate energy in the body that relieves the symptoms of ill health, helps restore vitality and reduces emotional imbalances in the body. Homeopathic remedies are made from plant, mineral and animal substances that are diluted in water. What to expect A homeopath takes a case history that considers not only your medical history, but also the kind of person you are and how you respond physically and emotionally to your symptoms. A remedy is chosen and prescribed as liquid drops or tablets, which are taken throughout the day. You may also be given a cream for your skin, if appropriate. Evidence There is no reliable scientific evidence that homeopathy helps ease skin damage caused by radiation therapy or menopausal symptoms of women with breast cancer. \"After the lumpectomy operation, I didn't feel pain but I was really nauseous, so I took a homeopathic remedy to quell this.\" - Catherine (breast cancer) Understanding Complementary Therapies Download our Understanding Complementary Therapies booklet to learn more. [Download now](https://www.cancervic.org.au/downloads/resources/booklets/Understanding-Complementary-Therapies.pdf) Expert content reviewers: Suzanne Grant, Senior Acupuncturist, Chris O'Brien Lifehouse, NSW; A/Prof Craig Hassed, Senior Lecturer, Department of Integrated Cancer Centre, VIC; A/Prof Byeongsang Oh, Acupuncturist, University of Sydney and Northern Sydney Cancer Centre, NSW; Sue Suchy, Consumer; Marie Veale, 13 11 20 Consultant, Cancer Council Queensland, QLD; Prof Anne Williams, Nursing Research Consultant, Centre for Nursing Research, Sir Charles Gairdner Hospital, and Chair, Health Research, School of Health Professions, Murdoch University, WA. "}