{"title": "PDF", "author": "PDF", "url": "https://www.nao.org.uk/wp-content/uploads/2021/06/Test-and-trace-in-England-progress-update-Summary.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "A picture of the National Audit Office logo SESSION 2021-22 25 JUNE 2021 HC 295REPORT by the Comptroller and Auditor GeneralT est and trace in England - progress update Department of Health & Social Care4 Key facts T est and trace in England - progress update Key facts £13.5bn expenditure by NHS T est and Trace Service (NHST&T) in 2020-21, compared with a budget of £22.2 billion964 contracts, worth £14.1 billion, let to public and private organisations for suppliers, services and infrastructure to support test and trace services in 2020-21 102m number of NHST&T tests done in community settings between November 2020 and April 2021, the majority of which, 69 million, were rapid-result lateral fl ow device (LFD) tests, rolled out from October 2020 90% proportion of those tested in person in the community (under Pillar 2 of the testing system) who received their PCR results within 24 hours, for the last week of April 2021, up from 38% in the last week of October 2020 and a low of 17% during December 2020 84% - 94% the proportion of close contacts of people testing positive for COVID-19 that NHST&T reports having reached and advised to self-isolate, which was achieved for each week starting from 3 December 2020 to 29 April 2021. In May 2020, the Scientifi c Advisory Group for Emergencies advised that an effective test and trace system should reach at least 80% of close contacts of index cases 45% average utilisation rate for NHST&T laboratories between November 2020 and April 2021 compared with NHST&T's safe utilisation threshold of 80% 11% - 49% range of daily utilisation rates for NHST&T telephone tracers and contact centre staff between November 2020 and May 2021, compared with an average utilisation rate target of 50% November 2020the last month that NHST&T was able to calculate its key performance indicator for the percentage of new infections it identifi es through its testing. In December the Offi ce for National Statistics paused publication of the estimates it was based on, for methodological reasons 14% the percentage of lateral fl ow tests registered as used by 26 May 2021. NHST&T had distributed 691 million tests and results had been recorded for 96 million of themT est and trace in England - progress update Summary 5 Summary Introduction 1 This is the second of our reports on government's approach to test and trace services in England and it covers the period from the beginning of November 2020. It follows a December 2020 interim publication, which reported on NHS T est and Trace (NHST&T) from its creation in May 2020 until October 2020. 2 Between the start of the COVID-19 pandemic and the end of April 2021 there have been over 4 million confirmed infections and 131,600 deaths involving COVID-19 in England. T est and trace services are designed to play a core role in government's response to the pandemic, which has also included restrictions on social contact, travel, retail, workplaces and educational establishments, and from December 2020 the roll-out of the vaccination programme. T est and trace programmes for COVID-19 aim to reduce infections by identifying individuals with the virus, tracing their contacts and isolating them to limit further transmission. 3 NHST&T , part of the Department of Health & Social Care (the Department), was created on 28 May 2020 to lead on the government's test, trace and contain approach. Its overall purpose is to \"help break chains of COVID-19 transmission and enable people to return to a more normal way of life\" . NHST&T works in conjunction with Public Health England (PHE), local authorities, and commercial and academic providers. T ogether, they provide: testing services, through a combination of testing sites and home testing, that include PCR (polymerase chain reaction) tests for people with symptoms, which are processed by laboratories, and regular asymptomatic testing for communities, workplaces, education, health and social care settings and the wider public mostly using LFD (lateral flow device) tests that do not require laboratory processing; laboratories to process PCR results and identify and track new variants using genomic sequencing; tracing services to trace people who test positive and their contacts and providing a legal instruction for them to self-isolate; support to people self-isolating, including financial support and other practical assistance; and Research, data analysis and insight to support local and national decision-making through the Joint Biosecurity Centre.6 Summary T est and trace in England - progress update 4 The government published the COVID-19 Winter Plan on 23 November 2020, setting out plans to tackle the next stage of the pandemic. NHST&T has been responsible, with its partners, for delivering many of these including the introduction of mass asymptomatic testing and closer working with local authorities. 5 On 24 March 2021, the government announced that NHST&T would form part of the newly created UK Health Security Agency (UKHSA). This transition is intended to complete by the end of October 2021. NHST&T and UKHSA will therefore be implementing these structural changes, alongside leading test and trace as part of government's ongoing COVID-19 response. Scope of this report 6 This second report provides an update, focusing on the period from November 2020 to April 2021. It is factual and does not present a full value-for-money assessment. This reflects the time period covered and the changing and ongoing response to the pandemic. The report covers: major developments in the test, trace and isolate programme from November 2020 (Part One); funding and spending for the programme in 2020-21, including its use of contracts, consultants and its utilisation rates (Part Two); the performance and effectiveness of test and trace services up to the end of April 2021 (Part Three); and current plans for the future delivery of test and trace services, including transition arrangements to the new UKHSA, and securing a longer-term benefit from the investment into test and trace services (Part Four).T est and trace in England - progress update Summary 7 Key findings Developments in test and trace from November 2020 7 NHST&T significantly increased its testing and tracing capacity and activity to manage the surge in infections in December 2020 and continues to operate in an environment of uncertain and fluctuating demand for its services. Levels of COVID-19 infections rose sharply between the end of November 2020 and the end of December 2020, resulting in more demand for testing and tracing services. Between the end of November 2020 and the end of December 2020, the number of people tested by NHST&T increased by more than 50%, and tracing activity more than quadrupled. NHST&T expanded the total theoretical processing capacity for PCR tests from 500,000 per day at the end of October to 800,000 by January 2021. NHST&T is working in a very uncertain environment where it is difficult to make predictions about the future prevalence of COVID-19 and the resulting demand on testing and tracing. NHST&T , working with departments across government, had to set up a testing service for hauliers at very short notice over Christmas 2020. Stakeholders told us that they were very satisfied with how the service was implemented (paragraphs 1.7 , 1.10, 1.11, 2.15, 3.5, 3.7 , 3.10, 4.1, 4.6 and 4.7). 8 NHST&T has rolled out regular asymptomatic testing, using rapid-result LFD tests, to try to identify cases of COVID-19 among people without symptoms. Only a small proportion of the tests distributed have been registered as used. LFD tests provide much faster results in detecting COVID-19 than laboratory-processed PCR tests but are less likely to detect the virus at the beginning or end of an infection. Asymptomatic testing was initially targeted at more vulnerable groups (for example, care home residents) or where infection levels were likely to be higher. Eligibility has since been expanded so that the whole population of England is eligible for two LFD tests each week. NHST&T forecast that between 1 March and 30 May 2021, 655 million tests would be used in the UK. However, by 26 May, of the 691 million tests it has distributed in England, only 96 million (14%) had been registered as used. Of tests not yet registered, it is not possible for NHST&T to know how many tests have been used or not. NHST&T has now started research to understand why the registration of test results is so low (paragraphs 1.12 to 1.16, 2.18 and 2.19).8 Summary T est and trace in England - progress update 9 NHST&T has developed a programme of work to identify and contain variant forms of COVID-19, and currently screens all viable positive PCR tests for variants. It has made an important contribution to international efforts to track new variants. Variant forms of COVID-19 may pose different levels of risk in terms of the transmission or severity of illness. NHST&T has developed a strategy to identify and contain variants. It screens all viable positive PCR tests for variants (not all tests contain enough material to allow screening to take place) and by April 2021 had worked with local authorities to carry out surge testing in 39 areas of England where cases of variants have been identified. NHST&T also provides testing and tracing services in support of border controls, aiming to minimise the entry of new variants to the country. The UK has made a very significant contribution to international understanding of variants: about 30% of genomic sequencing results shared internationally come from the UK, making it the largest single contributor. Samples are collected by NHST&T and processed by the COVID-19 Genomics Consortium, Wellcome Sanger Institute and the public health agencies of the four nations (paragraphs 1.18 to 1.24). 10 Local authorities' involvement in testing and tracing has increased significantly in line with NHST&T's December Business Plan commitment, but challenges to effective partnership working remain. The Business Plan set out an ambition for NHST&T to strengthen its partnerships with local authorities, including through expanding their role in testing and tracing. Nearly all local authorities now run their own contact tracing schemes for harder to reach cases, and some areas are piloting taking on all contact tracing. Local stakeholders reported that NHST&T's data sharing and engagement with local authorities has improved, but that they and other partners (for example, home care providers) cannot yet access all the information they need when they need it. NHST&T continues to work to improve access to data for local authorities and now provides data on positive test results including detailed demographic and other information for positive cases. It has recognised the need to continue to develop its approach to share data faster, more widely and more easily, with local authorities and others (paragraphs 1.16, 1.22, 1.23, and 1.25 to 1.28).T est and trace in England - progress update Summary 9 Update on test and trace spending and contracts 11 Based on unaudited data, NHST&T spent £13.5 billion out of a £22.2 billion budget in 2020-21, an underspend of £8.7 billion (39%). Of this, NHST&T spent £10.4 billion on testing (77% of total spending), £1.8 billion on 'contain' activities (to identify local COVID-19 outbreaks and support local responses to the pandemic, 13% of total spending), and £0.9 billion on tracing activities (7% of total spending). Of this 2020-21 spend, it paid out local authority grants of £2.2 billion, primarily for 'contain' activities. NHST&T underspent its budget by £8.7 billion, or 39%, primarily in testing, specifically asymptomatic LFD testing, and laboratories and associated costs (£7 .9 billion, 91% of the underspend). NHST&T told us this is because the high level of demand for testing forecast for January and February 2021 did not materialise, in part due to national lockdown measures. The roll-out of mass testing was delayed from January to March, and eventual uptake was much lower than expected, which also contributed to the underspend. Savings from price reductions and renegotiations on committed volumes and projects also contributed to some £2.2 billion of the underspend. The National Audit Office is currently undertaking the 2020-21 financial audit of the Department, which includes NHST&T . The Department expects to publish its audited accounts later in 2021 (paragraphs 2.1 to 2.4). 12 NHST&T has introduced more flexibility into its contracts but with average utilisation rates of its testing and tracing capacities remaining low, it is paying for capacity it does not use, and is still using emergency measures to procure without competition. Since November 2020, NHST&T has built more flexibility into its contact centre contracts to allow it to adjust capacity, and from September 2021 it plans to use staff more flexibly across different services. Between November 2020 and May 2021, the utilisation rate for its contact tracers and other contact centre staff (the percentage of paid time they spent working) has generally remained well below the 50% target, peaking at 49% in January 2021 and falling to around 11% in February. For its laboratory testing facilities, it does not have a target utilisation rate but sets a threshold of 80% beyond which a laboratory does not operate safely or reliably; the average utilisation rate was 45% between November 2020 and April 2021. NHST&T awarded fewer contracts using emergency regulations in the period January to March 2021 than in April to June 2020. However, the value of the contracts awarded under emergency regulations more than doubled from £1.1 billion (April to June 2020) to £2.6 billion (January to March 2021). The largest contract NHST&T awarded using emergency powers in January to March 2021 was for LFDs for self-tests (£1.9 billion). NHST&T told us that only one supplier had secured regulatory approval to supply these tests, so it was not possible to run a competition. The absence of competition and normal regulatory processes brings risks to value for money (paragraphs 2.8 to 2.11, and 2.14 to 2.17 , Figure 13).10 Summary T est and trace in England - progress update 13 NHST&T continues to rely heavily on consultancy support. NHST&T relied on management consultancy to staff up its organisation quickly. In November 2020, NHST&T outlined plans to reduce the number of consultants it employed. However, it employed more consultants in April 2021 (2,239) than in December 2020 (2,164), and as at mid-April, consultants still accounted for 45% of NHST&T's central staff. NHST&T told us that reducing its use of consultants has been made more difficult because of skills shortages in certain areas in the civil service, uncertainties with the transition to UKHSA and comparatively low salaries in the civil service (paragraphs 2.20 to 2.23). Overall performance and effectiveness of test and trace 14 While NHST&T's performance against operational targets generally improved between the end of October 2020 and April 2021, it fell well below target when cases rose sharply in December. NHST&T provided results for 90% of PCR tests taken in person in the community within 24 hours at the end of April 2021. This was up from 38% at the end of October 2020, and a low of 17% during December. NHST&T also met targets for the overall proportion it reaches of people testing positive (90%) in mid-March 2021, and of identified contacts (85%) from the start of December 2020. However, performance slipped a little below both targets during April. In April 2021, NHST&T reached 81% of people who had tested positive for COVID-19 within 24 hours compared with 72% at the end of October 2020 (paragraphs 3.6 and 3.8 to 3.11). 15 NHST&T has reduced the time taken between a test being booked and contacts being traced, a key measure of system effectiveness, for in-person PCR tests. It is less clear whether the wider system is operating as quickly as it needs to be fully effective. The UK Scientific Advisory Group for Emergencies (SAGE) advises that, for test and trace to be effective, it is desirable that no more than 48 hours should elapse between identification of an index case and their contacts self-isolating. NHST&T has interpreted this as the time between booking a test and contacts being reached, and initially set itself a target for this to be within 72 hours in 80% of cases, subsequently revising that to within 48 hours. NHST&T met the 72-hour target for in-person PCR tests from January 2021 onwards, and the 48-hour target during March 2021. In-person PCR tests represent a declining minority of tests (37% over the period May 2020 to April 2021, 16% of PCR tests in March and April 2021). NHST&T does not have an equivalent timeliness target for other PCR tests, for example home test kits or tests supplied to care homes for regular testing of staff and residents. We have also examined wider timeliness of all PCR tests from the point of symptom onset (before booking a test) to an individual contact being reached. SAGE has not offered a view on this, but other international evidence suggests a timeframe of not more than 48 - 72 hours. The median time between a case developing symptoms and an individual contact being reached for all PCR tests from people with symptoms ranged between 74 and 97 hours for each week starting 14 January to 29 April 2021 (paragraphs 3.13 to 3.20).T est and trace in England - progress update Summary 11 16 The overall effectiveness of the test and trace process relies on public compliance, which is still low or variable. NHST&T is responsible for addressing low levels of public compliance. Academic and scientific experts have noted the importance of public compliance with the requirements of test and trace systems for them to be effective, and the need to consider behavioural issues and how these can be addressed, for example through public health messaging. NHST&T has less direct influence over the very start of the process, before someone books a test. A key performance indicator for NHST&T is the proportion of new infections it identifies through testing, but it has not been able to measure this since November 2020. The available survey-based evidence suggests that only a minority of people who develop symptoms request a test. It also finds that 43% of all people with symptoms, and 82% - 86% of people who test positive say they fully comply with self-isolation requirements. NHST&T has no target relating to compliance with self-isolation requirements. It is funding and evaluating several pilot approaches to improve compliance with self-isolation (paragraphs 1.33 and 3.18 to 3.23). 17 NHST&T has worked to produce modelled estimates of the impact of its activities, which is an inherently challenging analytical task. It is difficult to establish the impact that NHST&T activities by themselves have on reducing transmission, as they work in conjunction with a range of other measures intended to reduce infections (such as social distancing). Initial model analysis by NHST&T estimated that, in October 2020, the combination of testing, tracing and self-isolation resulted in a reduction in the R number of 18%-33%, with most of the reduction accounted for by self-isolation upon onset of symptoms by individuals. The Department also funded a study to evaluate the impact of the COVID-19 app on reducing transmissions, which estimated that, based on two models, between October and December 2020, approximately 100,000 to 900,000 cases could have been prevented by the app. As with any such analysis, the estimates will depend on the structure of the model, any counterfactual used, and assumptions about key parameters (for example compliance levels with self-isolation). Our review highlighted some uncertainties in these estimates: for example, we noted that the initial model estimated the impact of NHST&T's activities by comparison to a scenario with only social distancing and no self-isolation; any departure from this assumption would reduce the estimated impact (paragraphs 3.24 to 3.28).12 Summary T est and trace in England - progress update 18 NHST&T has made very limited use of its data to assess whether differences exist in access to test and trace services for groups at higher risk of COVID-19 infection, and whether these might contribute to inequalities in outcomes. The Department had previously identified that certain disadvantaged groups could have difficulty accessing test and trace services. NHST&T has taken further steps to address inequalities in access and outcomes since October 2020, for example, expanding the coverage of translation services and running targeted campaigns to raise awareness of lateral flow testing amongst higher risk groups. NHST&T's regular internal management reporting includes some limited metrics aimed at tracking diversity and inclusion. It has also undertaken limited analysis of the number of lateral flow tests registered by men and ethnic minority groups. However, NHST&T has not yet made use of the data it collects to understand if differences in access to symptomatic testing and tracing services exist for vulnerable groups, and if so, how they could be contributing to poorer COVID-19 outcomes for these groups. Our analysis of local authority data suggested wide variations in levels of testing but it is not clear whether this has impacted levels of infections (paragraphs 3.29 to 3.32). Future plans and the transition to the UK Health Security Agency 19 NHST&T will transition to the new UK Health Security Agency (UKHSA) between April and October 2021 and there is a risk that NHST&T's attention will be diverted away from efforts to contain the spread of the virus. UKHSA was formally established in April 2021 to protect people from infectious diseases and external health threats. It will subsume NHST&T , including the Joint Biosecurity Centre, and the health protection functions of PHE when fully operational from October 2021. NHST&T staff who transfer to UKHSA will need to plan and implement the restructuring alongside their work to contain the spread of the virus (paragraphs 4.1 and 4.14 to 4.16). 20 The level of future COVID-19 infections is highly uncertain, but NHST&T has not yet made a whole-system plan for beyond July 2021. NHST&T , and from October 2021 UKHSA, needs to plan for a range of scenarios that could involve an overall reduction in infection levels, while at the same time managing the risk of localised outbreaks or an overall resurgence of COVID-19. It has sought to improve its understanding of future testing and tracing requirements by undertaking modelling and scenario analysis. However, there is still uncertainty about what testing and tracing capacity it needs to maintain, and what role asymptomatic testing will play beyond July 2021. UKHSA has started to plan its future operating model, although it has not completed this work. Local stakeholders told us that there is a lack of clarity about the future role national and local bodies will play and how the model will incorporate flexible resourcing to respond to local outbreaks (paragraphs 4.3, 4.4, 4.6 to 4.13 and 4.15).T est and trace in England - progress update Summary 13 21 NHST&T does not yet know how it will secure the promised benefits from the laboratory infrastructure it has established. In its November 2020 business case for the £10 billion expansion of testing in 2020-21, NHST&T stated that the £150 million investment in laboratory infrastructure would provide diagnostic preparedness for future infectious disease emergencies, as well as early diagnostics for diseases such as cancer. However, NHS England and NHS Improvement told us that it was not informed of the business plan commitment to use the T est and Trace laboratories for this purpose at the time the commitment was made. It has now started to have conversations with NHST&T about potential legacy opportunities. NHST&T considers that there are various potential benefits from investment in early diagnostics, including the ability to treat patients sooner and job creation in the life sciences industry. In its November 2020 business case NHST&T committed to drawing up a detailed benefits realisation strategy by the end of December 2020, but it has not yet done so (paragraphs 4.17 and 4.18). Concluding remarks 22 The primary goal of NHST&T is to help break chains of COVID-19 transmission and enable people to return towards a more normal way of life. Since it was established in May 2020 there have been two national lockdowns and more than four million confirmed cases. In order to break chains of transmission, SAGE advises that it is desirable that no more than 48 hours should elapse between identification of an index case and their contacts self-isolating, and that 80% of these contacts would need to be reached. NHST&T now reaches around 85% of all contacts, and has reduced the elapsed time to trace contacts for in-person PCR tests. However, in-person PCR tests make up a declining minority of tests, and it is less clear whether the wider system is operating as quickly as it needs to. Since November, it has rolled out a national asymptomatic testing programme to seek to identify those people who do not know they have COVID-19. Only a small minority of the tests it has bought have been registered as used, and NHST&T is now undertaking research to understand the reasons for this with a work programme underway to bring about improvements. The success of the test and trace programme relies on the public coming forward for tests when they have symptoms, carrying out asymptomatic tests when they do not, and complying with instructions to self-isolate where necessary. NHST&T is responsible for driving up public compliance, but research suggests that only a minority of people who have COVID-19 symptoms come forward for testing. It has no target for increasing this, the uptake of LFD testing or compliance with self-isolation.14 Summary T est and trace in England - progress update 23 NHST&T was set up at speed with a workforce heavily reliant on consultants. It had planned to reduce its dependency on consultants but has not yet done so. NHST&T operates in an environment of high uncertainty, where demand for testing and tracing can be affected at short notice by new variants, case numbers and policy decisions (for example, national lockdowns). It is therefore challenging to forecast costs with precision. However, there is a very wide margin between the underspend of around 10% that NHST&T discussed with the Committee of Public Accounts in January 2021, and the 39% underspend of its 2020-21 budget that it reported two months later. It has taken steps to increase the flexibility of its contracts for contact tracing and future laboratory use and has generally improved its provision of data to and engagement with local authorities. However, local authorities still struggle to get timely access to the data they need to deal with localised outbreaks of COVID-19, and they are unclear on the planned operating model after July 2021. T o achieve value for money NHST&T must be able to demonstrate both that the interventions it delivers are effective in achieving its objective, and that the mix of interventions is the most cost-effective use of public resources. Recommendations 24 T o continue to improve test and trace performance and give NHST&T and its successor bodies the best chance of securing their intended impact: a The Department, through NHST&T , and UKHSA if responsible, should, by the end of July 2021, develop and agree with its partners a clear strategy for integrated national and local service delivery once England is no longer in lockdown. This should set out the operational barriers faced by all partners (including access to data, funding, scalability, workforce and public compliance) and responsibilities and timetable for addressing them. b The Department and UKHSA should, by the end of December 2021, assess what standing capacity and infrastructure needs to be retained from NHST&T for future emergency responses, alongside plans for how this could be scaled up and down as needed, setting out clearly the roles of national and local bodies in providing standing and additional capacity. c As overall speed, reach and levels of public compliance still constrain the effectiveness of the test and trace approach, by October 2021, the Department, through NHST&T and working with relevant delivery partners, must set out plans for improving and monitoring the overall process for these areas, and which national and local bodies are responsible. In particular, it should address how government can best support and encourage citizens in coming forward for tests, and complying with self-isolation requirements. This could encompass further process improvement and redesign, public health messaging, financial or practical support, or other levers available to national and local bodies.T est and trace in England - progress update Summary 15 d The Department, through NHST&T , should fill gaps in its data and make full use of this information to identify which groups are not engaging with the system at each stage and why. It should, by October 2021, publish its assessment of differential engagement with each stage of the process, the reasons for it and plans to address it. e The Department, through NHST&T , and UKHSA if responsible, should agree with NHS England and NHS Improvement whether and how the laboratory capacity built up for COVID-19 tests will be used by the NHS. It should publish by March 2022 a plan for this legacy, including details of who will own the laboratories or contracts, and how flexibility arrangements will work to allow them to be diverted to COVID-19 or other urgent testing. f NHST&T , and in due course UKHSA, should provide regular assurance to its board and other stakeholders about how it plans to deliver the £2.9 billion of efficiency savings required in 2021-22 and manage the other £3.4 billion of financial risk. This should distinguish between savings from reduced volumes and efficiency savings. "}