{"title": "PDF", "author": "PDF", "url": "https://ssihi.uci.edu/files/2022/12/Annual-Report-2021-2022-DRAFT-v12-FINAL-093022-compressed.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Cover image: Songbirds detail in the new Susan Samueli Integrative Health Institute lobby. CONTENTS Message from Our Executive Director Introduction Strategic Vision Numbers at a Glance Discover BraveNet Research Core Samueli Scholars Pilot Awards Current Research NIH Support Science Serves up New Ideas for Samueli Scholar Published Research Teach Naturopathic Residency Health Education to Advance Leaders in Integrative Medicine (HEAL-IM) Culinary Medicine Elective Integrative Cardiology Fellowship Academic Integrative Medicine Health and Wellness Coaching Coach Training Program AIMS for Whole Health HEAL-IM: Complementing Convention with Integrative Medicine Heal Whole Health, Our Way Clinical Services Clinical Locations & Map Inpatient Acupuncture Concierge Program Integrative Nursing UCI Health Family Health Center Serve Women's Wellness Day Kid Healthy Mindful Programs Yoga Therapy Be Well OC Office of Wellbeing Exploring the Power of Mindful Connections Philanthropy Wellbeing Circle Major Gifts Advisory Board Leadership 1 3 4 5 7 8 11 13 14 15 17 20 21 22 23 24 2628 29 30 31 32 33 34 35 36 37 38 39 42 44 45 46Shaista Malik, MD, PhD, MPH, FACC studies and eight distinguished Samueli Scholars, each award representing the potential for a distinctive contribution to integrative healthcare. We also laid the groundwork to become the data coordinating center for BraveNet, a practice-based integrative medicine research network comprised of 19 academic health systems. The Samueli Institute assumed co-leadership of the network, alongside the consortium's principal investigator at the University Hospitals (UH) Connor Whole Health in Cleveland, Ohio, on July 1, 2022. 1 Dear Friends, This past year, the UCI Susan Samueli Integrative Health Institute supported UCI faculty-led scientific advances, enabled exciting new interdisciplinary training programs and welcomed a growing number of patients who chose the whole-person model of clinical care. Patients experienced integrative therapies at UCI Health locations throughout Orange County, the community's only academic medical center. Some sought to unravel the complexities of long-term COVID-19 symptoms or find new ways to cope with anxiety and stress or find effective complementary therapies. Others whose conditions required inpatient care experienced less anxiety, pain or nausea thanks to our acupuncturists and the largest team of integrative health-trained nurses in the country. Many visited our clinics simply to optimize their health. The Samueli Institute enabled integrative health options for the underserved communities served by the UCI Health Federally Qualified Health Centers in Anaheim and Santa Ana, and in partnership with organizations such as the Ponderosa Park Family Resource Center and Kid Healthy. Behind the scenes, we fostered interdisciplinary collaborations in research and education that promise to advance data- driven, compassionate, and precise whole- person care. We supported eight new pilot MESSAGE FROM OUR EXECUTIVE DIRECTOR2We celebrated the first UCI medical school graduates to complete the Health Education to Advance Leaders in Integrative Medicine program. They matched to residencies that will be enhanced by their perspectives on whole-person health. We started a new post- graduate medical education training program in Integrative Cardiology and continued our integrative health residency training tracks in Family Medicine, Psychiatry, and Naturopathic Medicine. Our new course - Academic Integrative Medicine Health & Wellness Coaching - helped healthcare professionals gain training and competency that enables them to obtain board certification in Health & Wellness Coaching. Our team worked diligently to create a unique optimal healing environment in the Samueli Institute's new flagship clinic, set to open on the UCI campus in the fall of 2022. This breathtaking space is three times the size of our previous flagship site in Costa Mesa and features dedicated spaces for nutrition, exercise, mindfulness, yoga, and group medical classes. The clinic is located in the new home of the Susan & Henry Samueli College of Health Sciences, where our team's proximity to colleagues in medicine, nursing, pharmaceutical sciences and public health is expected to inspire collaborations that contribute to predicting, preventing and treating illness. The achievements of this year have positioned the institute for tremendous growth. Many of you have been partners on this journey for some time - as philanthropists, healthcare professionals, students, volunteers and patients. Because of you, the institute is poised to flourish in every area. Thanks to you, more patients, students and researchers will have the power to choose whole-hearted whole health. - Shaista Malik, MD, PhD, MPH, FACC Founding Executive Director, Susan Samueli Integrative Health Institute Founding Associate Vice Chancellor, Integrative Health Professor, Division of Cardiology, Department of Medicine Medical Director, Preventive Cardiology & Cardiac Rehabilitation, Susan & Henry Samueli College of Health Sciences and UCI Health The UCI Susan Samueli Integrative Health Institute is reimagining healthcare, complementing conventional treatments with integrative services that are informed by science and incorporated into the training of future health professionals to advance a model of team-based, whole-person care that helps patients achieve their best health.Who we are Transform healthcare through the practice of integrative health by conducting rigorous research, promoting evidence-informed treatment modalities, educating the public on wellbeing practices, providing individualized, patient-centered clinical care and providing services to the community that focus on obtaining optimal health. To be the preeminent national and international academic institute for pioneering multidisciplinary research, education and healthcare practices for the care of the whole person. 3Whole-person health involves looking at the whole person - not just separate organs or body systems - and considering multiple factors that promote either health or disease. It means helping and empowering individuals, families, communities, and populations to improve their health in multiple interconnected biological, behavioral, social, and environmental areas. Whole-person health focuses on restoring health and promoting resilience in those facing an illness as well as preventing diseases across a lifespan. (Modified from source: National Center for Complementary and Integrative Health)What is whole-person health? Mission VisionINTRODUCTIONElrick on his way to win 1st in the 100m Freestyle.Advance and improve access to integrative care that addresses the dynamic, growing needs within our communities and beyond.SERVES T R A T E G I C V I S I O N DISCOVER Build a robust integrative research program that advances the discovery of the scientific basis of integrative health approaches to optimize health and wellbeing.Develop an academic integrative health educational curriculum which promotes innovation, academic rigor, collaboration, cultural humility and the development of leaders in the field of integrative health and whole-person care. TEACH 4 Provide comprehensive, whole- person healthcare and disease prevention to our community. Expand the team-based model of care to consist of collaborative integration of all healthcare providers who share the goal of whole-person care.HEAL 2 0 2 1 - 2 0 2 6NUMBERS AT A GLANCE Integrative nursing interventionsIncrease in courses completed4,500+ integrative nursing program in the U.S.3,338 Total number of mindfulness participantsUCI School of Medicine medical students trained in culinary medicine6,197 207Total National Institutes of Health grants 5Years of continuous National Institutes of Health funding in integrative health20+One of the largest Ambulatory and Inpatient FY 21-22 25,000 20,000 10,000 5,000 0 T o t a l inp a t ie nt a cu p u nct u re t re a t me nt sGrowth in ambulatory (outpatient) visits from FY21 (18,824) to FY22 (21,798) 7,82216% NUMBERS AT A GLANCE A M B U L A T O R Y V O L U M E *Newport Beach Clinic opened. 6INSTITUTE TEAMS WITH UNIVERSITY HOSPITALS TO OVERSEE NATIONAL RESEARCH NETWORK BraveNet, a practice-based integrative medicine research network, selected the UCI Susan Samueli Integrative Health Institute to co-lead its 19-member academic health system consortium alongside principal investigator Jeffrey Dusek, research director of University Hospitals(UH) Connor Whole Health in Cleveland, Ohio, effective July 1, 2022. The Samueli Institute will serve as the data coordinating center for sites participating in BraveNet-led research projects. BraveNet sites include member clinics that collectively treat more than 100,000 people — whole- health patients who may wish to contribute to science as study participants. The institute will provide administrative management, biostatistical support, and data coordination to ensure BraveNet fulfills its purpose, which is to advance research, understanding, and applications of integrative health and medicine. The Samueli Institute will be identified as the data coordinating center for BraveNet grant applications. 7 S c i e n c e t h a t l e a d s t h e w a y t o b e t t e r h e a l t h DISCOVERSAMUELI SCHOLARS AWARD PROGRAM: Distinguished Investigators Recognized for Forays into Whole Health 8 Eight UCI faculty who have made scientific contributions of national distinction in their respective disciplines and whose achievements show extraordinary promise to advance basic, translational or clinical scholarship in integrative health were named Susan Samueli Integrative Health Institute Samueli Scholars. During their appointments, which are expected to extend for three years, the inaugural class of scholars is invited to attend Samueli Institute faculty meetings, present at grand rounds on an annual basis, and participate in integrative health research symposia. Each scholar has travelled a different, scientifically distinguished path to arrive at their current integrative health studies. They are investigating concepts that hold promise for larger studies, which will enable bringing their discoveries to the bedside. post-award research operations, electronic data management, data analysis, research deliverables and purchasing. The core space is slated to house 56 individual workstations with freezers for biospecimen storage and lab rooms with the equipment needed to process research biosamples. There will also be designated examination rooms for research visits and clinical procedures with study participants.BUILDING THE CORE OF INTEGRATIVE SCIENCE During the year, the institute neared completion on space for a dedicated whole-health research core. In this shared space, the institute's research team will support investigators from diverse schools and programs who are pursuing groundbreaking studies that expand understanding of whole health. Consultation services are expected to include research development and design, pre-award research management, institutional review board submissions,Discover9Angela G. Fleischman, MD, PhD Associate Professor of Medicine, Division of Hematology/Oncology, UCI School of MedicineGeoffrey W. Abbott, PhD Professor of Physiology & Biophysics, Senior Associate Dean of Academic Personnel and Vice Dean of Basic Science Research, UCI School of Medicine Olivier Civelli, PhD Eric L. and Lila D. Nelson Professor in Neuropharmacology, Department of Pharmaceutical Sciences, UCI School of Pharmacy and Pharmaceutical Sciences; Professor of Developmental and Cell Biology, UCI School of Biological Sciences SAMUELI SCHOLARS Discover Geoffrey Abbott will continue to investigate the molecular basis of botanical medicines—including their efficacy as antihypertensives, anticonvulsants and analgesics—and the role of ion channels as important therapeutic targets. Abbott plans to contribute significantly to the field of botanical medicine by building a botanical medicine program, conducting clinical trials with the most promising herbal therapeutics derived from past studies, and expanding his extensive plant extract library. Olivier Civelli will use his innovative reverse pharmacology approach to advance integrative health by investigating natural compounds of therapeutic plants. Specifically, Civelli plans to test the use of the Corydalis yanhusuo extract in acute, inflammatory, and chronic pain and uncover its role in limiting morphine adverse effects. He also plans to investigate the active component(s) that are responsible for the role of Corydalis yanhusuo in preventing morphine tolerance. The potential impact of these discoveries may help curb the opioid epidemic. Angela Fleischman will investigate the role of inflammation on myeloproliferative neoplasm (MPN), a chronic hematologic malignancy, using mouse and human models as well as assessing the anti- inflammatory properties of antioxidant supplement N-Acetylcysteine (N-AC). Fleischman will aim to ultimately create a structured integrative hematopoiesis center at UCI with the mission of preserving healthy hematopoiesis during aging and preventing the development and progression of hematologic malignancy.10Discover Katrine Whiteson, PhD Associate Professor of Molecular Biology and Biochemistry, UCI School of Biological Sciences; Associate Professor of Pediatrics, UCI School of Medicine; Co-Director of the UCI Microbiome CenterMichelle Khine, PhD Professor of Biomedical Engineering, with affiliate appointments in chemical and biomolecular engineering, materials science and engineering, and electrical engineering, UCI Samueli School of Engineering; associate dean of the UCI Division of Undergraduate Education (DUE). Xiangmin Xu, PhD Professor and Chancellor's Fellow of Anatomy and Neurobiology, UCI School of Medicine; Director of the UCI Center for Neural Circuit Mapping Sean Young, PhD Professor of Emergency Medicine, UCI School of Medicine; Professor of Informatics, Donald Bren School of Information and Computer Sciences; Executive Director of the University of California Institute for Prediction Technology Kalpna Gupta, PhD Professor in Residence of Medicine, Division of Hematology/Oncology, UCI School of Medicine Kalpna Gupta plans to investigate biomarkers of treatment response to various complementary interventions as well as assess the use of bioinformatics to quantify the effects of environmental factors and social connectivity. Gupta's research efforts will also focus on investigating the effects of global and indigenous armamentaria[MS1] as potential novel therapeutic agents. Michelle Khine's research goals are to implement integrative health interventions while monitoring patients' response in real time. This includes a project to employ mindfulness training in children with severe autism as well as to monitor the physiological signals of meditative practice on stress reduction in real time. These potential findings will provide insight on the magnitude and temporal response to meditation, offering insight into the immediate benefits of meditation practice. Khine also plans to investigate the physiological response to non-pharmacological pain reduction. Katrine Whiteson's lab uses metagenomics, metabolomics, and ecological statistics, along with hypothesis-driven, reductionist microbiology to answer questions about how individual human-associated microbial communities affect health. This has her lab researchers hunting for bacteria, fungi and viruses in feces, sewage, sputum and other samples. Her lab uses metabolomics and sequencing, along with in vitro culturing and experimental evolution, to study the microbes, their metabolites and impact on health. By using novel viral and genetic tools developed in his laboratory, Xiangmin Xu's research efforts have expanded to investigating the neural circuit basis of acupuncture effects, and the mechanism of acupuncture modulation of cardiovascular function to manage high blood pressure. Xu will continue to contribute to the field of integrative health by focusing on understanding the neural mechanisms underlying acupuncture-mediated pain management and establishing a top national acupuncture research program. Sean Young's research focuses on two primary areas: 1) Using social data and artificial intelligence (AI) to inform public health surveillance on issues such as HIV, substance use, mental health, and public safety/crime; and 2) Designing and testing technologies to improve health behavior among racial/ethnic and sexual minorities. Young has been meditating for almost 30 years and is excited to unite his interests in music, meditation, and digital health behavior change to identify new approaches and tools to support health promotion and reduce health inequities.Eight studies with the potential to generate new insights into the mechanisms that drive integrative therapies or to produce evidence of clinical outcomes that may result from a therapy were awarded Susan Samueli Integrative Health Institute Pilot Program grants for 2022. Each study demonstrates a clear evolution toward a novel, relevant and untested research area. The awards reflect multidisciplinary interest in whole health, with recipients representing every school in the Susan & Henry Samueli College of Health Sciences, as well as the Claire Trevor School of the Arts and the Schools of Biological Sciences, Education and Humanities. Projects received a one-year award of $25,000, which is funded by the UCI Susan and Henry Samueli Endowment. To date, the program has enabled progress on 17 studies seeking to explore the power and potential of integrative treatments. Study descriptions can be found on the Samueli Institute website. PILOT AWARDS: INSTITUTE FUNDS PIONEERING UCI STUDIES 11DiscoverLow-Dose CoQ10 in Management of Long-Term COVID-19 Neurological Sequelae Jaclyn Leong, DO (PI), Hayleigh Ast, ND (Co-I), Samueli Integrative Health Institute Integrative Health and Wellness Program for Pregnant Women with Overweight and Obesity: A Feasibility Study Karen L. Lindsay, PhD (PI), Early Career Chair in Integrative Health, Susan Samueli Center for Integrative Medicine, School of Medicine Yuqing Guo, PhD (Co-I), Sue & Bill Gross School of Nursing Donna Baick, MD (Co-I), School of Medicine A Randomized Pilot Study Investigating the Role in a \"Natural\" Low-Calorie Sweetener (Allulose) on Glycemic and Metabolic Measures Andrew O. Odegaard, PhD (PI), Program in Public Health STREAM: Students who are Resilient, Empowered, self-Aware and Moving S. Ama Wray, PhD (Co-PI), Claire Trevor School of the Arts Dawn Bounds, PhD (Co-PI), Sue & Bill Gross School of Nursing 12Discover 25 Samueli Institute- funded researchers across UCINeural Mechanisms of Effects Acetyl-carnitine Supplementation on Trauma-induced Depression Amal Alachkar, D. Pharm, PhD (PI), School of Pharmacy & Pharmaceutical Sciences Central Neural Mechanisms of Cardiovascular Regulation by Acupuncture Zhiling Guo, MD, PhD (PI), School of Medicine Stephanie C Tjen-A-Looi, PhD (Co-I), Susan Samueli Integrative Health Institute Liang-Wu Fu, MD, PhD (Co-I), School of Medicine Feasibility and Preliminary Effects of a Novel, Integrative Art-Based Intervention to Promote Visuospatial Reasoning and Well-Being in Older Adults Susanne M. Jaeggi, PhD (PI), School of Education Mariya (Masha) Vodyanyk (Co-I), School of Education Environmental Enrichment as a Treatment for Depression Michael Leon, PhD (PI), School of Biological SciencesPILOT AWARDS Neuroimmune Mechanisms Underlying Electroacupuncture Effect on Vascular Function Stephanie of Electroacupuncture Stephanie CNS (PI: Zhiling Guo, MD, PhD; Shaista Malik, MD, PhD, MPH) Mechanisms of Central Nervous System Autonomic Regulation by Acupuncture (PI: Shaista Malik, MD, PhD, MPH; Zhiling Guo, MD, PhD) Acupuncture in Burn Unit (PI: Theresa Chin, MD) Integrative Cardiometabolic Care Approach compaRative Effectiveness (ICARE) Study: Evaluating Subclinical and Clinical Markers of Disease in Cardiometabolic Syndrome Through Integrative Cardiovascular Care Approaches (PI: Shaista Malik, MD, PhD, MPH) PRIMIER Registry Study (PI: Shaista Malik, MD, PhD, MPH) South Bay Heart Watch PREDICT Study (PI: Shaista Malik, MD, PhD, MPH) Parenteral Infusion of Nutrients in Subjects with Chronic Health Problems (PI: Shaista Malik, MD, PhD, MPH) Prenatal Diet-Stress Interactions and the Maternal Metabolic Response in Human Pregnancy (PREDIP) (PI: Karen Lindsay, PhD, RDN) Identifying an Optimal Mindfulness Intervention for Pregnant Women: A Feasibility and Acceptability Study (PI: Karen Lindsay, PhD, RDN) The Feasibility and Efficacy of a Mindfulness-Based Smartphone Application in Pregnant Women (PI: Karen Lindsay, PhD, RDN) Use of Self-Regulation Training with Heart Rate Variability Biofeedback via Telehealth in the Management of Stress in COVID-19 Frontline Trainees (PI: Darlene Lee, ND, MSW; Arvin Jenab, ND; Shaista Malik, MD, PhD, MPH) An Observational Study Characterizing the Pain Response, Safety and Tolerability of CCTA320 (CANNABIS) in Patients with Chronic Pain (PI: Marcela Dominguez, MD) Low Dose CoEnzymeQ10 in Management of Sequelae Ryan Cardiology Prenatal health Other researchCURRENT RESEARCH: Research That Expands Knowledge For more than two decades, the Samueli Institute has received continuous funding for research into the mechanisms and effectiveness of acupuncture. In that time, investigators have demonstrated that repetitive electroacupuncture releases a kind of natural opioid that lowers blood pressure, that patients with hypertension treated with acupuncture experienced drops in their blood, that acupuncture may mitigate burn pain and research into various aspects of the modality continues. As indicated by the list of the growing active institute investigations below, studies emerged in new areas in the last year.Discover 13National Center for Complementary and Integrative electroacupuncture effect on MD, PhD, MPH, (PI); Stephanie Tjen-A-Looi, PhD (MPI)$3.5M National Center for Complementary and Health: Mechanisms of CNS autonomic regulation by acupuncture; Shaista Malik (MPI), MD, PhD, MPH; Zhiling Guo, MD, PhD (PI) $1.125M Eunice Kennedy Shriver National Institute of Child Health & Human Development: Prenatal diet-stress interactions and the maternal metabolic response in human pregnancy (PREDIP); Karen Lindsay, PhD (PI) $747K National Heart, Lung & Blood Institute: The role of proteomics, genetics, and directed imaging using CT; Shaista Malik, MD, PhD, MPH (PI)$3.4MINNOVATIVE STUDIES EARN NIH SUPPORT National Institutes of Health (NIH) is the largest public funder of biomedical research in the world. In the past year, five Samueli Institute studies received new or continued funding from NIH. Total in NIH grants $11.972MDiscover 14Adolph Coors Foundation $3.2M National Center for Complementary and Integrative Health: Trial to Assess Chelation Therapy 2 (TACT2); as MD, PhD, MPH (PI)Additional FundingOlivier Civelli did not expect his research to lead him to integrative medicine. Yet, this is where the molecular biologist finds his latest journey of discovery is taking him. Civelli is recognized as the pioneer of reverse pharmacology. Using this process, he was the first to decipher the structure of the D2 dopamine receptor, which is central to movement, reward and addiction; find other dopamine receptors; and devise a new approach to discover novel neurotransmitters. \"It's somewhat a surprise,\" he said, \"the fact that I went from finding receptors to finding new neurotransmitters in animals, and then saying, 'Now I'm going into plants.'\" As he points out, however, his research has long been related to opioids. And, the pain killer morphine was derived from the opium plant. So, there is a through-line to his story. Civelli holds joint appointments as a professor of pharmaceutical sciences in the School of Pharmacy & Pharmaceutical Sciences and professor of developmental and cell biology in the School of Biological Sciences. He is also the Eric and Lila Nelson Chair of Neuropharmacology. In 2021, the renowned researcher was named a Samueli Scholar in recognition of the potential for his work to impact integrative health, joining seven UCI colleagues in the inaugural class of awardees. Through a research collaboration between UCI and the Chinese Academy of Sciences (CAS), Civelli applied reverse pharmacology to screen traditional Chinese analgesics, testing nearly 10 therapeutic plants for their pain-relief abilities. Only the alkaloid dehydrocorybulbine (DHCB) found in Corydalis yanhusuo induced a reproducible effect. They found that the extract had a stabilizing, analgesic effect when combined with morphine.SCIENCE SERVES UP NEW IDEAS FOR SAMUELI SCHOLAR Discover 15We said, that's interesting, we have found something fun, something which could, you know, prevent the morphine tolerance and therefore, opioid tolerance. And that could be of interest for fighting the opioid epidemic. \"We said, that's interesting, we have found something fun, something which could, you know, prevent the morphine tolerance and therefore, opioid tolerance,\" Civelli said. \"And that could be of interest for fighting the opioid epidemic.\" Corydalis yanhusuo is a flower in the poppy family - often called poppies. It has been used as an analgesic in traditional Chinese medicine for centuries. It is considered safe for use for a limited time, except in pregnant or breastfeeding individuals. DHCB is found in the extract. Although DHCB has been shown to be effective, it needs to be evaluated for any toxicity before it can be used or developed as a drug. It's also possible that chemical modification of the compound could lead to a more potent pharmaceutical. \"Professor Civelli's research is an excellent example of how researchers in our school are investigating the scientific evidence for botanicals as potential sources for new treatment or preventative modalities,\" said Jan Hirsch, founding dean of the School of Pharmacy & Pharmaceutical Sciences. Just as opium research led to morphine, Civelli believes it is possible that a Corydalis yanhusuo alkaloid, perhaps even DHCB, could one day be used to reduce drug dependence. The Samueli Scholar plans to investigate the flower's active component(s) and test the use of the extract in acute, inflammatory, and chronic pain to fully understand its role in limiting adverse effects of morphine. \"You never know where it goes. I mean, for me, what keeps me alive, is going to my lab and discussing with my students, 'Okay, we found something new. What is the next step to bring it to patients?'\" said Civelli. Discover 16- Olivier Civelli, PhD PAPERS Acceptability of the Pregnancy, Exercise, and Nutrition Research Study with Smartphone App Support (PEARS) and the Use of Mobile Health in a Mixed Lifestyle Intervention by Pregnant Obese and Overweight Women: Secondary Analysis of a Randomized Controlled Trial. JMIR mHealth and uHealth, 2021; 9(5):e17189. Greene E, O'Brien K, Kennelly MA, O'Brien O, Lindsay KL, McAuliffe FM. Being a Parent During COVID-19: Risk for Psychological Distress in the United States and Italy. Social Sciences. (2022). doi: 10.3390/socsci11040173 . Lai Attenuates Hyperalgesia in a Mouse of Sickle Cell Disease. Blood. Sep 19:blood.2022016382. doi: 10.1182/blood.2022016382. online ahead of Garcia N, J, Sagi V, Velasco GJ, Avalos B, DiPatrizio NV, Gupta K. Exchanges Martiny A, Hynson NA, Devkota S, David L, Whiteson K. The Cure from Within? A Review of the Microbiome and Diet Neurotrophic Factor in Ameliorating Cancer-Related Cognitive Impairment: A Systematic Review of Human Studies. Critical Reviews in Oncology/Hematology. 2022 Jun 17;176:103748. doi: 10.1016/j.critrevonc.2022.103748. Online ahead of print. Ng DQ, Chan D, Agrawal P, Zhao W, Xu X, Acharya M, Chan A. The Extract of Corydalis yanhusuo Prevents Morphine Tolerance and L, Nuseir Marmouzi I, Shah S, Civelli O. Fecal Microbial Community Composition in Myeloproliferative Neoplasm Patients Is Associated with an Inflammatory State. Microbiology Spectrum. 2022 Jun 29;10(3):e0003222. & InsightsDiscover 17Investigators shared whole-health insights through articles and abstracts that were published during the year. These materials reflect the studies of institute researchers and those who have received funding through Pilot Awards and as Samueli ScholarsDiscover 18Fecal Putative Uropathogen Abundance and Antibiotic Resistance Gene Carriage in Women With Refractory Recurrent Urinary Tract Infection Treated With Fecal Microbiota Transplantation. Female Pelvic Medicine and Reconstructive Surgery. Whiteson K, Chang J, Dutta S, Lane F. Identification and Predictors for Cardiovascular Disease Risk Equivalents Among Adults with Diabetes Mellitus. Diabetes care, dc210431 (2021). Zhao Y, Malik S, Budoff MJ, Correa A, Ashley KE, Selvin E, Watson KE, Wong ND. Advance online publication. In Her Shoes: Partner Reflective Functioning Promotes Family-Level Resilience to Maternal Depression. Development and Psychopathology. (2022). 10.1017/S0954579422000189 Goldstein A, Borelli JL, Shai D. Micro-Vascular Recovery After Injury. Acta Neuropathologica Communications 10, 59 (2022). https://doi.org/10.1186/s40478-022-01361-4 . Lin X, Chen L, Jullienne A, Salehi A, Hamer M, Holmes T, Obenaus A, Xu X. Maternal Mindful Eating as a Target for Improving Metabolic Outcomes in Pregnant Women with Obesity. Frontiers in Bioscience (Landmark edition), (2021) 26(12), 1548-1558. Lindsay A Mother's Touch: Preschool-Aged Children Are Regulated by Positive Maternal Touch. Developmental Psychobiology. (2022). https://doi.org/10.1002/dev.22243 Scott MG, Smiley PA, Ahn A, Lazarus MF, Borelli L, Doan N. The Moderating Role of Gender in the Association Between Quality of Social Relationships and Sleep. Journal of Behavioral Medicine. (2022). Mousavi Z, Tran ML, Borelli JL, Dent AL, Kuhlman K. Negative Affect, Childhood Adversity, Adolescents' Eating Reactivity in Preschoolers: An Initial Investigation in an Asian Sample. Journal of Psychiatric Research. (2022). doi: K. PHGDH Expression Increases with Progression of Alzheimer's Disease Pathology and Symptoms. Cell Metabolism 2022 May 3;34(5):651-653. doi: 10.1016/j.cmet.2022.02.008. Chen X, Calandrelli R, Girardini J, Yan Z, Tan Z, Xu X, Zhong S. Physiological Factors Linking Insecure Attachment to Psychopathological Risk: A Systematic Review. Brain Sciences. F. Relational Savoring Intervention: Positive Impacts for Mothers and Evidence of Cultural Compatibility for Latinas. Emotion. (2022). https://doi.org/10.1037/emo0001102 . Borelli JL, Kerr HK, Campos B. Abstracts: Acute Stress Alters Insulin Secretion Sensitivity Index in Pregnant Women with Overweight/Obesity. Pressure Lowering Effect of Electro-Acupuncture in Middle-aged and Elderly Patients with Mild to Moderate Hypertension: Does Inflammation Play a Role? FASEB Journal, Volume 36, S1. 13 May 2022. Xie L, Tjen-A-Looi SC, Fu L-W, Nguyen L, Nadeswaran B, Malik S. of Adenosine A2A Receptors in the Rostral Ventrolateral Medulla to Acupuncture Modulation of Hypertension. FASEB S1. 13 May 2022. Guo Z-L, Tjen-A-Looi SC, Su H- F, Fu L-W, Malik S. Electroacupuncture Decreases Chronic Inflammation, Sympathetic Activities, and Blood Pressure in Dahl Salt-Sensitive Hypertensive Rats. FASEB Journal, Volume 36, S1. 13 May 2022. Gong Y., Fu L-W, Malik S, Guo Z-L, Tjen-A-Looi SC. Maternal Chronic Perceived Stress, But Not Acute Stress Exposure, Is Associated with Ghrelin Levels Among Hispanic Pregnant Women with Overweight or Obesity. Current Developments in Nutrition, 2022; 6(Supplement 1):688. Mashayekh J, Gyllenhammer LE, Lindsay KL. Mindful Eating is Associated with Lower Insulin Resistance & Ghrelin in Pregnant Women with Obesity. Obesity, 2021; 29(S2):126. Lindsay KL, Most Redman LM. Periconceptional Diet Quality Predicts Glycemic Control and Gestational Diabetes Risk in Nulliparous Women. American Journal of Obstetrics & Gynecology, 2022; 226(1): S46-S47. Lindsay KL, Milone GM, Silver Reddy U, Haas D, Simhan H, Mercer BM, Parry S, Chung JH.RNA Viromics of Southern California Wastewater and Detection of SARS-CoV-2 Single-Nucleotide Variants. Applied and ED, Steele JA, Zimmer-Faust AG, Langlois K, Wanless D, Griffith M, Mao L, Chokry J, Griffith JF, Whiteson KL. Tracking Longitudinal Population Dynamics of Single Neuronal Calcium Signal Using SCOUT. Cell Reports Methods, doi: https://www.cell.com/cell-reports-methods/pdfExtended/S2667-2375 (22)00065-0 (2022). Johnston KG, Grieco SF, Zhang H, Jin S, Xu X, Nie Q. Discover 19NATUROPATHIC RESIDENCY PROGRAM IS NATION'S FIRST IN A CONVENTIONAL MEDICAL CENTER 20 I n t e g r a t i v e e d u c a t i o n t h a t e m p o w e r sTEACH The Naturopathic Residency program provides unique opportunities for education, research and patient care, while contributing to the advancement of integrative healthcare at UCI and beyond. Residents have contributed to integrative health services for the underserved community in Orange County, as well as the development and delivery of collaborative clinical initiatives at UCI Health. Last year, program graduates Maddison Thivierge, ND, and Jacob Hwang, ND, transitioned from their residencies into positions with the Samueli Institute clinical team. Launched by the Susan Samueli Integrative Health Institute, in collaboration with Bastyr University, in October of 2016, the residency program is the only naturopathic residency in the nation known to be affiliated with a conventional medical center. The ND residency program continues to meet and exceed the standards set by the Council for Naturopathic Medical Education (CNME) by introducing standardized, competency- based, post-graduate training for naturopathic graduates. Integrative medicine, long offered as a track of the family medicine residency, was offered to psychiatry residents for the first time this past year. Plans are to offer the track to even more department residency programs going forward.Teach 106 Total Integrative Medicine Post-Graduate Medical Trainees 21HEAL-IM: INTEGRATIVE HEALTH TRAINING TRACK GRADUATES INAUGURAL CLASS Seven graduating medical students in the first class to complete the UCI School of Medicine mission-based Health Education to Advance Leaders in Integrative Medicine (HEAL-IM) program, a four-year program that provides additional training in the tools and philosophies of integrative medicine. Program graduates will apply what they learned about compassionate, evidence- based integrative medicine as residents in emergency medicine, family medicine, general surgery, neurological surgery, ophthalmology and psychiatry. 50Medical students in HEAL-IMCURRENT AND FUTURE PHYSICIANS LEARN TO INTRODUCE FOOD AS MEDICINE Obesity, heart disease, stroke, type 2 diabetes and certain types of cancer are on the rise in the U.S. Diet is one of several lifestyle factors that can play a part in the development of these conditions. Culinary medicine combines the art of food with the science of medicine to teach clinicians tools and techniques they can share to empower individuals to take charge of their health. Last year, 135 medical students, residents and fellows participated in culinary medicine courses. More than a dozen UCI School of Medicine faculty members also seized the opportunity to train in the basics of culinary medicine. As this knowledge spreads among faculty, relevant culinary medicine concepts will make their way into medical education across more clinical disciplines, they will be introduced in innovative research and ultimately, these concepts will be applied more frequently to help people make smart food choices that help them achieve personal health goals. Many of the culinary medicine programs are made possible by generous funding from the Samueli Foundation and enabled by partnerships with UCI Campus Recreation and the Health Scholars Program. Medical students with a passion for culinary medicine will also benefit from the George and Susi Lewinsky Scholarship Endowment Fund, which was established with a $100,000 gift from UCI School of Medicine alumnus Bernard S. Lewinsky, MD, ('69) and his wife, Barbara. The scholarship fund is named after Lewinsky's parents, who were active participants in the arts. These scholarships will help medical students attend national nutrition education conferences that nurture their interest in blending the art of cooking with the science of medicine. To date, more than 200 UCI School of Medicine medical students have participated in culinary medicine training supported by the institute.42 Culinary Medicine students (highest program volume ever)Teach 22FIRST FELLOW TAKES INTEGRATIVE CARDIOLOGY LESSONS TO HEART Vishal Patel, MD, will always be known as the first physician to complete the Samueli Institute Integrative Cardiology fellowship. During the fellowship, Patel worked alongside experienced faculty in several integrative health clinics incorporating modalities such as mindfulness, biofeedback, nutritional counseling, preventative care, acupuncture, and nutraceuticals to augment conventional approaches to cardiovascular care. He also applied these concepts to inpatient care at UCI Medical Center and research endeavors through the UCI School of Medicine. Patel attended medical school at St. George's University School of Medicine. He was chief resident in the St. Mary UCLA Internal Medicine Residency Program. ADD Number\"Integrative cardiology is becoming a highly sought-after field within cardiology, as many patients look to incorporate whole-person health into their wellbeing through combined traditional and integrative approaches. Having this background enables me to support this growing population and offer multimodal care to improve their cardiovascular health from all available avenues,\" said Patel. Patel is currently a fellow in the UCI Cardiology Fellowship Program. The institute will recruit one new integrative cardiology fellow annually. Given the interest in integrative medicine, the cardiology division has included the integrative cardiology clinic rotation as part of the ambulatory block for all 19 cardiology fellows at UCI to rotate through and incorporate into their ongoing learning and practice. The integrative cardiology fellowship is funded by a gift from Linda and Michael Mussallem. 23TeachINSTITUTE LAUNCHES INTEGRATIVE HEALTH COACH TRAINING The first Academic Integrative Medicine Health and Wellness Coaching program cohort began training in March. This program teaches the skills to make integrative health coaches great healthcare partners. Graduates are able to provide services that extend the care clinical teams offer to patients and promote lifestyle changes that impact both the cost of care and clinical outcomes. This program fulfills the training requirement for the certifying exam to become a National Board Certified Health & Wellness Coach.Teach 39 Academic Integrative Medicine Health and Wellness Coaching program applicants 24COACH TRAINING PROGRAM AIMS FOR WHOLE HEALTH Edwards Lifesciences and a UCI Foundation trustee. The six-month certificate course offers a particular focus on supporting people in underserved and underrepresented populations. Participants also get tips on effective collaboration with colleagues on interdisciplinary health teams. \"A health and wellness coach can extend clinical services to help the patient better understand and implement treatment in order to reach optimum health and happiness,\" said Robert McCarron, DO, director of education for the Susan Samueli Integrative Health Institute. AIM Health and Wellness Coaching students benefit from the Samueli Institute's roots in academic medicine. They are taught to apply evidence-based behavioral change and coaching strategies to help clients select and You can know that certain lifestyle changes may help to prevent, treat or reverse some diseases and even lengthen your life, but still not be able to change your life. A health and wellness coach might just be what the doctor orders. Health and wellness coaches are partners in change, helping clients define a personalized path to better health that aligns with their values and health goals. In the past year, the Susan Samueli Integrative Health Institute introduced Academic Integrative Medicine (AIM) Health and Wellness Coaching, a program to train individuals in the tools and techniques that make effective coaches. The program was developed with funding from Linda Mussallem, Susan Samueli Integrative Health Institute Advisory Board member, and her husband, Michael, chairman & CEO of adopt lifestyle changes. Marcelle Hayashida, PhD, a trained clinical psychologist, enrolled in the course because she saw it \"as a natural extension of my curiosity about human flourishing and thriving.\" Hayashida, who is Associate Vice Chancellor of Wellness, Health & Counseling Services at UCI, joined a diverse group of healthcare professionals in the first cohort of the AIM Health and Wellness Coaching certificate program, including a doctor of nursing practice and medical doctors. \"I particularly enjoyed our conversations about ways that clients can take a proactive approach to their own wellbeing and be active partners with their medical providers about what works for them. I really enjoyed the refresher on mindfulness and its benefits,\" said Hayashida. \"I also really enjoyed the deep dive into motivational interviewing techniques, as it is so important to behavior change.\"Teach 25I feel more inspired professionally since taking this course. I am inspired to help people move through ambivalence and into the full expression of their most fulfilling lives. — M a r c e l l e H a y a s h i d a , P h D A s s o c i a t e V i c e C h a n c e l l o r o f W e l l n e s s , H e a l t h & C o u n s e l i n g S e r v i c e s , U C I The Samueli Institute's AIM Health and Wellness Coaching course is one of 110 training programs approved by the National Board of Health and Wellness Coaching (NBHWC) and the only such program offered by a University of California school. The Samueli Institute program fulfills the training requirement for the board certification exam, which was developed by NBHWC in collaboration with the National Board of Medical Examiners. For Hayashida, the integrative education offered both personal and professional benefits. \"I feel more centered. I feel like I have more agency in my own wellbeing. I feel more excited about being a healer in this world. And I feel more inspired professionally since taking this course. I am inspired to help people move through ambivalence and into the full expression of their most fulfilling lives.\"HEAL-IM: COMPLEMENTING CONVENTION WITH INTEGRATIVE MEDICINE From day one of her family and preventive medicine residency, Siri Loken, MD, was well prepared to help patients explore different paths to personal health and wellbeing. When she received the results of her first clinic patient's A1C and lipid panel, she confidently recommended evidence-based lifestyle recommendations instead of prescribing a medication. Loken was in the first class to graduate from the UCI School of Medicine Health Education to Advance Leaders in Integrative Medicine (HEAL- IM) program last May, taking with her program insights on the tools and philosophies of integrative medicine. The daughter of a psychiatrist, Loken earned an undergraduate degree in psychology from New York University, worked in a geriatric psychiatry unit and traveled to Sri Lanka to provide mental health services. She was on course to becoming a psychiatrist.\"Then I started learning medicine and realized I actually really liked all of medicine and was more interested in the idea of being everyone's psychiatrist, rather than treating the severely mentally ill,\" she said. \"So, primary care seemed like a better fit for me, where I could be at the forefront of mental health, practicing in an integrated behavioral healthcare setting.\" Loken was among the first to enter the mission-based HEAL-IM program when it launched in 2019. In the most recent year, almost 20% of UCI's first-year medical students applied for the opportunity to learn concepts in wellness, resiliency, nutrition, mind-body and exercise, integrative medicine modalities, motivational interviewing and more. 26TeachThroughout Loken's integrative health educational experience, which spanned her remaining years in medical school, she connected with residents and attending physicians, who, like her, believed it was important to treat the whole person. \"I had the benefit of knowing all throughout medical school that there was going to be a future in medicine that made me excited, that I was going to be passionate about, that would make me feel fulfilled; I was going to \"I think it will make me a better doctor in that I have a larger menu of things to offer my patients. And I am going to view my patients as partners in the process.\" - Siri Loken, MD 27Teach have a better way of dealing with the human parts of medicine,\" she said. Today, Loken is applying what she learned about whole health through HEAL-IM to help University of Utah Health patients achieve their best health. \"I think it will make me a better doctor in that I have a larger menu of things to offer my patients. And I am going to view my patients as partners in the process,\" she said.The day we are born, we begin a life-long journey that shapes our health. The Susan Samueli Integrative Health Institute supports patients wherever they are in that journey, giving them the power to pursue whole health their way. Patients may choose to visit the Samueli Institute for episodic care or for long-term collaboration leading to optimal health. Our personalized, high-touch approach to care considers all aspects of life, including lifestyle, environment and genetics. It begins with a comprehensive assessment. Conventional, advanced and functional diagnostic and laboratory testing provide insight into the underlying mechanisms and imbalances that may impact health and wellbeing. Providers identify areas that need addressing, then develop an integrative plan that incorporates conventional medical therapies and lifestyle changes that focus on nutrition, natural products and integrative modalities such as acupuncture, massage and mindfulness. At any point in the journey, patients' care teams may include medical doctors, doctors of osteopathic medicine, naturopathic doctors, acupuncturists, dieticians, therapists, or others - whomever is required to ensure patients receive the best of conventional and complementary medicine for their specific needs. When patients choose the Samueli Institute, their care is backed by the scientific research and clinical expertise of an academic medical center and they have convenient access to a comprehensive panel of integrative services and providers. WHOLE HEALTH, OUR WAY 28 HEAL Powerfully personalized integrative careIntegrative specialtiesBreast wellness Cardiology Children's health Dermatology Gastroenterology Inpatient Mental health Pain management Weight management Women's healthComprehensive Integrative Care Whole-health programs Thriving beyond cancer Concierge primary care Executive health Integrative cardiologyCLINICAL SERVICES Treatments and servicesAcupuncture Biofeedback Group visits Prolotherapy and trigger point injections Integrative nutrition counseling Integrative physical therapy Integrative psychotherapy IV infusion therapy Massage therapy Mindfulness Neurofeedback/brain mapping Osteopathic manipulation therapy Tai Chi/Qigong Yoga therapyHeal 29 See a list of providers: ssihi.uci.edu/meet-the-team/ CLINICAL LOCATIONS Susan Samueli Integrative Health Clinic - Costa Mesa 1202 Bristol Street, Suite 200 Costa Mesa, CA 92626 Susan Samueli Integrative Health Clinic - Irvine - Yorba Boulevard Linda, CA 92886 UCI Health - Newport Beach 2161 San Joaquin Hills Road Newport Beach, CA 92660UCI Health - Laguna Hills 23961 Calle de la Magdalena, Suite 200 Laguna Hills, CA 92653 UCI Health Pacific Medical Plaza 1640 Newport Boulevard Costa Mesa, CA 92627 UCI Medical Center - Orange 101 The City Drive South Orange, CA 92868 UCI Health Family Health Center - Anaheim 2441 W. La Palma Ave., Suite 100 Anaheim, CA 92801 UCI Health Family Health Center - Santa Ana 800 N Main Street Santa Ana, CA 92701Heal 30Coming soonAs part of UCI Health, the Samueli Institute provides acupuncture services to UCI Health hospital patients for whom there is perceived clinical benefit. In the last year, 1,579 patients accepted acupuncture services, an increase of 20% over the prior year. These patients reported a 41% decrease in average pain levels, with acupuncture often serving as a non-pharmacological alternative for pain management. Patients also indicated a 28% decrease in average anxiety levels, a 47% decrease in average nausea levels, and 40% increase in average relaxation levels. INPATIENT ACUPUNCTURE 7,822 Total inpatient acupuncture treatments As demand grew for the concierge medicine program offered by the Susan Samueli Integrative Health Institute, so did the wait list. Local residents were pleased to learn that the program was expanding to include more physicians in the year ahead, like Judith Lee Vogt, MD. Consistent with the institute's emphasis on whole health, the retainer-based program provided the expected conventional academic medical care as well as complementary services. Members appreciated convenient access to an exhaustive array of complementary therapies available in one location to support health and wellness goals. They also had access to clinical trials that focused on expanding understanding of the mechanisms and effectiveness of integrative treatments, led by Marcela I. Dominguez, MD. 31Heal CONCIERGE PRIMARY CARE ENHANCED BY INTEGRATIVE SERVICES Marcela I. Dominguez, MD Primary Care Concierge PhysicianNURSES EMBRACE INTEGRATIVE HEALTH TRAINING Patients appreciated the pervasiveness of integrative nursing services across UCI Douglas Hospital. During the year, inpatient nurses reported 12,492 integrative interventions to help patients with nausea, anxiety and stress, sleep and relaxation. Integrative training courses were mandatory for all new UCI Health nurses. The courses covered such topics as acupressure, aromatherapy, clinical massage, mind-body skills and spiritual care. Integrative health courses were recommended training for all healthcare workers in ambulatory services. In the last fiscal year, more than 3,300 UCI Health nurses and other healthcare workers participated in integrative health training, making this the largest in the country.12,492Number of integrative nursing interventionsHeal 32INTEGRATIVE CARE MADE ACCESSIBLE Integrative approaches can be a lifeline to people living in underserved communities, offering easy access to tools and information that can help them prevent disease and improve health. At the UCI Health Family Health Center in Santa Ana, family medicine physician Dr. Alex Kipp held a weekly integrative health consult clinic, giving patients access to complementary services for conditions such as chronic pain, fatigue, stress and chronic illnesses. Following a comprehensive exam and health history, Kipp discussed options such as mind- body techniques, healing with whole foods, and herbs and supplements for improved health. \"I consider it a privilege to provide integrative medicine to those who need it most,\" said Kipp. \"By listening to patients, getting to know them, and navigating the barriers to their health, I am able to offer individualized and personalized recommendations to help them manage their health. Through our therapeutic encounter, as well as by tailoring my recommendations to their lives, my patients are able to make great strides in managing their chronic diseases and recognizing the full potential of their health.\" Patients in Santa Ana and at the UCI Health Family Health Center in Anaheim were able to obtain acupuncture services through referral by their primary physician. An acupuncture clinic, with curtained spaces for each patient, ensured comfort and privacy for each patient, while making the treatment accessible and affordable. People reported relief from pain management, reduction in anxiety, stress and depression.Heal 33WOMEN'S WELLNESS DAY TURNS 20 \"Finding Your Balance,\" the 20th annual Women's Wellness Day community education event, explored the latest evidence for integrative health practices and offered practical takeaways designed to give attendees new tools for pursuing a personal, balanced approach to wellness. Keynote speakers Dr. Mark Hyman, founder and medical director of The UltraWellness Center in Lenox, Massachusetts, addressed food as medicine and Dr. Heather Moday, owner of the Moday Center for Functional and Integrative Medicine in Philadelphia, shared the science of building immune resilience. The sold-out event was held at the Balboa Bay Club in Newport Beach and streamed live online. More than two dozen local organizations and individuals helped to bring this informative and inspiring event to the community as sponsors. 2022 WWD had most support from local organizations25%increase in number of corporate sponsors for Women's Wellness Day 34 SERVE Whole health for the whole communityUCI medical students Sylvana Marquina and Jennifer Roux (below) shared culinary medicine recipes and cooking techniques with parents at Ponderosa Park Family Resource Center in Anaheim, preparing the parents to serve as health ambassadors at their kids' schools. The Samueli Institute partnered with Kid Healthy, a Santa Ana-based organization dedicated to building healthier communities through physical activity and healthy eating, to deliver the Healthy Connections workshops. The Ponderosa Park Family Resource Center program was supported by a gift from the Samueli Foundation. KID HEALTHY: FOOD TIPS HELP PARENTS SERVE AS HEALTH AMBASSADORS Visit: mykidhealthy.org Video: https://youtu.be/hI6YHqffk_k Serve 35ACTIVITIES EXPLORE & SHARE THE VALUE OF MINDFULNESS Mindfulness practices that had helped many build strength and resilience during the COVID-19 pandemic continued to offer value as the routines of life returned. In the last year, the institute engaged thousands of community members, clinicians and members of local organizations in activities that nurtured mindfulness. New courses covered such topics as Mindfulness for Perinatal Loss, Self-Compassion for the Transgender Community, and Mindfulness & the Power of Presence. Research explored the boundaries of mindfulness, as the institute supported Dana Rose Garfin, PhD, an assistant professor in the Sue & Bill Gross School of Nursing, and principal investigator for the clinical trial, \"Mindfulness for Trauma-Exposed Homeless Women.\" From institute-led mindfulness sessions, Garfin and her team concluded that mindfulness-based interventions may be helpful adjuncts to traditional care for trauma- exposed women experiencing homelessness, who are recovering from substance use disorder. Results of the study were published in the journal Stress and Health. Mindfulness for Perinatal Loss Self-Compassion for the Transgender Community Mindfulness & the Power of Presence NEW COURSES Serve 36Community members joined yoga instructors online for group classes to help manage pain or reduce stress. Each weekly session of Yoga for Wellbeing engaged about 68 people in healthful activity. One- on-one sessions helped many people address specific medical issues, ranging from weight loss and depression to symptoms of menopause and chronic conditions. \"Our students reported wonderful results of improved strength, balance, range of motion, sleep, ability to manage stress and reduction in pain,\" said Katie Allen, yoga therapy program manager for the Samueli Institute. New classes on the year's roster included Yoga Therapy for Stress Reduction and Yoga Therapy for Restful Sleep. THE HEALING BENEFITS OF YOGA INSTITUTE TEAMS WITH BE WELL OC TO HOST COMMUNITY CONFERENCE A virtual integrative mental health conference, hosted for the community by the Samueli Institute and Be Well OC in December, presented an integrative approach to mental health and wellbeing. Providers from the institute and elsewhere across UCI presented current research on depression and anxiety, an introduction to mindfulness, yoga therapy, COVID-19 updates, and resources to treat the whole person.37ServeOFFICE OF WELLBEING MAKES INTEGRATIVE HEALTH CONNECTIONS FOR FACULTY AND STAFF The new UCI Samueli Office of Wellbeing, which is dedicated to enhancing the resilience and wellbeing of Susan & Henry Samueli College of Health Sciences faculty and staff, found a home that aligns with its purpose in the Susan Samueli Integrative Health Institute. Becoming part of the institute in July gave the Office of Wellbeing convenient access to the integrative experts who are trained to contribute to the wellbeing of colleagues across the college. The Office of Wellbeing, operating under the leadership of Anju Hurria, MD, MPH, Samueli Wellness Officer, accomplished much during the year. The Office of Wellbeing continued the important work of the Wellbeing Initiative, which was introduced by the Samueli Institute at the beginning of the COVID-19 pandemic to offer support and resources to the UCI enterprise at no cost. They also partnered with UCI Health Human Resources to establish and sustain a Wellness Council, where participants share ideas and explore opportunities to combine resources. The Office of Wellbeing trained 10 UCI School of Medicine department wellness officers to advocate for the needs of faculty within their departments and to work on projects that are designed to improve workflow efficiency and reduce burnout. And, five UCI clinicians representing multiple disciplines participated in a seven- month Clinician Health and Wellbeing fellowship that prepared them to advocate for wellness among their colleagues. The fellowship is a joint program of the Samueli Office of Wellbeing and UC Davis.4,598 UCI faculty and staff served through UCI Wellbeing Initiative (includes UC members/ spouses/dependents)Serve 38EXPLORING THE POWER OF MINDFUL CONNECTIONS Mindfulness and biomedical engineering may seem to be worlds apart, but Tim Downing, PhD, made the connection. The result is \"Empathy & Interconnectedness,\" a course that explores a mindful approach to empathy with the intent to improve relationships and increase compassion. Downing, an associate professor of biomedical engineering at UCI, was investigating how mechanical cues integrate with and give rise to disease- driving epigenetic mutations, when the COVID-19 pandemic forced his lab to shut down, wreaking havoc on his professional life. He decided to try the Mindfulness- Based Stress Reduction course offered by the Samueli Institute to help faculty and staff deal more effectively with stresses of the time.\"We could all show up in this very mindful space of building more self- awareness and understanding of how other people see things, and I thought it was really powerful.\" While there is still much to learn about mindfulness meditation, research has shown that it may produce demonstrable effects on brain and immune function and has moderate efficacy in reducing mental health symptoms such as anxiety, depression, and pain. Downing, who has joint appointments in biomedical engineering and microbiology and molecular genetics , also serves as an equity advisor for the Samueli School of Engineering. He wondered whether a mindfulness course might be a way to address equity issues among colleagues. \"We were in the course when George Floyd died, and it was like this thing that connected everybody in the room,\" he said.\"I just felt that the practice of mindfulness could be a really powerful tool for promoting literacy in and an appreciation for interconnectedness on campus...\" - Tim Downing, PhD, associate professor of biomedical engineering 39Serve\"I just felt that the practice of mindfulness could be a really powerful tool for promoting literacy in and an appreciation for interconnectedness on campus, and to help people approach our differences with openness and embrace the realization that we don't live in a binary world. Nothing in biology or nature is really binary,\" he said. Downing presented his idea to Samueli Institute mindfulness course instructors Monisha Vasa, MD, and Cayce Howe. Seeing potential, the pair began developing the concept in collaboration with Downing and Jessica Drew De Paz, PsyD, director of Mindfulness Programs for the institute. During the year, Drew De Paz had moved the institute's mindfulness service in new directions, introducing programs such as \"Mindful Self- Compassion for the Transgender Community\" and \"Sustainable Caring\" for UCI Health nurses. The proposed Empathy & Interconnectedness course intrigued her. \"In the early part of my career, my focus was on combating racism,\" said Drew De Paz. \"More recently, as I've been bringing mindfulness programs to the community, I'd begun to ask how we do both? How do we deliver these healing practices to diverse populations? And how do we expand the notion that mindful meditation isn't only an inward journey?\" Empathy & Interconnectedness could be an opportunity to introduce people to aspects of mindfulness that enable self- empathy and compassion, as well as empathy for others. This would hopefully lead to an appreciation for the way we are all connected. \"Our goal in developing the course was to encourage our students to broaden their ways of conceptualizing mindfulness,\" said Vasa, who is also a board-certified general and addiction psychiatrist. \"Mindfulness is of course beneficial for our own mental health and emotional and physical wellbeing. But mindfulness can also help us listen better, understand better, accept better, serve better. These are skills that we can learn and practice and actively put to good use in the world.\" Although Downing proposed the course for the School of Engineering, the Samueli Institute, School of Engineering and UCI Office of Inclusive Excellence together determined that it should be offered to all UCI faculty and staff. Joseph Morales, PhD, associate director for Strategic Initiatives and Partnerships in the Office of Inclusive Excellence, was among the first cohort enrolled in the course. \"I think there are many preconceptions about what mindfulness might be,\" Morales said. \"Even I was resistant at the beginning. \"How do we deliver these healing practices to diverse populations? And how do we expand the notion that mindful meditation isn't only an inward journey?\" - Jessica Drew De Paz, PsyD, director of Mindfulness Programs 40ServeThe way that my colleagues were exploring it [in the course] was different. It was challenging our understanding of mindfulness and pushing its potential as a lever for change on campus.\" Morales oversees the Inclusive Excellence Certificate Program, which equips faculty, students, staff and alumni at UCI and UCI Health to appreciate the university from the distinctive perspectives of diverse groups and to explore how the campus can improve. \"Connecting mindfulness to anti-racism was something that really blew my mind,\" said Morales. \"I thought that if we could bring that conversation into my course and program, it would be a very significant contribution to what we're trying to do and achieve.\" Morales worked with the team to do just that. Mindfulness concepts were incorporated into the wellness elective, introducing an entirely new audience to a new concept for health and wellbeing. \"I think one of the most unique aspects of this course was our heavy focus on listening,\" said Vasa. \"Listening is such a powerful tool - whether we are learning how to listen to ourselves, or those around us. We often think that people are either good listeners or they aren't. Yet listening is a practice, something that we can all become better at with intention and effort. It was really rewarding to be able to devote time to learning how to listen with generosity and curiosity.\"\"Connecting mindfulness to anti-racism was something that really blew my mind.\" - Joseph Morales, PhD, associate director for Strategic Initiatives and Partnerships in the Office of Inclusive Excellence 41Serve I think one of the most unique aspects of this course was our heavy focus on listening, Listening is such a powerful tool... \" - Monisha Vasa, MD Mindfulness course developerFollowing the success of this program, Drew De Paz is developing a complementary course, Mindfulness and Racial Humility, which grounds participants in self-compassion and empathy as they engage in dialogue around race relations. The intent, she said, is to foster an environment that supports people in recognizing that there is much to learn from each other, and that this is essential if we are to cultivate respect for each other's humanity. Downing reflects on what was achieved. \"I think we brought together a really strong group of people on campus who care about really bringing to light our interconnectedness and seeing things a little different than some of the mainstream messaging that's happening in our society.\"WELLBEING CIRCLE MOVES THE MISSION FORWARD Throughout the year, Susan Samueli Integrative Health Institute Wellbeing Circle members and their special guests enjoyed events and activities that deepened their understanding of the institute's role in helping people achieve optimal health. 42 PHILANTHROPY P h i l a n t h r o p i c s u p p o r t o p e n s n e w d o o r s t o h e a l t h f u l l i v i n g 43Philanthropy The Wellbeing Circle is a community of philanthropists that shares the institute's passion for whole-person health. Wellbeing Circle members support the institute with an annual philanthropic contribution. Through these gifts, they help to advance whole-person health in research labs, classrooms and clinics. Research behind and practical application of self-lymphatic drainage and dry brushing Healthy alternatives to traditional holiday treats A celebration of National Volunteer Month that involved picking up trash during a brisk morning walk through the Bolsa Chica Wetlands Heart-healthy ingredients to add to popular brunch dishes Mindfulness moments shared during a tea meditation and morning hike A preview of the institute's new hub for outpatient care, under construction on the UCI campus in Irvine With institute providers and researchers as guides, this growing community of institute friends was introduced to:44Philanthropy MAJOR GIFTS FUND MAJOR PROGRESS Two philanthropy-minded couples made major unrestricted gifts for use where the Samueli Institute sees the greatest need to advance human health and wellbeing. Their generosity gives the Samueli Institute funds to operate with agility and to act on high-value opportunities in research, education and patient care as they arise.In acknowledgement of this generosity, a nameplate will identify the executive director's office as the Khouri-Hayde Family Executive Director's Office in honor of Shaista Malik. Linda Mussallem, community leader, philanthropist and Samueli Institute Advisory Board member, and MikeMussallem, chairman & CEO of Edwards Lifesciences and UCI Foundation trustee, generously donated $500,000 to advance educational programs in nutrition for trainees, patients and the community. This follows a $5 million gift in the prior year for innovative integrative cardiology training and research, as well as to support the launch of an integrative health coach training program. In recognition of their latest contribution to whole health, a new state-of-the-art teaching kitchen in the flagship Samuel Institute clinic will be identified as the Mussallem Nutritional Education Center.As an expression of gratitude for the $2 million gift from Laura Khouri, president of Western National Property Management and Samueli Institute Advisory Board member, and Michael Hayde, chairman and chief executive officer of Western National Group, a lobby in the new Susan & Henry Samueli College of Health Sciences building will be dedicated as the Laura Khouri Lobby. The Khouri- Hayde gift included $250,000 for research or educational programs considered significant by the Samueli Institute executive director. Sherry Phelan, PhD Board ChairSheila Peterson Board Chair EmeritusJennifer Friend CEO, Project Hope Alliance Linda Mussallem Community Leader & PhilanthropistSandi Jackson Community Leader & Philanthropist Laura Khouri President, Western National Property Management Greg Trojan Retired CEO and Board Member, BJ's Restaurants, Inc.Susan Samueli, PhD Trustee, UCI Foundation; Co- Chair Susan & Henry Samueli College of Health Sciences BoardJacqueline Jacques, ND, Chief Medical Officer, CB2 Therapeutics Greg Palmer Founder & Director, G. Palmer & Associates; Member, UCI Health Advisory Board 45 ADVISORY BOARDLEADERSHIP Melanie Barber, MPH Ambulatory DirectorKelly Brennan Director of Strategic Initiatives Jessica Drew de Paz, PsyD Director of Mindfulness ProgramsAlex Anderson Director of Community DevelopmentMitchell Beasley, MHA Costa Mesa Practice Manager Kim Hecht, DO Medical DirectorAnju Hurria, MD, MPH Samueli Wellness OfficerGeorgia Christodoulou, PhD Research Miranda Gallegos Newport Beach Practice ManagerMonica Essak, MSN, FNP-C Director of Ambulatory Integrative Health Programs Arvin Jenab, ND Medical Director of Naturopathic Medicine & Director of Naturopathic Residency Program 46Alex Kipp, MD,MALS, FAAFP, Dipl ABOIM Director of Integrative Medicine Family MedicineRobert McCarron, DO Director of Education Robert McCarron, DO Director of Education Jessica VanRoo Culinary Education Program Administrator & Executive Chef Molly Nunez, DNP, APRN, ACNP Inpatient Integrative Health Nursing Co-Director Dorothy Tu, MHA Acting Administrative Director of OperationsRobert McCarron, DO Director of Education Nimisha Parekh, MD, MPH, FACG, AGAF Director of Culinary MedicineMarvin Singh, MD Director of Integrative GastroenterologyMichelle McCoy, MHA Acting Chief Administrative OfficerNatasha Mesinkovska, MD, PhD Director of Integrative Dermatology Ronald Tilsen, MD Director of Executive Health Scott Phelps, DAOM, Lac Inpatient Acupuncture LeadShaista Malik, MD, PhD, MPH Executive Director and Associate Vice Chancellor 47LEADERSHIP Susanlee Wisotzkey, PhD RN Inpatient "}