{"title": "PDF", "author": "PDF", "url": "http://www.festivalofpublichealth.manchester.ac.uk/media/mhs/festivalofpublichealth/Review_of_Anal_Cancer_Final_040713.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Screening for Anal Cancer External review against programme appraisal criteria for the UK National Screening Committee (UK NSC) Version: Two Allice Hocking, Adam Fisher, Lo rna Bell SERIO, Plymouth University October 2012 The UK NSC advises Ministers and the NHS in all four UK countries about all aspects of screening policy. Its policies are reviewed on a 3 yearly cycle. Current policies can be found in the policy databas e at http://www.screening.nhs.uk/policies and the policy review process is described in detail at http://www.screening.nhs.uk/policyreview Templ ate v1.2, June 2010 UK NSC Screening Review Page 2 Glossary of Acronyms AIN Anal Intraepithelial Neoplasia AIN 1 Mild dysplasia AIN 2 Moderate dysplasia AIN 3 Severe dysplasia (sometimes referred to carcinoma have sex with men MSW Men who have sex with women RT Radiotherapy SCC Squamous cell carcinoma WLE Wide local excision Glossary of Terms Anal Pap A screening test that involved inserting a swab into the anal canal in order to secure fixed cell samples for cytological examination. Anal Intraepithel ial Neoplasia (AIN) An abnormal cell growth that may develop into cancer Anoscopy A technique to view the inside of the anus or rectum Cytology Study of the origin, structure and function of cells Dysplasia The proliferation of abnormal cells Efficacy Ability to produce the desired affect Epidemic Spreading rapidly and extensively Epidemiology The branch of medicine that deals with the study of the causes, distribution, and control of disease in populations Histology Study of tissue structure Incidence Frequency of a disease Morbidity The rate of incidence of a disease Neutropenic sepsis Inflammatory infection in normally sterile parts of the body, accompanied by fever, occurring in people with a low neutrophil count. Neutrophils play an import ant role in maintaining a fully functioning immune system in the body. Prevalence Number of cases of a disease Sensitivity The proportion of people with a disease who have a result Specificity The proportion of people without disease who have a negative test result UK NSC Screening Review Page 3 Introduction The Review 1. This paper reviews screening for anal cancer in adults (aged 18 years old plus) in the UK general population. The review was requested by the UK National Screening Committee (UK NSC) to assess whether screening for anal c ancer meets the UK criteria for recommendi ng a formal screening programme , following the release of the Czoski -Murray et al. study (2010) which focused on the 'Cost-effectiveness of screening high risk HIV -positive men who have sex with men and HIV positive women for anal cancer '. The Methodology 2. This review has followed the standard methodology for assessing the potential for screening the general population for serious health conditions. Its principal aim therefore was to focus on screening studies of the general population rather than high risk groups alone. This focus was adopted to ensure any potential changes in policy or practice as a result of the review are not specific to one particular group in society, and relevant to the general population. As other pre -existing conditions may be present in groups with a higher risk, this area would need to be looked at separate to that of the general population. However, the comprehensive work of Czoski -Murray (2010) covers much of this. 3. The pub lications included in this review were provided to SERIO by the UK NSC, who identified literature through a systematic search of Medline (OvidSP), Embase, PsychINFO, Cin ahl and the Cochrane Library . Potentially relevant g rey literature was also identified by SERIO through an online search . Details of both search strategies are provide d in Appendix One. All potentially relevant literature was then appraised against the UK NSC criteria. UK NSC Screening Review Page 4 Appraisal against UK NSC Criteria The Condition Criterion 1: The condition should be an important health problem 4. Anal cancer is a disease in which cancer cells are present in the anus. The anus extends from the perianal area to the end of the rectum and is sometimes re ferred to as the anal canal. It is lined wit h small flat cells called squamous ce lls (Cancer Research UK, 2012 a). Cancer of these cells, Squamous Cell Carcinoma s (SCC) , is the most common type, accounting for 80% of anal cancers (Cancer Research UK, 2012 b). 5. The type of cells lining the anal cana l change from squamous to non -squamous (transitional or glandular) cells at the poi nt at which it meets the rectum. This transitional zone is called the dentate line . A rarer form of anal cancer, adenocarcinoma can develop in the glandular cells in this area. Other r arer types of anal cancer include: Basal Cell Carcinomas (which largely develops in the perianal skin); and, melanoma which develops in the melanin of the anal lining (American Cancer Society, 2012). 1 6. Anal cancer is a rare disease . In 2010, there were 916 registrations of newly diagnosed cases of malignant neoplasm of the anus and anal canal in England , accounting for 0.34% of all malignant neoplasm s (ONS, 2012).2 7. The rate of newly diagnosed cases is higher amongst females than males (1.6 per 100,000 of the population com pared to 1.2 per 100,000 ) and increases with age for both genders.3 51.5% of newly diagnosed males and 50.8% of females are aged over 65 years (ONS, 2012 ). 8. The incidence of anal cancer is inc reasing example, Brewster et al . (2006) in an analysis of the Scottish Cancer Registry statistics found that the age -standardised incidence of squamous cell carcinoma of the anus more than doubled between 1975 -1979 and 1998 -2002. In England, Renehan et al. (2009) found that the a ge-sex-standardised incidence rates for men were 0.39 in 1971 and 1.11 in 2005, and 0.32 and 1.52 for females. 1 Please note that the literature abstracts do not consistently specify the type of anal cancer studied. References to anal cancer in this report are assum ed to be SCC unless otherwise stated. 2 Excluding non -melanoma skin cancer. 3 Age standardised. UK NSC Screening Review Page 5 Criterion 2: The epidemiology and natural history of the condition, inclu ding development from latent to declared disease, should be adequately understood and there should be a detectable risk factor, disease marker, latent period or early symptomatic stage 9. Anal cancer is preceded by Anal Intraepithelial Neoplasia (AIN) (Abbas al. 2007; Gaisa and Goldstone, 2011) . Low grade AIN is not considered pre - cancerous and often does not require treatment; high grade versions however are considere d at risk of becoming cancerous . The most advanced stage of AIN (carc inoma in Situ), is considered by some as the early stages of cancer (American Cancer Society, 2012). 10. Although there are similarities between cervical and anal cancer ( Fox, 2006), the natural history of anal cancer is unclear (see Ajaz et al. 2007; Czoski -Murray et al. 2010; Pineda et al. 2008; Shepherd, 2007). More specifically, the rate of progression from AIN to invasive anal cancer (SCC) is largely unknown (Darragh, 2011). 11. Anal cancer warning symptoms are also, at times, non -existent, with 20% of patients having no tumour -specific symptoms ( Abbas, 2010 ). However, between 50% and 69% of sufferers experience rectal bleeding , and around 30% experience pain or sensation of a rectal mass (Abbas et al, 2010; Wong, 2011 ). A further complication in the diagn osis of anal cancer is that while the majority of anal cancers progress slowly, some are comm only mistaken for benign conditions such as haemorrhoids (Wietfeldt and Thiele, 2009). 12. Similar to cervical cancer, Human papillomavirus (HPV) is a caus al age nt and associated risk factor for anal cancer ; HPV prevalence rates in the diagnosis of this condition ha ve been reported to range between 76% and 97% (Khalid et al. 2011; Chaturvedi, 2010; De Vuyst et al, 2009; Franceschi, 2009). There are more than 100 HPV strains, with approximately 30 affecting the genital tract through sexual transmission ; HPV types are divided into high and low risk types based on the risk of developing cancer (Olsen, et al, 2011). HPV16, followed by HPV18, are the most common types found in cases of anal cancer. Abramowitz et al . (2011 ) found that HPV16 and 18 was present in 78% of all cases and Hoots et al. (2009) reported their prevalence in 72% of cases . 13. Although still small numbers, some groups have been identified as being at a higher risk of anal cancer . These are discussed below, although it must be highlighted that much of the literature on anal cancer risk groups relate to SCC; a nal melanoma has no known risk factors /groups (Singer, 2006). 14. Men who have sex with men (MSM ) are at a higher risk of contracting HPV, compared to men w ho have sex with women (MSW). Anal cancer rates among this group are increasing as stated by Darragh (2011) \"although rare, the incidence of anal cancer is alarmingly high and continues to increas e in high -risk populations, particularly men who have sex with men\". Nyitray et al . (2011) found HPV in the anal canal in 47.2% of the 176 MSM in their study, compared t o 12.2% of MSW. Ortoski and Kell (2011 ) also stated that most MSM, with a history of a nal receptive intercourse, will carry HPV, but also reported that it is not just receptive anal UK NSC Screening Review Page 6 intercourse that is a risk factor for contracting HPV. Nonsexual behavioural risk factors include hand carriage, as in hygiene care, from the genitals to the an us and transference from objects of any kind used to manage genital HPV infection. Further research will be needed to follow up this recent finding. Frisch et al. (2003) (as reported in Czoski -Murray et al. 2010 ) in a retrospective cohort study in Denmark also found that the overall risk of cancer among 3391 men in registered homosexual partnerships increased twofold (RR = 2.1, 95% CI 1.8 to 2.5, n = 139) compared to men not in a homosexual partnership. 15. Those who are HIV -positive have also been identifi ed as being at higher risk of anal cancer , largely due to increased likelihood of developing AIN (Ortoski et al. 2011; De Vuys t et al. 2009; Dindo et al. 2010; Uronis, and Bendell, 2007). Porche (2006) reported that while it is estimated that 35 of every 1 00,000 men who have sex with men will develop anal cancer, a significant 70 of every 100,000 women and men who are HIV positive will develop the disease. As Czoski -Murray et al. (2010, p2 5) describe, HIV infection has \" a profound effect on the immune syst em. It is the immune system that fights infection but also this same system guards against dysplastic changes. It is this latter role that explains much of the increase cancer risk in patients with HIV and AIDs.\" . Mitra et al . (2012) have recently state d that anal cancer amongst HIV -positive MSM has reached epidemic proportions. 16. Post-transplant immunosuppression also presents an increased risk for this type of cancer. The MAS (2007) study notably reported that the risk of rare, virus associated cance rs, in post -transplant patient is increased several hundred fold (compared to age matched populations) . It presents particularly higher risks for cancers of the lymphoid system, skin, and the urogenital and anogenital tracts (associated viruses including Epstein -Barr; HPV and Hepatitis B). There is, however, a higher prevalence of these cancers in immunosuppressed females than males, which contrasts with the trend for most other post -transplant cancers (MAS, 2007). 17. Women who have anal sex also have an in creased risk of anal cancer. Frisch et al. (1997) , in a study using population control studies in Denmark and Sweden, showed that of the three groups involved in the ir research (one control group and two groups having anal canc er or carcinoma in situ) wome n with anal cancer were more likely to have anal sex. Women with anal cancer were reported to also have more sexual partners and a history of sexual transmitted diseases. 18. Those with a history of genital dysplasia are also at a higher risk of developing anal cancer. Goodman et al. (2010) conducted a longitudinal cohort study of 751 sexually active women and found that \" the RR [relative risk] of acquiring an anal HPV infection after a cervical infection with HPV of the same genotype was 20.5 (95% CI, 16.3-25.7), compared with women without a previous anal/cervical infection with HPV.\" (p1331) This led Goodman to suggest that the anus serves as a reservoir for HPV infection at other sites. Similarly, Santoso et al (2010), found that the prevalence of AIN am ongst 205 women with intraepithelial neoplasia on the cervix, vagina or vulva was 12.2%. In addition, the MAS (2007) study, reported a 6.3% likelihood of developing secondary anal cancer amongst a study group of women with cervical cancer. UK NSC Screening Review Page 7 19. Other anal c ancer risk factors include the presence of lichen sclerosus (Henquet, 2011); smoking; and a high number of sexual partners (Gorez, et al., 2008). 20. In summary, while the natural history of anal cancer is still not fully understood and symptoms are not al ways present , there is a detectable risk factor (HPV) which has led to a good level of knowledge o f groups in society who have a higher risk of develop ing the disease. Criterion 3: All the cost -effective primary prevention interventions should have been implemented as far as practicable 21. The main focus of primary prevention relates to the association between HPV and anal cancer . This was identified as the most commonly investigated primary prevention intervention within the literature provided by the U K NSC . 22. In the UK, a national HPV vaccination programme was introduced in 2008 for 12 and 13 year old females, and also to females aged 13 -18 in a three -year catch up programme s to help prevent cervical cancer . The immunisation level is currently at 80% wi th modelling suggesting that the additional benefits of vaccinating boys is not cost effective. Males , therefore, are not include d within the national programme. 23. The benefits of the HPV vaccination go beyond the prevention of cervical cancer and include other HPV related cancers. For example, b ased on the prevalence of HPV16 or 18 in vulvar, vaginal or anal cancers , Hampl et al . (2006) concluded that the prophylactic HPV vaccination, which protects against these HPV types, could reduce the risk of the i ntraepithelial lesions in the lower gen ital tract in women by two thirds . In a further study of vaccinating 12 -year old females, it was foun d \"the potential benefits of preventing anal, vaginal, vulvar, and oropharyngeal cancers offer nontrivial improveme nts the estimated cost -effectiveness of the HPV vaccination.\" (Chesson et al. 2008, p249). 24. The effects of extending the HPV vaccination programme have been studied, most frequently in relation to the inclusion of males, and although some benefits have been identified, the impacts of a population -based programme are unclear (Henquet, 2011). It has also been highlighted that t he vaccine is only effective in preventing cancers amo ngst those unexposed to HPV types included in the vaccine , so the actual p opulation impact will be lower on naive populations ( Paavonen , 2008). 25. In relation to the inclusion of males within a vaccination p rogramme, the provided evidence indicate s that there are benefits in terms of preventing HPV -associated cancers / health conditions. Jenson et al. (2011) showed that the vaccination of males ag ed 9 -26 years old against genital warts is beneficial and cost effective, based on mathematical modelling, but dependant on the vaccination of females in the population being less tha n 80%. The authors conclude that further research is required to fully underst and such benefits . 26. One study conducted in Australia reported that a female -only HPV vaccination programme will positively impact upon males by reducing HPV 16 infections by 6 8% by 2050, which in turn would lead to a 14% reduction in head, neck and anogenital cancers (Smith et al . 2011). However, t he authors concluded that a female -only UK NSC Screening Review Page 8 programme would provide a maximum vaccine -conferred benefit of 73% to males, relative to a male and female vaccination programme. 27. Garland et al. (2010) in a review of HPV prevention strategies concluded that the most cost -effective strategy is to include men and/or boys within a vaccination programme of 12 -year old females (with catch -up vacci nation of 12 -24 year olds). This strategy is projected to reduce HPV16 infection in females by 88 -94% and 68 - 82% in males by 2050. However, cost -benefit analyses were reported to be needed to determine efficacy at population level. 28. The cost -effectiven ess and benefits of extending current HPV vaccination programme is the subject of continuing investigation. It is also important to emphasise that such vaccinations are only effective in preventing HPV related anal cancers. There is less research relating to the primary prevention interventions of non-HPV related anal cancers. Criterion 4. If the carriers of a mutation are identified as a result of screening the natural history of people with this status should be understood, including the psychological implications. This criterion is not applicable. The Test Criterion 5: There should be a simple, safe, precise and validated screening test 29. The evidence provided identifies two principle screening methods for the pre-cursors of anal cancer :45 anal-rectal cytology (ARC) and anoscopy. ARC is similar to a cervical smear , and therefore often referred to as an anal Pap smear, and us es a swab or cytobrush to collect cells from the anal canal . The cell sample can be prepared either in liquid or the conven tional smear test method of fixing the cells onto a glass slide; although Bean and C hieng (2010) state that the former method is preferred. In anal -rectal anoscopy, the wall of the anus and lowest portion of the rectum is visually examined allowing the ide ntification of abnormalities . The use of this screening method has been recommended where ARC identifies an abnormality (Chiao et al, 2006 ; de Carvalho et al. 2011 ). 30. In the UK, the conventional Pap smear method has been replaced with Liquid Based Cytolog y (LBC), involving a swab being taken from the anal canal which is then 4 This refers to HGAIN. 5 Please note that this section of the review focuses on the pre -cursors of anal cancer largely because this is what screening progr ammes specifically target. Other sections of the review present data directly for anal cancer (as the fully established condition) due to the underlying nature of the criteria. For example, sections on screening practice will focus on HGAIN as this is the relevant topic, other sections on treatment, however, will focus on treatment for anal cancer, not HGAIN, as anal cancer is the condition which is under review. UK NSC Screening Review Page 9 preserved in a liquid based solution (offering he added advantage of filtering off any impurities in sample). Although a small number of studies have investigated the use of LBC in hig h risk groups (see Anderson et al., 2008 or Reynolds et al., 2009), no evidence was found in the literature on the preciseness or validity of its use in general population studies. 31. Different sensitivity and specificity rates were reported in the eviden ce. A recent meta -analysis of 33 cervical and 11 anal screening studies found that anal cytology was \" somewhat less discriminating than cervical cytological screening \" (Mathews et al, 2011 , p249 ). 32. However at least two studies provided to the review tea m suggest that ARC is comparable to cervical cytology in both respects (Bean e t al. 2010; Chiao et al . 2006). Bean et al., (2010) state that \" the sensitivity and specificity of a single anal - rectal cytology specimen is comparable with that of a single cerv ical cytology test, but cytological interpretations do not always correlate with lesion severity. \" (p538) Chiao et al. (2006) review found that the sensitivity of anal Pap smears ranged from 69% to 93%, and the specificity from 32% to 59% (p225). The aut hors concluded that although the anal Pap smear has similar accuracy to the cervical Pap smear, the benefits of screening to survival rates were not yet fully understood , warranting the need for further research in this area . 33. Nathan et al (2010) assesse d cytology using samples from 395 patients, 212 of whom were HIV -positive. The sensitivity of cytology to detect disease was 70% and specificity 67% (based on 288 histology results). They found that the sensitivity of anal cytology was dependent on the a rea of disease and HIV infection, and suggested that these factors may explain previously reported sensitivity differences. 34. Perhaps unsurprisingly given the range of groups identified as being at higher risk of anal cancer, many of the provided studies assess screening methods in high risk groups only. Less is known about the sensitivity and specificity of the tests in the general population. There is no evidence to suggest that the test is not safe. Research into the precision of screening tests is on -going and the relationship between screening and outcomes is not yet fully understood. Criterion 6. The distribution of test values in the target population should be known and a suitable cut -off level defined and agreed 35. No defined or agreed test cut -off levels were identified in the literature. Criterion 7: The test should be acceptable to the population 36. Replicating the Czoski -Murray et al. (2010) review , no evidence on appropriateness of tests to the population was identified in the literature . UK NSC Screening Review Page 10 Criterion 8: T here should be an agreed policy on the further diagnostic investigation of individuals with a positive test result and on the choices available to those individuals 37. Anal cancer was included within the scope of the 2004 NICE cancer service guida nce 'Improving Outcomes in Colorectal Cancers '. However, there is no policy on diagnostic investigation in the UK. 38. The Northwest Pennsylvania Rural AIDS Alliance of Clarion University of Pennsylvania has developed and implemented an anal Pap test screen ing policy , which provides an example of a diagnostic pathway to precursors of anal cancer . This is summarised in Table One below (taken from Ortozki and Kell, 2011, p541). Please note that i t is based upon high risk groups and not the general population. Also note, this is based on the US Bethesda 2001 system where AIN is split in to three grades as opposed to 2, such as in the UK diagnostic system. Table One: Screening pathway Anal Cytology HPV Test* Recommendation New New Await results Negative Nega tive Annual screen Negative Positive 6 month rescreen ASCUS Negative 6 month rescreen ASCUS Positive Refer for HR anoscopy LSIL or HSIL Negative or Positive Refer for HR anoscopy * Positive identifies at least 1 of 13 oncologic, high risk types. Source: Ortoski and Kell, 2011 Criterion 9: If the test is for mutations the criteria used to select the subset of mutations to be covered by screening, if all possible mutations are not being tested, should be clearly set out 39. This criterion is not applic able. Criterion 10: There should be an effective treatment or intervention for patients identified through early detection, with evidence of early treatment leading to better outcomes than late treatment 40. Localised anal cancers are commonly treated with chemoradiation (CRT), a combination of radiotherapy and chemotherapy. The standard chemoradiation regime is fluorouracil (5 -FU), mitomycin and radiation (Abba s et al., 2010; Fraunholz et al. 2010). More advanced cancers can be treated with surgery and chemoradiation, with resection or salvage surgery (removal of the anus and rectum and permanent colostomy) reserved for persistent or recurrent disease (Robb, 2006; Bendell, 2007; Bilimoria et al . 2008; Fesneau et al. 2010). UK NSC Screening Review Page 11 41. There has been an improvement in the treatment of anal cancer in the UK over recent decades and a reduction in anal cancer deaths (James, 2008). Improving survival rates, in England and Wales, have been attributed to improvements in disease staging, diagnosis technique or t reatment (Jefferys et al. 2006). 42. Research has demonstrated a strong association between early disease stage, tumour size and treatme nt succ ess (Czoski -Murray et al. 2010 ). In a study by Myerson et al. (2009) treatment success was specifically linked wi th T and N stage progression, with an 88.5% 5 year disease free survival rate at T1 -T2NO, 7 0.1% for T3N0, an d 52.7% for stage III. Bentzen et al. (2011 ) in an unselected national cohort study in Sweden between 2000 -2007 has also concluded that (chemo) radi otherapy is satisfactory for patients with early -stage tumours . However, the authors highlight the need to improve results for patients with locally advanced disease. 43. The prognosis for rarer forms of anal cancers, such as melanoma, are less promising and due to the severity of these conditions the link between long term treatment success and disease progression at diagnosis is less clear. While very early diagnosis may provide better treatment outcomes, most anal melanomas present at an advanced (often me tastatic) state, and long term survival even at stage II diagnosis is poor (Belli, et al., 2009; Singer and Much, 2006). Furthermore, while early diagnosis may improve anal cancer prognosis for more common conditions such as SCC, more research is needed to fully account for all the issues associated with different treatment pathways. 44. Highlighting the controversies around anal cancer treatment, Glynne -Jones, et al. (2011) has report ed that a 'one -size-fits-all' approach for all stages of anal cancer is inappropriate, and early tumours are probably currently overtreated and progressed lesions might merit escalation of treatment. Franhoulz et al. (2006) also highlighted that the most effective treatment regime is yet to be found. Similar uncertainties have been put forward in the treatment of precursors to anal cancer (AIN): Her at, et al. (2007) argues that treatment approaches are not well validated, and that while successful treatment of anal intraepithelial neoplasia may reduce the risk of subsequent devel opment of anal cancer, current therapies for this condition may be associated with treatment -related morbidity. 45. While the literature does indicate that early treatment improves the likelihood of successful treatment outcomes, more research is needed to f ully understand this area. Criterion 11: There should be agreed evidence based policies covering which individuals should be offered treatment and the appropriate treatment to be offered 46. There is no t an agreed policy covering which individuals should be offered treatment and the appropriate treatment to be given, however , anal cancer was included within the scope of the 2004 NICE cancer service guidance 'Improving Outcomes in Colorectal Cancers '. Although it does not refer to those individuals that sh ould receive treatment, it identifies the following as the primary treatment: UK NSC Screening Review Page 12 \"Concurrent chemoradiotherapy, using mitomycin C, 5 -fluorouracil and radiation, is appropriate for most patients. Other forms of treatment, such as surgical excision, may be co nsidered by anal cancer multidisciplinary teams (MDTs), but surgery is usually reserved for salvage. There are still some areas of uncertainty about optimum treatment, and eligible patients should be encouraged to participate in trials such as the Cancer Research UK (CRUK) ACT 2 trial.\" (p86) Criterion 12: Clinical management of the condition and patient outcomes should be optimised in all health care providers prior to participation in a screening programme 47. As stated in parag raph 4 1 above, anal cancer was included within the scope of the 2004 NICE cancer service guidance Improving Outcomes in Colorectal Cancers. The guidance recommends that \" all patients with anal cancer, including those who have undergone local excision, should therefore be referred t o multi -disciplinary anal cancer teams which can provide specialist management. \" (p86) Criterion 13: There should be evidence from high quality Randomised Controlled Trials that the screening programme is effective in reducing mortality or morbid ity. Whe re screening is aimed solely at providing information to allow the person being screened to make an \"informed choice\" ( e.g. Down's syndrome, cystic fibrosis carrier screening), there must be evidence from high quality trials that the test accurately measur es risk. The information that is provided about the test and its outcome must be of value and readily understood by the individual being screened 48. In line with the earlier reviews conducted by the MAS (2007) and Czoski -Murray et al. (2010), no such RCTs we re identified in the literature that specifically related to screening and impact on morbidity or mortality . Criterion 14: There should be evidence that the complete screening programme (test, diagnostic procedures, treatment/ intervention) is clinica lly, socially and ethically acceptable to health professionals and the public 49. No evidence has been identified by the review team that is relevant to this criterion. Criterion 15: The benefit from the screening programme should outweigh the physical and psychological harm (caused by the test, diagnostic procedures and treatment) 50. No evidence was identified and therefore there is no update to the conclusions of Czoski -Murray et al . (2010) : \"The screening process does not appear to present any physical harm ; however, any psychological effects of anal cytology screening or pap smears have not been evaluated in the studies included in this review .\" (p70). UK NSC Screening Review Page 13 Criterion 16: The opportunity cost of the screening programme (including testing, diagnosis and treatm ent, administration, training and quality assurance) should be economically balanced in relation to expenditure on medical care as a whole (i.e. value for money). Assessment against this criteria should have regard to evidence from cost benefit and/or cost effectiveness analyses and have regard to the effe ctive use of available resource 51. Czoski -Murray et al. (2010) concluded that \" the reference case cost -effectiveness model found that screening for anal cancer is very unlikely to be cost -effective. A key determinant of this finding was the low observed incidence of anal cancer in the UK population.\" (p70) 52. This is also supported by the research of Gaisa et al . (2011) who critical ly review ed the literature and conducted a comparative analysis/ discussion of tr eatment modalities for anal HPV . Their conclusion was that cost effectiveness was apparent only for high risk groups (MSM): \"Anal cytology screening for high -grade dysplasia has been shown to be sensitive and cost -effective in men who have sex with men; any abnormal anal cytology result should be followed with hig h-resolution anoscopy.\" (p21) Criterion 17. All other options for managing the condition should have been considered (e.g. improving treatment, providing other services), to ensure that no more c ost effective intervention could be introduced or current interventions increased within the resources available 53. While there is an established and common method of treat ment for anal cancer (see criterion 10) , the literature and associated research remain s focused on proving or confirming the long term effects and success of current treatment pathways or validating alternative approaches. In this context, the cost effectiveness of treatment methods remain very much in the backdrop, if at all mentioned , in the range of literature. 54. Regardless of its cost -effectiveness , there remains a range of controversies over the treatment options for anal cancers. In relation to anal melanoma, Heeney, 2011 states that there is \"no convincing evidence to indicate that ra dical resection of primary anorectal melanoma is associated with improvement in local control or survival, and local excision is an acceptable treatment option\", and that \"unfortunately prognosis for patients with this disease remains poor despite choice o f treatment strategy with overall five year disease -free survival less than twenty percent in most studies .\" (p27) 55. Similarly, regarding the more common types of anal cancer such as SCC , treatment options are often compromised by morbidity risk and other local side effects such as neutropenia and sepsis (Rabbani, 2010) . As Zagar (2010) concluded , \"definitive chemotherapy is fraught with considerable treatment -related morbidities. With the advent of intensity -modulated radiation therapy (IMRT), many oncolog ists are beginning to utilize this technology in the treatment of anal cancer in order to decrease these toxicities while maintaining similar treatment efficacy \". (p815) UK NSC Screening Review Page 14 Criterion 18: There should be a plan for managing and monitoring the screening progr amme and an agreed set of quality assurance standards 56. This has not been established for anal cancer although quality assurance guidelines for the screening of other cancers (such as cervical screening) will provide a model for their development. Criter ion 19. Adequate staffing and facilities for testing, diagnosis, treatment and programme management should be available prior to the commencement of the screening programme 57. This has not been established for anal cancer and is not covered in the evidence review. Criterion 20. Evidence -based information, explaining the consequences of testing, investigation and treatment, should be made available to potential participants to assist them in making an informed choice 58. This criterion was not discussed in the literature sourced . Several of the cancer charities provide evidence based information regarding anal cancer testing and treatment on their websites. Criterion 21. Public pressure for widening the eligibility criteria for reducing the screening interva l, and for increasing the sensitivity of the testing process, should be anticipated. Decisions about these parameters should be scientifically justifiable to the public 59. This criterion was n ot discussed in the literature and in addition the sensitivity of testing and screening intervals continues to be investigated . Criterion 22. If screening is for a mutation the programme should be acceptable to people identified as carriers and to other family members 60. This criterion is not applicable . Conclusions 61. Rates of anal cancer have increased in recent decades, particularly amongst those identified as being at a higher risk , but it remains a rare form of cancer across the general population with only 916 registrations of new cases in 2010. It is more common a mongst women and increases with age. Other g roups with higher levels of risk include , women with a history of genital dysplasia, men who have sex with men , HIV-positive men and women , and finally people with immunosuppression such as post-transplant patien ts. Although anal cancer is generally accepted to have a UK NSC Screening Review Page 15 natural history similar to that of cervical cancer, understanding of it is still underdeveloped. 62. Screening methods for anal cancer include anal -rectal cytology and high-resolution anoscopy . Varia ble sensitivity and specificity rates have been reported in the research to date. There is no research on the acceptability of these tests to the general public although the literature does not suggest that they are not considered safe. The research to dat e indicates that the benefits of screening to survival rates are not yet fully understood. Much is still unknown about this cancer and the development of it . 63. HPV is a known cause of anal cancer, with research showing that the quadrivalent HPV vaccine (cu rrently offered to females to prevent cervical cancer) offer s protection against the high risk types of HPV. The HPV vaccine provides an important primary prevention tool against anal cancer, with the vaccination of females offering vaccine conferred bene fits to males. There is some discussion in the literature of extending the vaccination programme to males but there are considerable concerns relating t o the benefit of taking this approach. 64. There is still much that is unclear and it is difficult to asse ss how a general population screening programme would provide a cost effective approach and benefit. Implications for policy 65. Based on the evidence provided, further research is required before the NSC's criteria for assessing the need for a popula tion screening programme can be met. The Czoski -Murray et al. (2010) review for the HTA stated that : \"It is clear that many of the criteria for assessing the need for a population screening programme have not been met for anal cancer. There is limited kn owledge about the epidemiology and natural history of the disease, along with a paucity of good -quality evidence concerning the effectivenes s of screening for anal cancer. The absence of such data, combined with the possible reluctance of high -risk groups to attend an anal cancer screening programme, makes introduction of population -based screening for anal cancer difficult. \" (p73). This review of evidence supports the HTA finding. Implications for research 66. Further research is required to improve unders tanding of anal cancer. The research to date has focuse d on groups of a higher risk of anal cancer with l ess known about those that develop anal cancer in the general population. In addition , further research should aim to provide : More detailed understa nding of the variation in sensitivity and specificity of screening tests ; Economic evaluation of potential screening programmes to determine the cost effectiveness of the tests; UK NSC Screening Review Page 16 An understanding of whether the test is acceptable to the general public and h igh risk groups; Understanding of the benefits of screening to survival rates , incidence and mortality ; and, Understanding of the impact of the HPV vaccine on anal cancer rates. UK NSC Screening Review Page 17 Appendix One: literature search strategy 1. The UK NSC conducted a literature search on anal can cer screening, and related issues , during 2011 PsycINFO; Cinahl; BNI; and, Web of Science. A summary of the search areas, terms and results provided to the SERIO by the UK NSC, are shown below : Epidemiology of anal cancer yr=\"2006 -Current\" (149) The test : anal cytologic screening.tw. (5) anoscopy.tw. (186) anal cytology.tw. (115) UK NSC Screening Review Page 18 liquid Screening Review Page 19 infectious human wart virus$.ti,ab. (0) human wart virus, exp Longitudinal (911) daly$.tw. (923) Health Status Indicators / (17486) (sf36 or sf 36 or short form 36 or shortform 36 or sf thirtysix or sf thirty six or shortform thirtysix or shortform thirty six or short from thirtysix or short form thirty six).tw. (12761) (sf6 or sf 6 or short form 6 or shortform 6 or sf six or sfsix or shortform six or short form six).tw. (1186) (sf12 or sf 12 or short from 12 or shortform 12 or sf twelve or sftwelve or shortform twelve or short form twelve).tw. (2380) (sf16 or sf 16 or short form 16 or shortform 16 or sf sixteen or sfsixteen or s hortform sixteen or short form sixteen).tw. (19) (sf20 or sf 20 or short form 20 or shortform 20 or sf twenty or sftwenty or shortform twenty or short from twenty).tw. (343) (euroqol hui3).tw. (741) (171) rosser.tw. (70) qwb.tw. (150) willingness to pay.tw. (1711) standard gamble$.tw. (595) time trade off.tw. (619) time tradeoff.tw. (192) UK NSC Screening Review Page screening : 120 OR 162 (4226787) 99 AND 163 (4171) limit 164 to OR/185 -191 (5794411) 184 AND AND 193 (972) limit 194 to yr=\"2006 -Current\" (329) Screening programmes -222 (300582) 214 AND 223 (243) 163 AND 224 (134) limit 225 to yr=\"2006 -Current\" (87) 2. A total number of 5,479 studies were located. Following a flittering exercise to check for duplication, a total of 3,884 abstracts remained. These were filtere d further by the UK NSC for relevance to the screening of anal cancer, which narrowed the literature base into 456 studies relating to general population screening and 267 studies on screening amongst high risk groups. UK NSC Screening Review Page 23 3. The inclusion criteria used by the UK NSC for the first filtering exercise included: Epidemiology of anal cancer Epidemiology of HPV with reference to anal cancer HPV vaccination if referring to anal cancer prevention HPV as a cause of anal cancer Screening technologies (the test) Testing for HPV or anal lesions as a screen Treatment Screening 4. The exclusion criteria used for the first filtering exercise included: Colorectal, gastrointestinal, rectal cancers/neoplasms etc. (unless it also included anal) Recurrent cancers Metastatic cancers Any other cancer at any other location in the body (unless it also included anal) 5. The UK NSC provided SERIO with the filtered abstract s in May 201 2. SERIO then conduc ted a further filtering process to select the most relevant literature to the screening criteria. Article titles wer e first reviewed for relevance with abstracts being reviewed where the title did not provide enough information. Articles were excluded from the review if they: Were focu sed on low sample sizes (<50); Were focused on studies based at less than three institutions (therefore not reflecting wider population studies) ; and Purely focused on high risk groups . 6. Studies were included in the review if they: Contained populatio n incidence, effectiveness of screening, health outcomes and treatment of anal cancer; Were based on general population studies - particularly if using randomised control techniques; Prospectively tested new ways of detecting anal cancer; or, Specifically matched any aspect of the UK NSC screening criteria. UK NSC Screening Review Page 24 7. In addition to reviewing the abstracts provided to the review team by the NSC, SERIO conducted a grey literature search to ensure that all relevant literature was accessed. The team used combinations of word associate with, and including 'anal cancer' , in an online search engine. A cut of date of 2006 was used to focus the findings, and literature was only accessed if English was the language used. Apart from the results including a range of non -official and official websites, the majority were that which was already cited in the NSC's reference list. Only a small number of additional papers were located, and were of minimal relevance to the review. UK NSC Screening Review Page 25 References Abbas, A., Yang, g. & Fakih, M. (2010) 'Management of anal cancer in 2010, Part 1: Overview, screening, and diagnosis ', Oncology (Williston Park) , Vol. 24, No. 4, p.364-9. A C., D., F. (2011 ) 'Human papillomavirus genotype distribution in anal cancer in France: the EDiTH V study ', International Journal of Cancer , Vol. 129, No. 2, p. 433-439. Anderson, J., J. Hoy, et al. (2008). \"Abnormal anal cytology in high -risk human papilloma virus infection in HIV -infected Australians.\" Sexually Transmitted Infections 84(2): 94 -96. Ajaz, S., -rectal cytology: 7, p.538-46. Belli, F., Gallino, G. F., Lo Vullo, S., Mariani, L., Poiasina, E., Leo, E. (20 09) 'Melanoma of the anorectal region : The experience of the National Cancer Institute of Milano ', Ejso, Vol. 35, No. 7, p.757-762. Bentzen, A., Guren, M., Wanderas, E., Dahl, O., Frykholm, Balteskard, L. (2011) 'Radiotherapy of anal carcinoma - Outc ome in an unselected national cohort ', European Journal of Cancer (Conference: 2011 European Multidisciplinary Cancer Congress Stockholm Sweden. Conference a, K. Y., Bentrem, D. J., Ko, C. Y., Stewart, A. K., Winchester, D. P., Talam onti, M. S., Halverson, A. L. (2008) 'Squamous cell carcinoma of the anal canal: utilization and outcomes of recommended treatment in the United States '. Annals of Surgical Oncol ogy, Vol. 15, Number 7, p.1948 -58. Brewster, D. H. and Bhatti, L. A. (2006 ) Increasing incidence of squamous cell carcinoma of the anus in Scotland, 1975 -2002 , British Journal of Cancer , Vol. 95, No. 1, p.87-90. Cancer Research UK (2012 a), 'Anal Cancer ', a ccessed at: http://cancerhelp.cancerresearchuk.org/type/anal -cancer/ da Silva, H. J., Martins, D. B. G., de Mello, R. J. V. (2012) 'HPV and precancerous lesions of anal canal in women: systematic review ', International Journal of Colorectal Disease , Vol.27, No.3, p. 271-276. Chaturvedi, A. cervical cancer: burden of other HPV -related cancers among men and women ', Journal of Adoles cent Health , Vol.46 (4), L. E. (2008 ) 'Cost- effectiveness of human papillomavirus v accination in the United States', Emerging Infectious Diseases , Vol.14, No. 2, p.244-51. UK NSC Screening Review Page 26 Chiao, E. Y., Giordano , T. P., Palefsky, J. M., Tyring, S. and El Serag, H. (2006 ) 'Screening HIV -infected individuals for anal cancer precursor lesions: a systematic review Clinical Infectious , Vol.43, No.2, p.223-33. Czoski mith; Kinghorn , G. (2010) 'Cost- effectiveness of screening high risk HIV -positive men who have sex with men (MSM) and HIV -positive women for anal cancer ', Health Technology Assessment ; Vol. 14; No. 53 Darragh, T. M. and Winkler, B. (2011 ) 'Anal cancer and cervical cancer F., (2006 ) 'Immunoreactivity of p16 in anal , Vol.108, No.1, p.66-71. de Carvalho, N. S., Ferreira, A. M., Bueno, C. C. T. (2011) 'HPV infection and intraepithelial lesions from the anal region: how to diagnose? ', Brazilian Journal of Infectious Diseases , Vol.15, No.5, p.473-477. De Vuyst, H., Clifford, G. M., Nascime nto, M. C., Madeleine, M. M., Franceschi, S. (2009) 'Prevalence and type distribution of human papillomavirus in carcinoma and intraepithelial neoplasia of the vulva, vagina and anus: -36. Dindo, D. (2010) 'Human papillomavirus and anal cancer : Diagnosis, screening and therapy , No. 4, and anal Franceschi, S. 'Human papillomavirus vaccines and anal carcinoma ', Current Opinion in HIV & AIDS , Vol.4, No.1, p. 57-63. Fraunholz, I., Weiss, A., Rodel, C. (2010) Concurrent chemoradiotherapy with 5 -fluorouracil and mitomycin C for invasive anal carcinoma in human i mmunodeficiency virus -positive patients receiving highly active antiretroviral therapy ', International Journal of Radiation Oncology, Biology, Physics , Vol.76, No. 5, p.1425 -32. Frisch et al. (1997 and 2003), as reported in Czoski -Murray, C., J., Karnon, R. , Jones, K., Smith; Kinghorn , G. (2010) 'Cost-effectiveness of screening high risk HIV - positive men who have sex with men (MSM) and HIV -positive women for anal cancer ', Health Technology Assessment ; Vol. 14; No. 53 Gaisa, M. and Goldstone, E. (2011) and treatment of anal intraepithelial neoplasia and condylomata Surgery , Vol.22, p.21-30. Glynne -Jones, R. and 'Anal cancer: an examination of radiotherapy strategies ', International G., Kueppers, V. (2006.) 'Effect of human papillomavirus vaccines on vulvar, vaginal, and anal intraepithelial lesions and vulvar cancer Vol.108, No.6, p.1361 -1368. Heeney, A., Mulsow, J., P. (2011) 'Treatment and outcomes of anorectal melanoma ; Surgeon Journal of the Royal Colleges of Surgeons of Edinburgh & Ireland , Vol.9, No.1, p.27-32. Henquet, C. J. M. (2011) 'Anogenital malignancies and pre -malignancies ', Journal of the of Dermatology & Venereology , Vol.25, No.8, p.885-95. UK NSC Screening Review Page 27 Heraclio, S. A., Souza, A. S., Pinto, F. R., Amorim, M. M., Oliveira, M. L., Souza, P. R. (2011) 'Agreement between met hods for diagnosing HPV -induced anal Vol.55, No. 'Anal and anal Vol.48, Hoots, B. E., Pa lefsky, J. M., Pimenta, J. M., Smith, J. S. (2009) 'Human papillomavirus type distribution in anal cancer and anal p.2375 -2383. ., Glynne -Jones, R., Jitlal, M., E dermann, J. 'Long -term outcome of the first ukcccr randomised trial -radiation for of the European Society for Medical Oncology (ESMO) Stockholm Sweden. Conference McDowell, S., Habib , A. G., Lepage, C., Coleman, M. P. (2006 ) 'Survival from rectal and anal cancers in England and Wales, 1986 -2001 ', European Journal of Cancer , Vol.42, No.10, p.1434 -1441. Jenson, 'Human papillomavirus vaccine: Now for bo ys too?', Current Opinion in Pediatrics , Vol.23, No. 1, p.78-84. Jin, F., Stein, A. N., Conway, E. L., Regan, D. G., Law, M., Br otherton, J. M., Hocking, J., Grulich, A. E. (2011) 'Trends in anal cancer in Australia, 1982 -2005 ', Vaccine , Vol.29, No. 12, p.2322-2327. Khalid, j. M., Amelio, J. M., Carroll, S. M., C harman, F., Maguire, A. (2011 ) 'The broader burden of HPV -related disease in England: A preliminary analysis. Value in Health ' (Conference: ISPOR 14th Annual European Congress Madrid Spain. Conference Start: End: 20111108. Elshimali, Y. Scarsella, A. (2011) 'The need for human papillomavirus (HPV) testing for primary anal screening ', Journal of Molecular Diagnostics (Conference: Association for Molecular Pathology Annual Meeting Abstracts, AMP 2011 Grapevine, TX United States. Conference Start: 20111117 James, J. (2009) 'Anal Pap smears: Should we be doing them? ', Journal of the American Academy of Nurse Practitioners , Vol.21, No.8, p.437-43. Longacre, T. A., Kong, C. L. (2008) 'Diagno stic problems (2011 ) 'Comparative accuracy of anal and cervical cytology in screening for moderate to severe dysplasia by magnificatio n guided punch biopsy: a ) 'The role of cytology and HPV typing as a screening tool i n patients with intraanal warts', Journal of Clinical Gastroenterology , Vol.45, No. Medical Advisory Secretariat, MAS (2007), 'Anal Dysplasia Screening: an evidence based a nalysis ', Ontario Health Technology Assessment Series , Vol.7, No.4 UK NSC Screening Review Page 28 Mitra, S. and Crane, L. (2012) 'Diagnosis, treatment, and prevention of anal cancer ', Current Infectious Disease Reports , Vol.14, No. 1, p.61-6. Myerson, R. J., Outlaw, E. D., Chang, A., Bir nbaum, E. H., Fleshman, J. W., Grigsby, P. W., Kodner, I. J., Malayapa, R. S., Mutch , M. G., Parikh, P., Picus, J., Tan, B. R. (2009 ) 'Radiotherapy for epidermoid carcinoma of the anus: thirty years' experience ', International Journal of Radiation Oncology Physics , Vol.75, No.2, p.428-435. Nadal, S. R., Calore, E. E., Nadal, L. R. M., Horta, S. H. C., Manzione, C. R. (2007) 'Anal cytology , M., Singh, N., Garrett, N., Hickey, N., Prevost, T., Sheaff, M. (2010 ) 'Performance of anal cytology in a clinical setting when measured against histology and high -resolution anoscopy findings ', Aids, Vol.24, No.3, p. 373-379. Nordenvall, C., Nyren, O. an d Ye, W. 2006. Elevated anal squamous cell carcinoma risk associated with benign inflammatory anal lesions. Gut, 55, (5) 703 -707. NICE (2004) 'Improving outcomes in colorectal cancers', NHS, 2004 Nyitray , Carvalho da Silva , R. J., Baggio , M. L., Lu , D., E., Giuliano , A. R. (2011) 'Age-specific of and risk factors for anal human papillomavirus (HPV) among men who have sex with women and men who have sex with men: the HPV in men (HIM) study', Journal of Infectious Diseases, Vol.1, No.1, p.49 -57 Olsen, R. Q., Cieraszynski, L. B., Bishop, S. M. (2011) 'Update on diagnosis, treatment, and prevention of genital human papillomavirus Osteopathic guidelines for Human Papillomavirus in men', Journal of the American Osteopathic Association , Vol.111, no.3, p.35 -43 'Introducing human papillomavirus vaccines - Questions remain ', Annals of Medicine , Vol.40, No. 3, p.162-166. Pentanowitz, L. and B.J. Dezube (2010) The anal pap test as a screening tool, AIDS ; Vol.24, 3; p.463 -465 Porch e, D.J., (2006), Anal Pap in Men: a screening tool, for Nurse Practitioners; Vol.2, 9; p.580 -1 Pineda, C. E. and L. (2008) 'Controversies in the management of anal high - grade squam N., Kirwan, J., George, T. J., Jr. , Morris, C. G., Rout, W. R., Mendenhall, W. M. (2010) 'Definitive radiotherapy for squamous cell carcinoma of the anal canal ', American Journal of Clinical Oncology , Vol.33, No. 1, p.47-51. Renehan, A. G., Moran, T., Luebeck, G., O'Dwyer, S. T. (2009) 'Trends in anal cancer incidence in England (1971 -2005): An age -period -cohort analysis ', (Colorectal Disease, Conference: A ssociation of Coloproctology of Great Britain and Ireland Annual Meeting Harrogate United Kingdom. Conference Start: 20090608 Conference End: 20090611. Conference Publication: (var.pagings). 11, 9 ). Reynolds, J. P., and H. X. Bui, et al. (2009). \"Anal intr Laboratory Investigation Conference: 98th Annual Meeting of the United States and Canadian Academy of Pathology Boston, MA United States. Conference Start: UK NSC Screening Review Page 29 Robb, B. W. and Mutch, M. G. (2006) 'Epidermoid carcinoma of the anal canal ', Clinics in Colon and Rectal Surgery , Vol.19, No. 2, p.54-60. Salit, I. E., Lytwyn, J., Sano, M., Chong, S., Diong, C. , Chapman, W., Mahony, J. B., Tinmouth, J. (2010) 'The role of cytology (Pap tests) and human papillomavirus testing in anal cancer screening ', Aids, Vol.24, No.9, 1307 -13. Santoso, J. T., Long, M., Crigger, M., Wan, J. Y., Haefner, H. K. (2010 ) 'Anal intraepithelial neoplasia in women genital & Gynecology , Vol.116, No.3, p.578-82. Scarpini, C., White, V., Muralidhar, B., Patterson, A., Hickey, N., Singh, N., Mullerat, J., Winslet, M., Davies, R. J., Phillips, M. -L., Stacey, P., Laskey , R. A., Miller, R., Nathan, M., Coleman, N. (2008) 'Improved screening for anal neoplasia by immunocytochemical detection of mini chromosome maintenance proteins', Cancer Epidemiology, Biomarkers & Prevention , Vol.17, No. 10, -64. Shepherd, A. (2007 ) 'Anal intraepithelial neoplasia and other neoplastic precursor lesions of the anal canal and perianal region ', Gastroenterology Clinics of North America , Vol.36, No. 4, p.969-87. Singer, M. and Mutch, M. G. (2006) 'Anal melanoma ', Clinics in Colon and Rectal Surgery , Vol.19, No. 2, p.78-87. Smith, M. A., Lew, J. B., Walker, R. J., Brotherton, J. M. L., Nic kson, C., Canfell, K. (2011 ) 'The predicted impact of HPV vaccination on male infections and male HPV - related cancers in Australia ', Vaccine , Vol.29, No. (48, p.9112 -9122. Turner, R. C., Maclean, J. and Russell, D. B. (2009 ) 'Anal dysplasia screening in a regional Australian population' (Sexual Health, Conference: 2009 Australasian Sexual Health Conference Gold QLD 20090907 and Bendell, J. C. E., Cha Manna, P., Kerley, S., Bose, S. (2010) 'Does High -risk HPV genotyping of abnormal of anal intraepithelial neoplasia (AIN)? ' (Laboratory Investigation, Conference: United States and Canadian Academy of Pathology Annual Meeting Washington , DC United States. Conference Start: ' Malignancies of the anal margin and perianal skin ', Clinical Colon Rectal Surgery , Vol.22, No .2, p.127-35. Wong, M. T. C., Lim, J. F., Eu, K. W. (2011) 'Anal canal malignancies: A review in an Asian population ', Singapore Medical Journal , Vol.52, No. 1, p.9-14. Zagar, T. M., Willett, C. G., Czito, B. G. (2010) 'Intensity -modulated radiation therapy for anal toxicity versus "}