{"title": "Could we vaccinate against opioid addiction? with Sandra Comer and Marco Pravetoni (Ep. 88)", "author": "Mheslinga", "url": "https://news.uchicago.edu/developing-vaccine-opioid-addiction-overdose-epidemic-crisis", "hostname": "uchicago.edu", "description": "Scientists discuss promising solution, now in clinical trials, to address drug overdose epidemic", "sitename": "University of Chicago", "date": "2022-03-17", "cleaned_text": "Show Notes The United States recently hit a grim milestone: More than 100,000 Americans died from drug overdoses between May 2020 and April 2021. The majority of those deaths were due to synthetic opioids, which have become more widely available in recent years. While medical interventions exist, the rise of opioid addiction has been difficult to prevent, let alone cure. Now, there could be a new promising solution: a vaccine, developed by Prof. Marco Pravetoni of the University of Washington, who leads the Center for Medication Development for Substance Use Disorders. The vaccine is currently in the first phase of clinical trials, being led by Prof. Sandra Comer of Columbia University, who directs the university's Opioid Laboratory. Together, Pravetoni and Comer hope to provide a new pathway toward recovery from opioid addiction. Subscribe to Big Brains on [Apple Podcasts](https://itunes.apple.com/us/podcast/big-brains/id1368737097?mt=2), [Stitcher](https://www.stitcher.com/podcast/uchicago-podcast-network/big-brains) and [Spotify](https://open.spotify.com/show/2uYYyD1m5o67GROWc9f8id?si=ZIOd4u2cRk6Ds7sKqYJgaw). (Episode published March 17, 2022) vaccine could help fight News](https://www.cbsnews.com/news/opioid-epidemic-experimental-vaccine-oxycodone/) [A Vaccine to in Trial—Psychiatric Times](https://www.psychiatrictimes.com/view/vaccine-to-treat-opioid-disorders-first-participant-enrolled-in-trial) [As Opioid Climb, Human Trials Begin for Vaccine—WebMD](https://www.webmd.com/mental-health/addiction/news/20210915/opioid-vaccine-being-studied) [Scientists eye opioid vaccine as a shot to stem overdose epidemic—NBC News](https://www.nbcnews.com/health/health-news/opioid-vaccine-eyed-scientists-shot-stem-overdose-epidemic-rcna2088) Transcript: Paul Rand: We're all aware of the opioid crisis ravaging our country. But while we've been preoccupied with the COVID-19 pandemic, it's only gotten worse. Tape: Well, a tragic milestone now. More than 100,000 people dead from drug overdoses in a single year. Tape: It's up nearly 30% from the previous 12 months, it's twice as many people who died from overdoses just in 2015. According to the New York Times, it's more than the toll of car crashes and gun fatalities combined. Most of the deaths were caused by opioids, and fentanyl in particular. Paul Rand: Healthcare professionals, social scientists, and policymakers have been desperately searching for a way to cure this epidemic for decades. Marco Pravetoni: When I started working with this, you would give talks and you say, well, 30,000 people died. And then these numbers keep going up, and now we are in numbers that essentially pass cancer, pass certain type of death toll that we know for other disease. And so [crosstalk 00:00:58]. Paul Rand: That's Marco Pravetoni, a professor at the University of Washington, where he leads the Center from Medication Development for Substance Use Disorders. Sandra Comer: This is not a problem that's going to go away anytime soon. And as we saw with the COVID vaccine, the more investment that you put into a public health problem, the faster you'll find a solution. Paul Rand: And that's Sandra Comer, a professor at Columbia University, where she directs the opioid laboratory. Marco Pravetoni: I think these drugs are so powerful because they target so many processes that are difficult to separate the good from the bad. That's why it's also tricky to treat or prevent addiction. Paul Rand: But after years of half-measures and trade-offs, Pravetoni may have finally discovered what could be the ultimate weapon for defeating the epidemic. He's developed the very first opioid addiction vaccine. And Comer is currently testing the vaccine in clinical trials. Sandra Comer: I think it's a strategy to help them get over, or at least stop using the opioids. It's a long journey to recovery, and I think this is one tool that they can use along the way. Paul Rand: From the [crosstalk 00:02:07] University of Chicago Podcast Network, this is Big Brains, a podcast about the pioneering research and pivotal breakthroughs that are reshaping our world. On this episode, a vaccine for opioid addiction. I'm your host, Paul Rand. Paul Rand: It seems like shows about the prevalence of opioids are everywhere these days. There's the hit HBO TV show Euphoria, the award winning Hulu miniseries Dopesick, and the crime drama Hightown, but rarely do we get a glimpse into the scientific nature of what opioids do to the brain. Marco Pravetoni: The opioid receptor system is so embedded in how human beings and mammals evolve. And so they're integral part of our physiology and pharmacology. Normally opioids, there are very small molecules. And usually after being either injected or snorted or inhaled, the opioid molecules will actually cross the blood brain barrier and reach the brain, where they will target the opioid receptors. Paul Rand: And there are four main opioid receptors. Sandra Comer: Mu, delta, kappa, and nociceptin. But the one that most people are familiar with is the mu opioid receptor. Heroin and oxycodone and fentanyl all produce their euphoric effects through the mu opioid receptor. Paul Rand: Once scientists identified the mu opioid receptor, they were able to develop medications that targeted it as a way to treat opioid use disorder. Sandra Comer: So the three medications that are approved include methadone, buprenorphine, and naltrexone. So methadone is a full mu agonist. It binds to that receptor and turns it on. If you've been taking methadone for a certain amount of time, if you use heroin on top of that, you won't feel the effects of the heroin. Buprenorphine is a partial agonist. So it also binds to the mu opioid receptor, but it doesn't turn it on quite as strongly as methadone does. Sandra Comer: With naltrexone, it also binds to the mu opioid receptor, but unlike buprenorphine and methadone, once it binds there, it doesn't do anything. It doesn't turn it on. It just blocks other drugs like heroin and fentanyl and oxycodone from actually getting to the receptor to produce euphoria. Paul Rand: But if we have these medications, why is the problem just getting worse and worse? Sandra Comer: We're really happy that we have these three medications, but they're all also associated with some drawbacks. With naltrexone, for example, people who are opioid dependent have to be completely detoxed, tapered off of the heroin or the fentanyl before they can be started on the naltrexone. Methadone, you have to be really careful in the way ... a clinician does. In the way it's used, because it can cause respiratory depression on its own. Sometimes there's diversion of methadone for illicit use. With buprenorphine, it's also a little bit tricky to get on it because you don't have to detox somebody completely off of heroin in order to start buprenorphine. You have to use it carefully because otherwise it can precipitate pretty severe withdrawal. Sandra Comer: We're really grateful that we have these medications. The problem though, is that the research has shown that once a patient starts on any of these three medications, after about six months in treatment, about half of the patients will relapse to heroin or fentanyl use. Paul Rand: The stigma of opioid addiction has also affected the availability of these drugs. Marco Pravetoni: A lot of these drugs like methadone and buprenorphine, often there is some stigma about the fact that these are potential agonists that, take one drug away from the other, but essentially you're still on drugs. But if you think about safely prescribed medications that doesn't involve, let's say intravenous use, so will decrease exposure to blood borne pathogens such as HIV, such as hepatitis. Sandra Comer: I think actually this is one of the things that is somewhat unique to the US, feeling about how to treat people with opioid use disorder. Because like in Europe, for example, the thinking is, you can maintain somebody on methadone or buprenorphine or naltrexone for their entire life. And it's just a long term treatment. Whereas here in the US, the insurance companies will only pay for short periods of time. So all of these approaches have their challenges, which is one of the things that I think led Dr. Pravetoni to develop this vaccine approach. Paul Rand: Vaccine has become a powerful word these days. Marco Pravetoni: People talk about vaccines these days, especially with COVID, but vaccines are typically used for infectious disease. But what vaccines have really become, especially in the last decade or so, are becoming this type of flexible intervention that could be used beyond infection disease. So for [crosstalk 00:06:57]. Paul Rand: We recently heard an example of this on our episode about a vaccine for cancer. Marco Pravetoni: And one specific use of vaccines is actually targeting drug abuse. Paul Rand: The vaccines against COVID have been highly effective at reducing mortality. Could an opioid vaccine do the same for this epidemic? Marco Pravetoni: In general, these vaccines are designed to stimulate the immune system. Just like any other vaccine, the body can produce antibodies that are targeting, and they're very selective for the opioid of interest. Paul Rand: So the antibodies will go after opioid molecules, as they make their way to try and connect with the mu receptor. Marco Pravetoni: The antibodies will prevent that by binding the opioid. And the opioid, once it's bound to the antibody, because it becomes too big of a complex, won't pass through the blood brain barrier. And so the vaccine would reduce the amount, the dose of opioids that get to the brain. And so would reduce the amount of drug that can actually elicit a pharmacological action. Once the antibody bounds with that opioid, the opioid is no longer able to bind any receptors. So it's kind of like a sponge, they mop up all the free circulating opioids. Paul Rand: The way this works is, in essence, you're putting ... maybe to visualize it, a bit of a shield around the brain. And that in some ways means that they're not going to be able to get the high out of the opioid? Marco Pravetoni: That's correct. You're putting a shield around the brain so there is not enough drug that gets to the brain. And so the drug won't trigger any high, as well as other pharmacological effects of opioids. Paul Rand: No connection, no high, and no addiction. Amazingly, it gets even better. Marco Pravetoni: We see, specifically in animal models, that these vaccines prevent opioid-induced, respiratory depression, and some cardiovascular aspects. Specifically for respiratory depression. That's one of the main aspects of overdose. Most people die of overdose because of respiratory depression, another complication. Paul Rand: When someone overdoses on opioids, if they're helped early enough, they could potentially be safe from dying with a medication called Naloxone, also known as Narcan. But the fact that this vaccine would stop overdoses to begin with, is a huge step forward. Even when we can save people with Narcan, overdosing has lingering effects. Sandra Comer: It's not uncommon for us to see people who have overdosed five, six, seven times. And each time that they overdose, the respiration is suppressed, pretty severely in a lot of cases. And so there's not enough oxygen that gets to the brain. So it's called a hypoxic state. And when there's not enough oxygen that is in the brain, for just even a couple of minutes, you can produce damage to the brain that can lead to cognitive impairment. Marco Pravetoni: And so if you can prevent that, I mean, that's the main benefit of the vaccine. Paul Rand: So it sounds like the vaccine has to be done specifically to the opioid. So you're starting ... if I'm getting this right, Sandy. You're starting with oxycodone, is that right? Sandra Comer: Yes. The vaccine is pretty selective in targeting a particular chemical structure. And oxycodone's structure looks different than heroin, which looks different than fentanyl. We decided to start with oxycodone because at the time, that was the most widely used opioid, numbers wise. We also have in development, a heroin vaccine, and a fentanyl vaccine. And the idea is that we will develop this vaccine that will target all three of these different types of structures. Paul Rand: Okay. So we don't have any idea yet how long this immunity's going to last though, do we? Because we've all gotten used to now we have to run to CVS every six months to update our COVID shots. Is there any indication at all, is this going to be longer term? Sandy, you're smiling. I wonder what your thoughts are here? Sandra Comer: We're hoping that it'll provide long lasting antibody levels. So yeah, I mean, we're hopeful. Another thing that I think is really, really interesting is that because it's so selective in targeting the fentanyl or oxycodone or heroin, it should not produce any cross reactivity with the existing treatment medications, methadone, naltrexone, or buprenorphine. So a patient could be on any of those medications and get vaccinated. Sandra Comer: And clinically, the thing that's really exciting is that if it turns out that this vaccine is very long lasting ... I mentioned earlier, about 50% of patients will relapse after about six months, right? So if this vaccine lasts longer than that and these patients have already been vaccinated ... they relapse to heroin fentanyl use after six months. If the vaccine is still producing these antibodies, at the very least, it could prevent them from overdosing after they've relapsed. And it could also provide them an opportunity to be reengaged in treatment. Paul Rand: We could also think of this vaccine in the usual way that we think of other vaccines, as a preventative rather than a treatment. Sandra Comer: I think that's another thing that's really exciting about this approach is that, you could theoretically use it for someone who think might be at high risk. Like a patient who's receiving opioids for pain or somebody who has other known risk factors for developing the disorder. Paul Rand: Basically stop someone from ever becoming addicted in the first place. Sandra Comer: Yes. This is potentially something that can be used in that context. It also has the potential use in first responders, right? So people who, in their line of work, like a police officer or an EMT or somebody who goes to a site where drugs are there ... we've heard stories in the news of a police officer overdosing on fentanyl because it flew up in the air when they were trying to confiscate it. Or in a mass casualty situation. I know the Department of Defense is looking at some of these things too, because you can aerosolize fentanyl and carfentanil. So in a military situation you can vaccinate people and prevent them from overdosing too. So there are these really interesting applications of this approach. Paul Rand: Obviously this vaccine is an incredible development in the battle against the opioid epidemic, but it also raises many questions. Will people actually want this vaccine? Who will have access to it? And how is the clinical trial going? Those questions, after the break. Paul Rand: If you're getting a lot out of the important research that's shared on Big Brains, there's another University of Chicago Podcast Network show that you should check out. It's called capitalisn't. Capitalisn't uses the latest economic thinking to zero in on the ways that capitalism is, and more often isn't, working today. From the debate over how to distribute a vaccine, to the morality of a wealth tax, Capitalisn't clearly explains how capitalism can go wrong, and what we can do about it. Listen to Capitalisn't, part of the University of Chicago Podcast Network. Paul Rand: If you like Big Brains, there's another science podcast you should check out. PNAS Science Sessions, from the proceedings of the National Academy of Sciences, features short, in-depth conversations with the world's top scientific researchers. In less time than it takes to drink a cup of coffee, you can learn about advances such as aquaculture techniques for coral reef restoration. Coral reefs occupy less than 2% of the sea floor, but they are home to more than 25% of marine species worldwide. In the last 30 years, one fifth to one half of all reefs have been lost. Now researchers are experimenting with 3-D printing to print coral skeletons out of natural materials, offering a biometrical alternative for planting coral micro-fragments. Listen and subscribe to science sessions, to hear more about their coral reef series on iTunes, Spotify, Google Play, Stitcher, or wherever you get your podcasts. Paul Rand: The opioid addiction vaccine is an exciting development and has worked exceedingly well in trials in mice, and they're currently putting it to the test in humans by running a stage one clinical trial. So how's it going? Marco Pravetoni: Well, things are going well. I would say we are not really at liberty of discussing the data, in the sense that the phase one clinical trial is a placebo control, double blind. And so me and Dr. Comer are not privy of who is who and who's receiving what. But so far, we didn't see any adverse reactions. Some folks develop antibodies. And so we are seeing as things proceed that are as expected. Sandra Comer: To answer the question of, how are things going so far? I guess my answer would be, so far so good. Paul Rand: Assuming everything continues going well, it may be tempting to see this vaccine as a cure for the opioid epidemic, but there are still huge challenges. For one, it's not obvious that we should assume people will want it. Marco Pravetoni: Would patients accept it? Paul Rand: So here's the question. If they know that there is a block to a certain one of the opioids, even if they're vaccinated against, the natural reaction, I would imagine for anybody that is indeed addicted to a substance, is to go find another substance that would work. Possibly something even more dangerous. Does that foster into some of this difficult thinking and challenging questions that you're coming up against? Sandra Comer: This question also applied to naltrexone, the opiate blocker. I was involved in some of the early development of these sustained-release formulations of naltrexone. So you get it as a single shot that slowly releases in the body over the course of about a month. And the same kind of worry was present there. It's just like, okay, you're blocking all of the opioid receptors. People are not going to be able to get high from heroin or oxycodone or fentanyl. Are they just going to shift to using something else? Sandra Comer: What we saw in the clinical trials that we ran with this sustained-release naltrexone was that when ... we gave it to people who are primary opioid users. So opioid use disorder was their primary disorder. They sometimes used cocaine and used other drugs as well. And so that was the worry, is that, well, maybe they'll just shift to using cocaine or something else, alcohol. That happens occasionally< but in our clinical trial, what we found was that when we targeted their opioid use disorder, use of the other drugs went down as well. Paul Rand: Interesting. Why is that? Sandra Comer: I think it's partly because this is their main drug of choice and when they don't get it, then they're like, okay, I'm just going to stop. And they develop a therapeutic relationship with their clinicians. And so once you engage them in treatment, then I think you can really do a lot of good things for patients. Paul Rand: The thing I would also wonder about is that people would just simply up the dose usage that they're taking to try to see if that helps, and thereby actually maybe making it even more dangerous. Is that occurring, or not necessarily? Sandra Comer: But what you're asking about is, well, why won't somebody just buy a lot more heroin, right? And then overdose on that. So I think that the thing that a lot of people don't recognize is that opioid users follow the same sorts of economic behaviors as anybody else. So they're not going to spend 100, 150, $200 on a single hit of heroin. That's not going to give them a very good high. So we didn't see that very often. I mean, naltrexone, the sustained-release is used nowadays, and we don't really see that that much. Paul Rand: There are also economic questions around the vaccine. Will it even be affordable for the people who need it most? Marco Pravetoni: I don't think the vaccine will ever be free. Any vaccine, like even the ones that are administered through a regular party, well, somebody has got to pay them. And so whether it's through insurance or through occupation or employer, that will be something to be determined. As far as price of the vaccine, I have to be honest and say, we have no idea. Marco Pravetoni: We explore this space ... obviously there are other vaccines for other indications, but there is no biologics approved for addiction. Or nothing close enough that you can actually make some sort of guesstimate. But this will be something that is reimbursed to the insurance, would be something that is covered by rehab programs. And who should get the vaccine, who shouldn't, and how to essentially deal with that aspect. Paul Rand: Okay. Well, one of the things ... and Marco, maybe I can swing this back to you. We were all stunned when we saw how quickly ... even though there was a long ramp up. How quickly a COVID vaccine came to market. In this country, opioid deaths and problems and addictions have been headline news forever. We're now in deep parts of the legal settlements of this. I've seen the numbers associated with the work that you guys are doing. This is not an inexpensive type of proposition that you're going after. Paul Rand: Are we putting the same amount of energy into solving the opioid crisis and the addiction issue and the potential vaccine as you think we ought to be, given what you've seen happen in other areas? Marco Pravetoni: Well, the COVID-19 vaccine program definitely bring reality and the things that can be done when different stakeholders put things together. So I would say that in the addiction field, I would say that government, specifically NIH, put a lot of efforts in term of providing people like me and Sandy enough dollars, essentially, to actually conduct the research. Marco Pravetoni: What we didn't see yet is the industry, public/private partnership that happened with COVID vaccines. So during COVID, academic groups, or small biotechs, that they add access to their own funding through federal programs. And then essentially, they quickly partner up with pharma. And they accelerate the whole process because one, is obviously a budget to support it, the R&D research. Two, is actually having the structure in place. So if you want to quickly manufacture a lot of doses, it's not something that you can do in academia or not something that you can do with a federal grant. Marco Pravetoni: So for example, our grants are pretty substantial as academic go, but they pale in comparison of what you would have, let's say if GSK is coming in and say, we want 1,000 doses tomorrow, they would add a couple of zeros to our budget. And that would actually make things feasible. Paul Rand: And creating that infrastructure between addiction treatment and our private and public health systems could service beyond just the opioid crisis. If this vaccine continues to work well, we could conceive of vaccines for all sorts of addictive substances. Marco Pravetoni: So we are expanding the concept for multivalence. So for example, now we are doing just in mouse and rat studies, so very early stage. We are doing multivalent vaccines where we are targeting heroin, fentanyl, carfentanil, oxycodone, methamphetamine, and cocaine. And so that potentially, we could think about a pentavalent, hexavalent. And so may not be a reality now, or let's say three years from now. Maybe it takes five or 10 years. We generate enough preclinical data to support evidence that this approach is both safe, effective, and selective, that will keep triggering and keeping this momentum. Marco Pravetoni: Or for instance, the infrastructure that we build to bring to the FDA approval in phase one clinical trial can be used for other approaches, that's also a positive outcome. So for example, we are working on monoclonal antibodies to reverse or prevent overdose. And the fact that we sit on a decade of research on biologics that enable developing all the science, all the regulatory aspects that will support development of other drugs in this class. Paul Rand: If you're getting a lot out of the important research shared on Big Brains, there's another University of Chicago Podcast Network show you should check out. It's Called, Not Another Politics Podcast. Not Another Politics Podcast provides a fresh perspective on the biggest political stories, not through opinions and anecdotes, but through rigorous scholarship, massive data sets, and a deep knowledge of theory. If you want to understand the political science behind the political headlines, then listen to Not Another Politics Podcast. Part of the University of Chicago Podcast Network. Matt Hodapp: Big Brains is a production of the UChicago Podcast Network. If you like what you heard, please give us a review and a rating. The show is hosted by Paul M. Rand, and produced by me, Matt Hodapp, with assistance from Alea Ceasrine. Thanks for listening. Episode List [ Why the secret to health lies in the mind-body connection, with Ellen Langer (Ep. 118) ](/why-secret-health-lies-mind-body-connection) Renowned psychologist examines how mindfulness can transform our well-being [ Phonics vs. whole word: The science of reading, with Adrian Johns (Ep. 117) ](/phonics-vs-whole-word-science-reading) The complicated history of how we read—and ways it sparked the Reading Wars and anti-science rhetoric [ How AI is transforming scientific research, with Rebecca Willett (Ep. 116) ](/how-ai-transforming-scientific-research) Examining the possibilities—and the dangers—of this rapidly developing technology [ How your brain benefits from music, with Larry Sherman (Ep. 115) ](/how-your-brain-benefits-music) Scholar explains the neuroscience of how listening to and playing music builds our mind [ Magic words: Can what you say help you get your way? with Jonah Berger (Ep. 114) ](/magic-words-can-what-you-say-help-you-get-your-way) Scholar examines the power of language—and how you use it—can change your life [ Providing basic health insurance for every American, with Katherine Baicker (Ep. 113) ](/providing-basic-health-insurance-every-american) Economist proposes redesign of U.S. system to create universal coverage in an affordable way [ The hidden truths about sexuality and gender in the medieval world, with Roland Betancourt (Ep. 112) ](/hidden-truths-about-sexuality-and-gender-medieval-world) Scholar of Byzantine era uncovers the lost history about queer and trans lives in the Middle Ages [ How bioelectricity could regrow limbs and organs, with Michael Levin (Ep. 112) ](/how-bioelectricity-could-regrow-limbs-and-organs) Biologist's innovative research on how cells rebuild themselves could be the future of regenerative medicine [ A Nobelist's controversial approach to solving inequality, with James Heckman (Ep. 111) ](/big-brains/nobelists-controversial-approach-solving-inequality-james-heckman) Economist examines how investments in early childhood help kids flourish [ How the food industry created today's obesity crisis, with Marion Nestle (Ep. 110) ](/how-food-industry-created-todays-obesity-crisis-marion-nestle) Scholar and critic discusses how politics in food and processed foods is impacting our health "}