{"title": "Latest Developments in mRNA Technology for Vaccines: Moving Beyond COVID-19", "author": "Paulida Tes", "url": "https://www.pharmacytimes.com/view/latest-developments-in-mrna-technology-for-vaccines-moving-beyond-covid-19", "hostname": "pharmacytimes.com", "description": "Due to the success of mRNA technology with COVID-19, there has been a significant increase in research looking into utilizing mRNA technology, and more specifically, how it can help to advance vaccine development.", "sitename": "Pharmacy Times", "date": "2023-03-02", "cleaned_text": "Introduction The COVID-19 pandemic has led to expedited approvals for the use of messenger ribonucleic acid (mRNA) technology in the development of vaccines. More specifically, it resulted in the first 2 FDA-approved mRNA vaccines commercially distributed by the end of 2020.1,2 Prior to these vaccines being available, the virus caused more than 1.7 million deaths and almost 72 million confirmed cases worldwide.3 What resulted afterwards was one of the biggest vaccination campaigns in history, with more than 13.1 billion COVID-19 vaccine doses administered worldwide as of January 2023.3 More than 667 million doses have been administered in the United States,4 with recent data estimating that these vaccinations have prevented 18.5 million additional hospitalizations and 3.2 million additional deaths throughout the country.5 Due to the success of mRNA technology with COVID-19, there has been a significant increase in research looking into utilizing mRNA technology, and more specifically, how it can help to advance vaccine development. mRNA Technology Although the first mRNA-based COVID-19 vaccine was authorized for emergency use in late 2020,1 this technology has been around since the 1970s.6 Since then, its use in vaccine production has been a trailblazer in the fight against infectious diseases. These vaccines use a small piece of genetic material called mRNA to instruct cells to create spike proteins.7 Spike proteins are harmless components that trigger the production of antibodies, which is what can reduce a person's symptoms if they are exposed to the COVID-19 virus.7 These vaccines do not utilize a live virus, and their ability to create an immune response to protect the body has been significant with an efficacy rate of more than 94% for both of the commercially available primary series vaccines in the United States.8 An important and recent advancement in the production of mRNA vaccines is the manufacturing process called lipid nanoparticle (LNP) technology, which is a more recent development in mRNA use.9 LNPs facilitate the delivery of mRNA to cells by encapsulating the mRNA by lipids, and the technology can deliver mRNA in a targeted manner.9 Because this technology does not utilize viral components, production of mRNA vaccines can be accomplished at a faster rate than traditional vaccines.10 Another benefit of mRNA technology is that it can be used to create vaccines for viruses that may otherwise be slow or difficult to grow and identify in the laboratory.11 As seen in Table 1, the benefits of mRNA technology have led to the development of vaccines beyond COVID-19.12-23 Table 1. Current mRNA Vaccines in the Pipeline Clinical Evidence for mRNA Vaccines Research into mRNA technology for vaccines has advanced notably, with multiple vaccines in the midst of phase 3 trials. An mRNA cytomegalovirus (CMV) vaccine is moving into phase 3 after phase 2 data showed that in participants who were seronegative for CMV, their neutralizing antibody geometric mean titers (GMT) against epithelial cell infection were at least 20-fold higher after a third vaccination at baseline.24 Moderna's mRNA influenza vaccine is fully enrolled in phase 2 and has begun their phase 3 trial.25 Previous data showed that the vaccine increased GMTs against H1N1 and H3N2 strains, and no significant safety findings were observed through day 29.25 More recently, data from the phase 3 mRNA RSV vaccine trial demonstrated vaccine efficacy of 83.7% against RSV, and there are intentions for it to be submitted for regulatory approval this year.26 Other vaccines have showed promising results that are now in phase 1 and 2 trials as well. Findings from a phase 2 trial in which mRNA-4157/V940 was used in combination with pembrolizumab showed that the risk of recurrence or death of melanoma was reduced by 44%, which is a milestone for the vaccine created in collaboration between Moderna and Merck.27 Vaccines starting phase 1 trials have produced data showing strong immune responses in preclinical animal studies, such as the mRNA EBV vaccine that demonstrated levels of antibodies that were higher than those observed in naturally-infected human sera.28 These key developments have sparked interest in the creation of mRNA vaccines for other infectious diseases as well, such as the current preclinical research being investigated for malaria that is being funded by the National Institutes of Health.22 Limitations of mRNA Vaccines Although there is a significant amount of research looking into utilizing mRNA for vaccines, it is important to note that there are some limitations to its use. For example, the approved COVID-19 vaccines can be stored for several months depending on the formulation, but only at extremely low temperatures below freezing, which can lead to logistical barriers for distribution in certain areas.29 Furthermore, the need for multiple doses of the mRNA vaccines may pose a challenge for people to complete the series of their immunizations, such as the currently researched PCV vaccine.30 There is also ongoing research looking into the duration of these vaccines, as the development of mRNA vaccines is still in early stages compared to other vaccines and more research is needed before they can widely be used for additional viral diseases. Conclusions Despite these limitations, mRNA technology has proven to be a beneficial, efficient, and time saving process in the development of vaccines. Because they can they be tailored to target specific strains of viruses,9 mRNA vaccines have the potential to be created in a way that would make them more effective than traditional vaccines, which could change the processes in place when responding to infectious outbreaks. It is essential that there is continued research and development in this field to ensure that humanity has the resources necessary to combat infectious outbreaks in the future. Additionally, is critical that pharmacists stay informed about the newest advancements in mRNA technology and support endeavors to expand and increase vaccine access. The past few years of research has resulted in data showing efficacy in mRNA vaccines, likely meaning that mRNA technology is expected to be present in the production of vaccines against other infectious diseases in the future. About the Author Paulida Tes, PharmD candidate 2023, Philadelphia College of Pharmacy at Saint Joseph's University. References - FDA takes key action in fight against COVID-19 by issuing emergency use authorization for first COVID-19 vaccine. U.S. Food and Drug Administration. Published December 11, 2020. Accessed January 30, 2023. [https://www.fda.gov/news-events/press-announcements/fda-takes-key-action-fight-against-covid-19-issuing-emergency-use-authorization-first-covid-19](https://www.fda.gov/news-events/press-announcements/fda-takes-key-action-fight-against-covid-19-issuing-emergency-use-authorization-first-covid-19) - FDA takes additional action in fight against COVID-19 by issuing emergency use authorization for second COVID-19 vaccine. U.S. Food and Drug Administration. Published December 18, 2020. Accessed January 30, 2023. [https://www.fda.gov/news-events/press-announcements/fda-takes-additional-action-fight-against-covid-19-issuing-emergency-use-authorization-second-covid](https://www.fda.gov/news-events/press-announcements/fda-takes-additional-action-fight-against-covid-19-issuing-emergency-use-authorization-second-covid) - WHO Coronavirus (COVID-19) Dashboard. World Health Organization. Updated January 30, 2023. Accessed January 30, 2023. [https://covid19.who.int/](https://covid19.who.int/) - CDC COVID Data tracker. Centers for Disease Control and Prevention. Updated January 30, 2023. Accessed January 30, 2023. [https://covid.cdc.gov/covid-data-tracker/#vaccinations_vacc-people-booster-percent-total](https://covid.cdc.gov/covid-data-tracker/#vaccinations_vacc-people-booster-percent-total) - Two Years of U.S. COVID-19 Vaccines Have Prevented Millions of Hospitalizations and Deaths. The Commonwealth Fund. Published December 13, 2022. Accessed January 30, 2023. [https://www.commonwealthfund.org/blog/2022/two-years-covid-vaccines-prevented-millions-deaths-hospitalizations](https://www.commonwealthfund.org/blog/2022/two-years-covid-vaccines-prevented-millions-deaths-hospitalizations) - Schlake T, Thess S, Nigh G, Kyriakopoulos PA. Innate immune suppression by SARS-COV-2 mrna vaccinations: The role Kaki M, Potluri VS, P, Khanna D. A comprehensive review of SARS-COV-2 vaccines: Pfizer, Moderna & Johnson & Johnson. Hum 2022;18(1). doi:10.1080/21645515.2021.2002083 - Hou X, Zaks T, Langer R, Dong Y. Lipid nanoparticles for mrna delivery. Nat Rev Mater. 2021;6(12):1078-1094. doi:10.1038/s41578-021-00358-0 - Papi M, Pozzi D, Palmieri V, Caracciolo Principles for optimization and validation of mrna lipid nanoparticle vaccines against COVID-19 Nano Today. 2022;43:101403. doi:10.1016/j.nantod.2022.101403 - Hodinka RL, Kaiser L. Is the Era of Viral Culture Over in the Clinical Microbiology Laboratory? J Clin Microbiol. 2013;51(1):2-8. doi:10.1128/jcm.02593-12 - A Study to the Efficacy, Safety, and Immunogenicity of mRNA-1647 Cytomegalovirus (CMV) Vaccine in Healthy Participants 16 to 40 Years of Age . U.S. National Library of Medicine ClinicalTrials.gov. Updated January 17, 2023. Accessed January 30, 2023. [https://clinicaltrials.gov/ct2/show/NCT05085366](https://clinicaltrials.gov/ct2/show/NCT05085366) - Moderna Announces First Participants Dosed in Phase 3 Study of Seasonal Influenza Vaccine Candidate (mRNA-1010). Moderna. Published June 7, 2022. Accessed January 30, 2023. [https://investors.modernatx.com/news/news-details/2022/Moderna-Announces-First-Participants-Dosed-in-Phase-3-Study-of-Seasonal-Influenza-Vaccine-Candidate-mRNA-1010/default.aspx](https://investors.modernatx.com/news/news-details/2022/Moderna-Announces-First-Participants-Dosed-in-Phase-3-Study-of-Seasonal-Influenza-Vaccine-Candidate-mRNA-1010/default.aspx) - Moderna Initiates Phase 3 Portion of Pivotal Trial for mRNA Respiratory Syncytial Virus (RSV) Vaccine Candidate, Following Independent Safety Review of Interim Data. Moderna. Published February 22, 2022. Accessed January 30, 2023. [https://investors.modernatx.com/news/news-details/2022/Moderna-Initiates-Phase-3-Portion-of-Pivotal-Trial-for-mRNA-Respiratory-Syncytial-Virus-RSV-Vaccine-Candidate-Following-Independent-Safety-Review-of-Interim-Data/default.aspx](https://investors.modernatx.com/news/news-details/2022/Moderna-Initiates-Phase-3-Portion-of-Pivotal-Trial-for-mRNA-Respiratory-Syncytial-Virus-RSV-Vaccine-Candidate-Following-Independent-Safety-Review-of-Interim-Data/default.aspx) - Safety, Tolerability, and Immunogenicity of mRNA-4157 Alone in Participants with Resected Solid Tumors and in Combination with Pembrolizumab in Participants With Unresectable Solid Tumors. U.S. National Library of Medicine ClinicalTrials.gov. Updated September 22, 2022. Accessed January 30, 2023. [https://clinicaltrials.gov/ct2/show/NCT03313778](https://clinicaltrials.gov/ct2/show/NCT03313778) - A Study of Zika Vaccine mRNA-1893 in Adult Participants Living in Endemic and Non-Endemic Flavivirus Areas. U.S. National Library of Medicine ClinicalTrials.gov. Updated September 2, 2022. Accessed January 30, 2023. [https://clinicaltrials.gov/ct2/show/NCT04917861?term=mRNA-1893&cond=Zika&draw=2&rank=2](https://clinicaltrials.gov/ct2/show/NCT04917861?term=mRNA-1893&cond=Zika&draw=2&rank=2) - A Study of an Epstein-Barr Virus (EBV) Candidate Vaccine, mRNA-1189, in 18- to 30-Year-Old Healthy Adults. U.S. National Library of Medicine ClinicalTrials.gov. Updated January 26, 2023. Accessed January 30, 2023. [https://clinicaltrials.gov/ct2/show/NCT05164094](https://clinicaltrials.gov/ct2/show/NCT05164094) - A Clinical Trial in Healthy Volunteers to Study the Safety, Tolerability, and Immune Responses After Vaccination With an Investigational Vaccine Designed to Prevent Genital Herpes Lesions. U.S. National Library of Medicine ClinicalTrials.gov. Updated January 5, 2023. Accessed January 30, 2023. [https://clinicaltrials.gov/ct2/show/NCT05432583](https://clinicaltrials.gov/ct2/show/NCT05432583) - A Study to Evaluate the Safety and Immunogenicity of eOD-GT8 60mer mRNA Vaccine (mRNA-1644). U.S. National Library of Medicine ClinicalTrials.gov. Updated September 10, 2022. Accessed January 30, 2023. [https://clinicaltrials.gov/ct2/show/NCT05414786](https://clinicaltrials.gov/ct2/show/NCT05414786) - Safety and Immunogenicity of mRNA-1653, a Combined Human Metapneumovirus (hMPV) and Parainfluenza Virus Type 3 (PIV3) Vaccine, in Healthy Adults, and Children 12 to 59 Months of Age With Serologic Evidence of Prior Exposure. U.S. National Library of Medicine ClinicalTrials.gov. Updated September 23, 2022. Accessed January 30, 2023. [https://clinicaltrials.gov/ct2/show/NCT04144348](https://clinicaltrials.gov/ct2/show/NCT04144348) - A Safety, Reactogenicity, and Immunogenicity Study of mRNA-1045 (Influenza and Respiratory Syncytial Virus [RSV]) or mRNA-1230 (Influenza, RSV, and Severe Acute Respiratory Syndrome Coronavirus 2 [SARS-CoV-2]) Vaccine in Adults 50 to 75 Years Old. U.S. National Library of Medicine ClinicalTrials.gov. Published January 25, 2023. Accessed January 30, 2023. [https://clinicaltrials.gov/ct2/show/NCT05585632](https://clinicaltrials.gov/ct2/show/NCT05585632) - Hayashi CT, Cao Y, Clark LC, et al. mRNA-LNP expressing PfCSP and Pfs25 vaccine candidates targeting infection and transmission of Plasmodium falciparum. NPJ Vaccines. 2022;7(1). doi:10.1038/s41541-022-00577-8 - Moderna Expands its mRNA Pipeline with Three New Development Programs. Moderna. Published February 18, 2022. Accessed January 30, 2023. [https://investors.modernatx.com/news/news-details/2022/Moderna-Expands-Its-mRNA-Pipeline-with-Three-New-Development-Programs/default.aspx](https://investors.modernatx.com/news/news-details/2022/Moderna-Expands-Its-mRNA-Pipeline-with-Three-New-Development-Programs/default.aspx) - Moderna Announces Clinical Progress from its Industry-Leading mRNA Vaccine Franchise and Continues Investments to Accelerate Pipeline Development. Moderna. Published April 14, 2021. Accessed January 30, 2023. [https://investors.modernatx.com/news/news-details/2021/Moderna-Announces-Clinical-Progress-from-its-Industry-Leading-mRNA-Vaccine-Franchise-and-Continues-Investments-to-Accelerate-Pipeline-Development/default.aspx](https://investors.modernatx.com/news/news-details/2021/Moderna-Announces-Clinical-Progress-from-its-Industry-Leading-mRNA-Vaccine-Franchise-and-Continues-Investments-to-Accelerate-Pipeline-Development/default.aspx) - Moderna Announces Positive Interim Phase 1 Data for mRNA Flu Vaccine and Provides Program Update. Moderna. Published December 10, 2021. Accessed January 30, 2023. [https://investors.modernatx.com/news/news-details/2021/Moderna-Announces-Positive-Interim-Phase-1-Data-for-mRNA-Flu-Vaccine-and-Provides-Program-Update/default.aspx](https://investors.modernatx.com/news/news-details/2021/Moderna-Announces-Positive-Interim-Phase-1-Data-for-mRNA-Flu-Vaccine-and-Provides-Program-Update/default.aspx) - Moderna Announces mRNA-1345, an Investigational Respiratory Syncytial Virus (RSV) Vaccine, Has Met Primary Efficacy Endpoints in Phase 3 Trial in Older Adults. Moderna. Published January 17, 2023. Accessed January 30, 2023. [https://investors.modernatx.com/news/news-details/2023/Moderna-Announces-mRNA-1345-an-Investigational-Respiratory-Syncytial-Virus-RSV-Vaccine-Has-Met-Primary-Efficacy-Endpoints-in-Phase-3-Trial-in-Older-Adults/default.aspx](https://investors.modernatx.com/news/news-details/2023/Moderna-Announces-mRNA-1345-an-Investigational-Respiratory-Syncytial-Virus-RSV-Vaccine-Has-Met-Primary-Efficacy-Endpoints-in-Phase-3-Trial-in-Older-Adults/default.aspx) - Moderna and Merck Announce mRNA-4157/V940, an Investigational Personalized mRNA Cancer Vaccine, in Combination with KEYTRUDA(R) (pembrolizumab), Met Primary Efficacy Endpoint in Phase 2b KEYNOTE-942 Trial. Moderna. Published December 13, 2022. Accessed January 30, 2023. [https://investors.modernatx.com/news/news-details/2022/Moderna-and-Merck-Announce-mRNA-4157V940-an-Investigational-Personalized-mRNA-Cancer-Vaccine-in-Combination-with-KEYTRUDAR-pembrolizumab-Met-Primary-Efficacy-Endpoint-in-Phase-2b-KEYNOTE-942-Trial/default.aspx](https://investors.modernatx.com/news/news-details/2022/Moderna-and-Merck-Announce-mRNA-4157V940-an-Investigational-Personalized-mRNA-Cancer-Vaccine-in-Combination-with-KEYTRUDAR-pembrolizumab-Met-Primary-Efficacy-Endpoint-in-Phase-2b-KEYNOTE-942-Trial/default.aspx) - Rozman M, Kora P, Jambrosic K, idovec Lepej S. Progress in Prophylactic and Therapeutic EBV Vaccine Development Based on Molecular Characteristics of EBV Target Antigens. Pathogens. 2022;11(8):864. doi:10.3390/pathogens11080864 - Kis Z. Stability Modelling of mRNA Vaccine Quality Based on Temperature Monitoring Throughout the Distribution Chain. Pharmaceutics. 2022;14(2):430. doi:10.3390/pharmaceutics14020430 - An Efficacy Study of Adjuvant Treatment With the Personalized Cancer Vaccine mRNA-4157 and Pembrolizumab in Participants With High-Risk Melanoma (KEYNOTE-942). U.S. National Library of Medicine ClinicalTrials.gov. Updated August 24, 2022. Accessed "}