{"title": "PDF", "author": "PDF", "url": "https://www.ihs.gov/sites/chr/themes/responsive2017/display_objects/documents/chrc19webinar1info19050720.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "COVID -19 101: Information and Impact Indian Health Service COVID -19 CHR Training Series Presented by the Indian Health Service in partnership with Johns Hopkins Center for American Indian Health Series Dates: May 7, 2020 COVID -19 101: Information and Impact May 14, 2020 Home Visiting During Social Distancing May 21, 2020 CHR COVID -19 Best Practices May 28, 2020 Individual and Community Resiliency Webinar Series Objectives Understand Support Provide Understand COVID- 19 and its impacts Support CHRs in delivering holistic services during COVID - 19 Provide tools to CHRs that create an empowered response to community needs Presenters Jessica Atwell, PhD, MPH Brooke Farrenkopf, MSPH Michelle Archuleta, MS, MA Public Health Advisor CHR and Health Education Program Division of Clinical and Community Services Indian Health Service Research Associate Johns Hopkins School of Public Health, Center for American Indian Health Assistant Scientist Infectious Disease Epidemiologist Johns Hopkins School of Public Health, Center for American Indian Health Objectives of today's webinar: COVID -19 101 Understand the current state of COVID -19 disease Background on COVID -19 Case counts, transmission and epidemiology Risk factors, symptoms and testing Preventive measures and policies Highlight the impact of COVID -19 in tribal communities Case counts and comparison to other regions Key issues around COVID -19 in tribal communities Overview of pandemics in tribal communities Responding to COVID -19 in tribal communities The Epidemiology of COVID -19 What are coronaviruses? Coronaviruses are a large family of viruses that cause disease in animals and humans Usually respiratory disease; sometimes GI involvement Four common coronaviruses circulate globally and cause mild respiratory illness (~30% of common colds) - 229E, NL63, OC43, HKU1 Three more severe coronaviruses: SARS (2002- 2003) MERS (2012) The 'novel coronavirus' first detected in China in November and December 2019 SARS CoV -2 What is COVID-19? Coronavirus disease 2019 or ' COVID -19' is the disease caused by the novel coronavirus now known as SARS CoV -2 Symptoms of COVID- 19 include: Fever Cough Shortness of breath or difficulty breathing Chills Sometimes: Muscle aches and pains Headache Sore throat New loss of taste or smell Diarrhea Not everyone will have symptoms does the virus spread? Mostly spread person to person via respiratory droplets (droplet transmission) Coughing; surfaces contaminated with droplets 6 feet People with mild or no symptoms can still be infectious (asymptomatic or pre- symptomatic transmission) Covid -19 Transmission - Infographic , World Heart Federation How long does the virus survive on surfaces? The virus may live on surfaces for a few hours or up to several days This will depend on the type of surface, temperature, humidity, etc. If you think a surface may be infected, clean it with simple disinfectant, then wash or clean your hands High -touch surfaces should be cleaned regularly How long does it take to get sick after being exposed to COVID -19? Incubation Period : The time between when someone is infected with the virus and when they start having symptoms Average: 5 days Range: 1- 14 Days Help elders and people at high risk tobe able to stay at home and away fromill peopleWho is most at risk for COVID-19? People over 60 years old People with underlying medical problems High blood pressure Heart disease Lung problems Diabetes Low risk isn't no risk Help elders and people at high risk to be able to stay home and away from ill people Photo: Ed Cunicelli How a virus with a reproduction number (RO} of 2spreads [: [: I Etc. [: __ And they I each infect two people [: 1: r-I Etc. [: _.And they each infect two people 1: [: PatientO infects two I Etc. people [: I __ Ai\"ldthey each infect two people [: [~ I Etc. [: D ' How quickly does the virus spread? RO: the number of secondary cases that arise from a primary case when everyone is susceptible About 2.5 Which means every person will infect, on average, 2.5 other people R0: How scientists quantify the intensity of an outbreak like coronavirus and predict the pandemic's spread - The Conversation, Infographic, How a Virus with a RO of 2 spreads How seasonal flu and Covid-19 compare RO number Estimate of how many people will be infected by an average individual with the disease Incubation time The time from exposure to first symptoms Hospitalization rate Average percentage for total cases Case fatality rate Percentage of reported deaths among total cases Sources: CDC, WHO, NCBI FLU t 1.3 DAYS 1-4 2% .1%orless COVID-19 Bottom of the range tt 2-2.5 Top of the range 1-14 19% 1-3.4% Vox How does that compare to other viruses? We can reduce the spread with mitigation, like social (or physical) distancing How Seasonal Flu and Covid- 19 compare -Vox jf( Testing - Two main types of tests Tests to determine if you are currently sick These look for the virus in your nose or throat Tests to determine if you have been infected before These look for antibodies to the virus in your blood Who should get tested? Speak with your healthcare provider ~~ MILKEN .I NSTITUTE Potential COVID-19 Treatments and Vaccines in Research Pipeline 4 SCANNING COMPOUNDS RNA-BASED TO REPURPOSE S ]2 --·-CELL-BASED THERAPIES 17 Updated: April 20, 2020 Treatments and Vaccine development Some medicines and therapies that could help with symptoms No medicines or vaccines to prevent COVID -19 currently Many clinical trials and studies have started Vaccines Antivirals Antibodies Covid -19 Tracker - Miliken Institute Protecting yourself and your community from COVID COVID-19 STOP THE SPREAD OF GERMS ---- Help prevent the spread of respiratory diseases like COVID· 19. What can be done to limit spread? Stay home if you are sick Cover your cough Disinfect surfaces Avoid touching eyes, nose, mouth Wash hands frequently with soap and water Social (or physically) distance! Covid -19: Stop the Spread of Germs -CDC Flyer THE CORONAVJRUS has a membrane of oily lipid molecules, which is studded with proteins that help the virus infect cells. -Lipid membrane and other proteins SOAP DESTROYS THE VIRUS when the water-shunning tails of the soap molecules wedge themselves into the lipid membrane and pry it apart. SOAP MOLECULES have a hybrid structure, with a head that bonds to water and a tail that avoids it. 1-Hydrophilic head (bonds with water) -Hydrophobic tail (avoids water, bonds with oil and fat) SOAP TRAPS DIRT and fragments of the destroyed virus in tiny bubbles called micelles, which wash away in water. Why is soap so important? How Soap Works - The New York Times, Infographic by Jonathan Corum and Ferris Jabr If each infected person spreads the coronavirus to two other people, tne chain of infections would grrm eXl)C)oentially. ·················\"············································· Avoiding ell<)fl 0<1e social transmission early on in the chain could significantly reduce the number of infections, f ··························\"···· ···········\"\"·······\"······· By Jonathan Corum Why is 'social distancing' so important? Cutting a Link in the Chain of Transmission -The New York Times, Infographic Distancing - Global News, Infographic by Robert A.j. Signer, Phd Daily number of cases Flattening the curve Source: CDC Delay out break pe,,k ReauctiQn in peak of outbrook Health care system capacity ------------------------ Time since first case Vox 'Flattening the curve' to keep the health care system functional How canceled events and self -quarantines save lives, in one chart Infographic by Christina Animashaun /Vox Effects of social distancing on 1918 flu deaths 250 deaths per 100,000 people 200 150 100 50 0 Social distancing SEPT OCT 1918 As the first cases of the 1918 flu were reported in Philadelphia in September 1918, authorities played down the significance and allowed public gatherings to continue. Closures in Philadelphia were only enacted once the virus had spread. The first cases in St. Louis were reported in early October, with measures to contain the spread enacted two days later. This resulted in a slower spread and lower mortality rate. First case in St. Louis, Oct. 5 St. Louis NOV OEC Sources: '\"Public health inten.ientions and epidemic intensity during the 1918 influenza pandemic· by Richard J, Hatchett, carter E. Mecher, Marc Upsitch, Proceeding.s of the National Academy of sciences May, 2007. Data derived from ·Public health intel'\\rentions and epidemic intensity during the 1918 influenza pandemic\" by Richard J. Hatchett, carter E. Mecher, Marc Lipsitch, Proceedin&s of the National Academy of Sciences May, 2007. TIM MEKO/E WASHINGTON POST Historical precedent Flattening the curve in 1918 Effects of Social distancing on 1918 Flu deaths Infographic, Tim Meko , The Washington Post Slow the spread: wear a facemask Cloth (handsewn) masks Used by individuals who are in public spaces Used by individuals who are caring for COVID -19 patients at home Used by COVID -19 patients at home if surgical masks are not available N95 masks Used by healthcare workers who are taking care of COVID -19 patients and performing aerosolizing procedures Surgical masks Used by patients infected by COVID -19 if they are around other people Used by healthcare workers for all activities (unless an N95 mask is required) REMEMBER STAY IN PLACE (HOME) MAINTAIN YOUR SPACE AND COVER YOUR FACE Why all these public health policies are important: Slowing the Spread Although it's difficult, closing schools and businesses and asking people t o s tay home is important to slow the spread of diseas e This will give public health officials and health care systems time t o pre pare and put plans into place so that we can better manage peopl e w ho are sick and better control transmission in communitie s T his will also give us time to understand this brand- new virus, how it wo rks, and how we can defeat i t W earing masks, using soap, not touching our faces, and staying 6 fee t apa rt limits the virus's chances of getting inside our bodie s Impact in Tribal Communities 1,206 Positive Cases of COVI D-19 on Navajo Nation Last Updated April 21, 2020 6 Farmington 177 332 233 Flagstaff 27Atbuquerque COVID -19 Cases in Indian Country IHS Area Tested Positive Negative Alaska 1,767 12 1,146 Albuquerque 1,996 215 924 Bemidji 150 17 120 Billings 1,902 21 1,748 California 779 45 587 Great Plains 353 24 300 Nashville 1,214 60 947 Navajo 5,225 1,045 3,547 Oklahoma City 2,758 101 2,203 620 Portland 786 Nation to other U.S. areas Navajo Nation has the sixth highest COVID -19 infection rate in the U.S. (behind NY , NJ, MA, CT, RI, and DC). Over 13% of Arizona's COVID -19 cases are on Navajo Nation, which is hometo only 1.4% of Arizona's population. Navajo Nation has experienced moreCOVID -19 on resource -limited, rural settings Limited medical capacity Challenges with surveillance Shortages of medical equipment and PPE Unequal access to health services Far distances to health facilities Too few health workers to serve the population Sociodemographic and structural factors Economic impact of pandemics on poverty Access to services like clean water Photo: Stéphane Paul Resource- limited systems and preparedness plans History of pandemics in tribal communities Historically, pandemics have had a significant burden on AI/AN populations. Higher mortality rates In the 2009 H1N1 pandemic, Native populations across 12 states in the U.S. had 4 times higher mortality rates compared to other populations. 1918 Influenza pandemic: Mortality rates among American Indian populations were 4 times higher than rates in larger U.S. cities. 1918 Influenza pandemic: Across the U.S. and other countries, there were increased mortality rates in indigenous populations, compared to other populations Higher hospitalization rates 2009 H1N1 pandemic: American Indians in the Southwest U.S., and particularly children under 5 years, had higher hospitalization rates during the H1N1 pandemic than other populations in the U.S Increased role of risk factors: 2009 H1N1 pandemic: Diabetes among adults and asthma among children were independent risk factors for hospitalization with H1N1 Key issues in context Limited testing availability Limited hospital capacity , especially in areas with high COVID -19 case counts Water insecurity and challenges with frequent hand washing Prevalence of underlying conditions , like diabetes, that make people higher risk for COVID -19 complications Multi -generational homes could put elders at greater risk Community health workers have been critical in stopping past outbreaks In the 2014 Ebola outbreak in West Africa, the CHW networks helped engage communities to stop the spread. CHWs acted as community -level educators, organizers, and mobilizers and made th e r esponse efforts more effectiv e. C HWs conducted community surveillance activities and reported suspected Ebola cases t o p ublic health authorities . In the 2015 Zika outbreak in South America , CHWS helped distribute culturally -appropriate health information and supplies. Reference: Boyce and Katz, 2019 Today 's COVID -19 community health representatives could become our epidemic response corps of the future - always ready to help us fight the next epidemic. Prevent Detect Treat Recover 1. Prevent Organize and carry out social media campaigns to promote social distancing and advocate for timely policies. Encourage strategies in their communities and online to promote mental and physical health and resilience . Deliver food and medications to the elderly and other vulnerable residents. Make masks at home and donate them to supplement the stock of personal protective equipment at local hospitals. 2. Detect Learn the signs and symptoms of COVID -19 and help staff hotlines run by hospitals and public health departments to answer questions from the public. Refer possible COVID -19 patients to their nearest testing center and organize transportation. Today 's COVID -19 community health representatives could become our epidemic response corps of the future (cont'd) 3. Treat Call people with COVID -19 who are in self -isolation with mild symptoms, and monitor them for worsening symptoms. Provide moral support and organize food deliveries for people with COVID -19 at home. Monitor patients for worsening symptoms and support rapid referral of people who require hospitalization with nurse care team. With public health officers, support contact tracing , symptom reporting, and monitoring of contacts of COVID-19 patients. Ensure access to testing and treatment for people who develop signs and symptoms. Help hospitals and non -profits raise funds for the most vulnerable. Today 's COVID -19 community health representatives could become our epidemic response corps of the future (cont'd) 4. Recover Assist with the coordination to support Tribal and urban communities with health care services (e.g., medical supplies, prescriptions, staffing, etc.) Support the coordination of health, social, and counseling services (e.g. development of toolkits, comprehensive resource hub, promoting self -care for staff and community members, elder mental health, etc.) Assist in the development of recovery timeframe to set bench marks, evaluate and monitor outcomes . (Tribal Epi centers, State Health Departments, CHR Data Mart). Share best practices (e.g., develop a blue print of crisis/risk communication for future use). Partner with health care system to ensure patients resume health care appointments with their providers. Support local economic recovery (e.g., Buy Indian support contracts, Indian businesses and vendors). Resources for COVID Mountain Apache tribal member s IHS CDC CA IH Faculty and Staf f Contact IHS Community -Based Health Programs Michelle Archuleta, MS, MA Public Health Advisor CHR and Health Education Program Michelle.Archuleta@ihs.gov Phone: 301.332.0733 Alberta Becenti, MPH Public Health Advisor Health Program/Disease Prevention Program Alberta.Becenti@ihs.gov Phone : 240.328.5540 Tina A. Tah, RN/BSN, BMA Senior Nurse Consultant Public Health Nursing "}