{"title": "Homeopathy in Blackheath - Nicola Redmond", "author": "Dizzy Gillespie", "url": "https://blackheathnaturalhealth.com/therapies/homeopathy-in-blackheath/", "hostname": "blackheathnaturalhealth.com", "description": "Homeopathy in Blackheath and South East London: with Nicola Redmond at the Blackhealth Complementary Health Centre, London SE3.", "sitename": "Nicola Redmond", "date": "2014-08-26", "cleaned_text": "About Homeopathy Homeopathy, like all forms of holistic medicine, focuses on improving the overall health and well-being of the patient, rather than the isolated treatment of specific symptoms. Some Causes of Ill Health Health can be affected by a number of factors, physical and/or emotional; such as anxiety, stress, grief, poor nutrition, poor sanitation or accommodation, trauma, bereavement, external pathogens (anything from parasites to allergies to chemical poisons) . Leeches, Coffee and Onions? Homeopathic concepts have existed for thousands of years (starting with Hippocrates - from whom modern doctors take their healing oath) but it was the brilliant polymath, Scientific Research and Studies [Click to read some information about scientific research and studies](http://blackheathnaturalhealth.com/homeopathy/studies-and-research/) Homeopathy in Blackheath Nicola Redmond provides homeopathy in Blackheath, and also serves the local community in South East London (including Greenwich, Charlton, Lewisham, Deptford, Maze Hill, Westcombe Park, Plumstead, Dartford). Nicola is at Blackheath Complementary Health Centre on Tuesdays and Saturdays. Frequently Asked Questions: Will health insurance companies cover the cost of homeopathic treatment? Nicola Redmond is a registered member of the Alliance of Registered Homeopaths. Homeopaths who are registered with Alliance of Registered Homeopaths (ARH) are recognised by the a number of health insurance companies. This means that if you have a policy with any of them, you may be entitled to have the full or partial cost of your treatment by Nicola reimbursed. Please visit the Alliance of Registered Homeopath's website for an up to date list of health insurance companies participating: What happens in a homeopathic consultation? After analysis, a suitable prescription will be given to you, either in tablet or liquid form and should be taken in accordance with any instructions you may be given. The duration of treatment depends very much on the ailment and how long you have had it, as well as your response to the prescription/s. What happens after the remedies have been taken? One way of explaining in a simple way how homeopathy works is that when you have persistant symptoms (ill health, dis-ease) it may be because the body's natural ability to heal itself is blocked (by inherited immune weaknesses, suppressed emotional expression...) Homepathic medicine works by resonating with the symptoms and energizing the body to cure itself by recognising it's own symptoms in the symptoms that the remedy produces in a heatlhy person. Some patients experience well-being, optimism and a change in energy levels. Occasionally your symptoms may appear to get worse for a short time. This can sometimes manifest as a form of rash, discharge or flu-like symptoms. This is a good sign that the prescription is taking effect and that your body is detoxifying. These symptoms will pass. They can be a very important part of the healing process and therefore advisable to consult your homeopath - before self-treating with other medicines - who may further prescribe or give helpful adjunctive advice. What are flower essences? Radio wave-like frequencies Flower Essences were first used 5000 years ago by the Egyptians. When an essence is ingested or absorbed through the skin, it is initially assimilated into the bloodstream. Then it settles midway between the circulatory and nervous systems. The quartz-like crystalline silica structures in the physical body (such as those in the bloodstream, the hair and nails etc) amplify and transmit the healing energies of the flower essences to their appropriate sites of action, and at the correct frequencies. This process is similar to the way radio waves strike a crystal in a radio so that the crystal resonates with the high frequencies, absorbing them and transforming them into audio frequencies which can be heard by the human ear. Bach Flower Essences Developed in the UK by Dr Edward Bach, a Welsh physician practicing medicine in the early 1900's, Bach Flowers have been used over many decades by both the public (self-prescribing) and by natural health practitioners. Trained in conventional allopathic medicine, Dr. Bach observed that his patients' recovery seemed to have as much to do with their emotional health as it did with any physical condition. Those in a positive emotional state recovered quicker. Dr. Bach's area of expertise was bacteriology, but as he became more intrigued with the emotions of his patients, he started to study the work of Hahnemann which emphasized treating the \"whole\" patient including their emotions and mental state, rather than focusing exclusively on physical symptoms. As a result of his research, Dr. Bach developed homeopathic remedies to treat intestinal disease. In 1930 Dr. Bach left an extremely lucrative private practice in London and and began to develop his 38 flower essences. Bush Flower Essences These essences were developed by a 3rd generation Australian herbalist, homeopath and naturopath, Ian White, who believes them to be one of the major systems of healing, and states that \"The power of the bush essences and the results they constantly produce are astounding. They act as catalysts to help resolve a vast range of negative emotional states... Most physical illness is the end result of emotional imbalance.\" Homeopathic Consultations - First appointments are £100, up to 90mins, and include any packet remedies, liquid or bottled remedies are extra. A first appointment often entails further case analysis and research. After the appointment is finished a further hour is often needed with analysis and consideration of a prescription. - Follow up appointments are £85, up to 75mins, and include any packet remedies, liquid or bottled remedies are extra. After the appointment is finished a further hour is often needed with analysis and consideration of a prescription. - Homeopathic consultations include: case history; analysis (ongoing research if needed); support between appointments where necessary (which may be chargeable as \"acute\" consultations at £15 for 15 minute appointments). "}