{"title": "Natural Chinese Herbs to Boost Immunity » Balance Within Acupuncture & Chiropractic", "author": "Jon", "url": "https://www.balancewithinyou.com/herbal-medicine/natural-chinese-herbs-to-boost-immunity/", "hostname": "balancewithinyou.com", "description": "Doctors, acupuncturists, herbalists, and consumers from around the world turn to Yu Ping Feng San - a traditional Chinese herbal formula as the", "sitename": "Balance Within Integrative Acupuncture Encino", "date": "2020-08-28", "cleaned_text": "Doctors, acupuncturists, herbalists, and consumers from around the world turn to Yu Ping Feng San - a traditional Chinese herbal formula as the natural, effective, and side effect free way to boost immunity. This formula contains three powerful herbs that play an essential role in boosting immunity, including a proprietary blend of: - Astragalus root - Siler root - Bai-zhu atractylodes rhizome In original Chinese medicine texts, these herbal extracts are considered \"the best immune tonic herbs in strengthening and stabilizing the immune system and protective 'Qi' in your body\". With people panicking over face masks and hand sanitizer, we are all about stimulating our immune systems to stay healthy. During an ongoing pandemic, it's time to bolster your immune system with the power and potency of organic Chinese herbs. Compared to this 800-year-old natural formula, synthetic supplements can't offer the same effectiveness and health benefits. Here's why you should keep Yu Ping Feng San on hand: When Your Immune System Is Weak Symptoms like getting extra tired, raised body temperature, coughing, chest and throat tightness, head stuffiness, and things feeling off are just a few indications that you have a cold or Coronavirus infection. This is the time to have immunity support in your medicine cabinet, and what can be better than Yu Ping Feng San? Various studies [ [1](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3823765/), [2](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4072625/)] have proven that this herbal formula prevents the buildup of mucus in the throat, head, and nasal sinuses. It also targets the environmental factors and pathogens that cause nasal congestion or can contribute to the cold and lung infection. Taking it 2-3 a day for a week will stimulate your immune cells and give your immunity the boost it needs to prevent colds and stay healthy. When People Around You Are Sick There is nothing worse than experiencing people coughing around you, especially during this ongoing Covid-19 pandemic. However, you can guard yourself with Yu Ping Feng San formula. There is a reason Chinese doctors and health authorities relied on this herbal product during the 2004 and 2019 outbreak of SARS and Covid-19 [ [3](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7098036/)] across China. They believed it has potent antiinflammatory and pathogen killing properties that would help boost your immunity. To use this formula as a preventative, take 1-2 sachets a day when you are around infected people. Not sure if people around you are contagious? Take one sachet per day anyway, just to be on the safe side. When Traveling In General or Getting On A Plane Airplanes, buses, and trains are germ factories. You never know when the last time the vehicle and the seats were sanitized? In fact, according to the [Wall Street Journal](https://www.wsj.com/articles/the-trouble-with-keeping-commercial-flights-clean-1410993651), studies have shown that people who frequently travel via air face higher rates of infection - one study even pegged higher risk of catching a respiratory infection at 20%. It makes sense that people are using face masks and using hand sanitizers to protect themselves. However, the next time you think about purchasing that artificially-made Vitamin C packet, consider these three natural, potent herbal extracts that people in Asia have been using for hundreds of years. As An Anti-Inflammatory Medicine Yu Ping Feng San is known for its powerful antiinflammatory and antioxidant properties, and it is widely used for the treatment of respiratory infections, including pneumonia, chronic obstructive pulmonary disease (COPD), emphysema, and viral infections such as SARS and Coronavirus infection. A study [ [4](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5080430/)] shows that Astragalus root in this formula effectively alleviates the lung injury, reduce the production of pro-inflammatory cytokines, and suppress the collection of mucus in the respiratory linings. These collective actions significantly reduce the inflammation of upper and lower respiratory organs and help protect against all respiratory infections References - Du, C. Y., Choi, R. C., Zheng, K. Y., Dong, T. T., Lau, D. T., & Tsim, K. W. (2013). Yu Ping Feng San, an ancient Chinese herbal decoction containing Astragali Radix, Atractylodis one, 8(11), e78622. [https://doi.org/10.1371/journal.pone.0078622](https://doi.org/10.1371/journal.pone.0078622) - Du, C. Y., Choi, R. C., Dong, T. T., Lau, D. T., & Tsim, K. W. (2014). Yu Ping Feng San, an ancient Chinese herbal decoction, regulates the expression of inducible nitric oxide synthase and cyclooxygenase-2 and the activity phosphatase in cultures. PloS one, 9(6), e100382. [https://doi.org/10.1371/journal.pone.0100382](https://doi.org/10.1371/journal.pone.0100382) - Yang, Y., Islam, M. S., Wang, J., Li, Y., & Chen, X. (2020). Traditional Chinese Medicine in the Treatment of Patients Infected with 2019-New Coronavirus (SARS-CoV-2): A Review and Perspective. International journal of biological sciences, 16(10), 1708-1717. [https://doi.org/10.7150/ijbs.45538](https://doi.org/10.7150/ijbs.45538) - Yang, Z. S., Yan, J. Y., Han, N. P., Zhou, W., Cheng, Y., Zhang, X. M., Li, N., & Yuan, J. L. (2016). Anti-inflammatory effect of Yu-Ping-Feng-San viaTGF-1 signaling suppression in rat model of COPD. Iranian journal of basic "}