{"title": "Nootropics: Herbs for Long-Term Brain Health | Gaia Herbs", "author": "Gaia Herbs", "url": "https://www.gaiaherbs.com/blogs/seeds-of-knowledge/what-are-nootropics-all-about-herbs-and-activities-for-long-term-brain-health", "hostname": "gaiaherbs.com", "description": "Discover the science behind some of the most popular nootropics and explore their potential health benefits with Gaia Herbs", "sitename": "Gaia Herbs", "date": "2022-04-28", "cleaned_text": "Everyone hopes to age gracefully — not just living longer but living well. It is particularly true when it comes to brain health. Consistently maintaining cognitive faculties ranks near the top of people's long-term health wish lists. The way the brain ages is not entirely under our control. However, considering that research has shown declining memory function can sometimes [start as early as age 30](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2683339/), it's not surprising that what we do in our younger and mid-life years can impact the kind of old age we'll enjoy. Enter nootropic herbs. Nootropic herbs support mental performance, such as cognition and memory.* Combine them with a healthy, active lifestyle, and you may help strengthen and nurture your mind not just in the present moment but also for the long haul.* This guide will explore the world of nootropics, including herbal and nutrient supplements that support brain health and cognitive function. We will also discuss these supplements' benefits, potential side effects, and the importance of a healthy lifestyle in maintaining brain health. What Are Nootropics? The term \"nootropic\" was coined by Dr. Corneliu Giurgea in 1972 to describe substances that support cognitive function and performance without causing significant side effects. Today, nootropics refer to a broad range of supplements that can support brain function and mental performance, including herbal remedies and nutrient supplements. Nootropics are a growing trend in the wellness community, especially among those looking for short-term cognitive enhancement. These supplements can help support brain function and manage symptoms of brain fog.* Nootropics can also influence neurotransmitters such as dopamine, serotonin, and acetylcholine, which play a role in cognitive function and mood regulation.* What Are the Potential Benefits of Nootropics? Nootropics, commonly known as \"cognitive enhancers\" or \"smart drugs,\" are a class of supplements or drugs purported to support cognitive function, memory, creativity, and motivation, among other benefits. Nootropics heavily influence the central nervous system, as they can support the activity of enzymes that promote the health of neurons.* For example, GABA, an inhibitory neurotransmitter, can help reduce feelings of anxiety and promote relaxation. Here are some potential benefits of nootropics supported by scientific research: - Supports cognitive function: Some nootropics, such as Piracetam, have been shown to support cognitive function in individuals with cognitive impairment.REF#1474 - Helps with memory: Some nootropics, such as Bacopa monnieri, can encourage memory retention and recall in healthy individuals.REF#1475 - Promotes focus and concentration: Nootropics like caffeine and L-theanine can support focus and concentration, particularly when taken together.REF#1476 - Supports mental clarity: Nootropics like Alpha-GPC can support mental clarity and overall brain function in healthy adults.REF#1477 - Manage feelings of stress and anxiety: Some nootropics, such as Ashwagandha, have been shown to help ease feelings of stress and anxiety in individuals with chronic stress.REF#1478 Although scientific evidence supports these benefits, the efficacy of nootropics can vary depending on the individual response, the specific compound, other health factors, and the dosage. Not all nootropics are created equal. What Are Some Nootropic Herbs? Herbal supplements have been used for centuries in traditional medicine systems such as Ayurveda and Chinese Medicine to support brain function.* [Ayurveda](https://www.gaiaherbs.com/blogs/seeds-of-knowledge/ayurveda-101), one of the world's oldest healing systems, uses herbal medicine, diet, and lifestyle practices to support overall health and well-being. Various [nootropic supplements](https://www.gaiaherbs.com/collections/brain-and-cognitive-support) are available today as herbal supplements. Some of these natural plant extracts are reputed to support brain function, promote cognitive performance, and encourage overall mental clarity. [Ashwagandha](https://www.gaiaherbs.com/blogs/herbs/ashwagandha) One herbal nootropic supplement is [Ashwagandha](https://www.gaiaherbs.com/search?q=ashwagandha), commonly used in Ayurvedic medicine. It is an [adaptogen](https://www.gaiaherbs.com/blogs/seeds-of-knowledge/what-are-adaptogens-and-why-are-people-taking-them) that can help ease feelings of stress and support cognitive function. While it is not a traditional nootropic, some research suggests it may have nootropic effects.* One study found that individuals who took [Ashwagandha](https://www.gaiaherbs.com/blogs/seeds-of-knowledge/the-essential-guide-to-ashwagandha-everything-you-need-to-know) extract had balanced levels of the stress hormone cortisol and reported feelings of relaxation.REF#1479 Ashwagandha may also support memory and cognitive function.* One study found that healthy adults who took Ashwagandha extract had healthy task performance and reaction times.REF#1480 [Bacopa](https://www.gaiaherbs.com/blogs/herbs/bacopa) One of the most well-known nootropic herbs monnieri](https://www.gaiaherbs.com/search?q=bacopa), also known as Brahmi, an Ayurvedic [herb used for centuries to support brain function.](https://www.gaiaherbs.com/blogs/seeds-of-knowledge/discover-bacopa-a-traditional-herb-for-brain-health) [Bacopa](https://www.gaiaherbs.com/blogs/seeds-of-knowledge/discover-bacopa-a-traditional-herb-for-brain-health) is a nootropic herb extensively studied for its cognitive-supporting effects. It is rich in bacosides, which can support brain function by protecting brain cells from oxidative stress and supporting nerve growth factors. It is also a potent adaptogen that can help manage feelings of stress and support cognitive function.REF#1481 [Ginseng](https://www.gaiaherbs.com/blogs/herbs/american-ginseng) [Ginseng](https://www.gaiaherbs.com/search?q=ginseng) is a popular adaptogenic herb that has been used in traditional Chinese medicine for centuries. The root of the ginseng plant contains several active compounds, including ginsenosides, which may be responsible for its nootropic effects. Studies have shown that ginseng may support cognitive performance and maintain overall brain function. Ginseng works by supporting blood flow to the brain, promoting the growth and survival of neurons, and balancing the release of neurotransmitters such as dopamine and serotonin.* This process may support memory, attention, and other cognitive functions.REF#1482 [Ginkgo](https://www.gaiaherbs.com/blogs/herbs/ginkgo) [Ginkgo Biloba](https://www.gaiaherbs.com/search?q=Ginkgo+Biloba) is an herb commonly used in Chinese medicine to support cognitive function. It is rich in flavonoids and terpenoids that can support blood flow to the brain and protect brain cells from oxidative stress to support memory, focus, and overall cognitive performance.1483 Scientists continue to study Ginkgo Biloba for its potential to ease symptoms of age-related cognitive decline. [Gotu Kola](https://www.gaiaherbs.com/blogs/herbs/gotu-kola) [Gotu Kola](https://www.gaiaherbs.com/search?q=Gotu+Kola) is an herb commonly used in Ayurvedic medicine to support cognitive function. This herb contains nutrients that can support the health of connective tissues, including those in the brain, as well as memory, focus, and overall cognitive performance.REF#1497 It is rich in triterpenoids, which can protect brain cells from oxidative stress, support blood flow to the brain, and may support collagen production.REF#1497 [Green Tea](https://www.gaiaherbs.com/blogs/herbs/green-tea) [Green tea](https://www.gaiaherbs.com/search?q=green+tea) is another nootropic herb rich in free radical fighting compounds that can support cognitive function and soothe symptoms of cognitive decline.* L-Theanine is an amino acid found in green tea. L-Theanine supports the production of alpha waves in the brain, which are associated with relaxation and mental clarity and can support cognitive function and ease feelings of stress.*REF#1483 Another study found that L-Theanine may support memory and focus.REF#1484 [Lemon Balm](https://www.gaiaherbs.com/blogs/herbs/lemon-balm) [Lemon balm](https://www.gaiaherbs.com/search?q=lemon+balm), an herb widely recognized for its calming properties, has also been found to have nootropic properties. It contains compounds that interact with specific receptors in the brain, supporting relaxation, mental performance, and cognitive function.REF#1496 Studies have shown that Lemon Balm may help to support cognitive performance by soothing feelings of stress and anxiety, which can negatively impact cognitive function.REF#1496 Additionally, lemon balm may have properties that can help protect brain cells from damage.REF#1485 [Lion's Mane](https://www.gaiaherbs.com/blogs/herbs/lions-mane) [Lion's Mane](https://www.gaiaherbs.com/search?q=lion%27s+mane) is a mushroom commonly used in traditional Chinese medicine. It can support nerve growth factor (NGF) production, which is vital for the growth and survival of brain cells.REF#1495 Several studies have investigated the cognitive benefits of Lion's Mane, many with promising results. One study found that Lion's Mane extract could support cognitive function in adults with mild cognitive impairment.REF#1486 Another study found that it encouraged cognitive function and managed feelings of anxiety and depression in young adults.REF#1487 According to preliminary research, Lion's Mane may also help support memory and learning.* [Rhodiola](https://www.gaiaherbs.com/blogs/herbs/rhodiola) [Rhodiola Rosea](https://www.gaiaherbs.com/search?q=rhodiola) is an adaptogen herb that can help support cognitive function and manage feelings of stress. It is rich in compounds that can help protect the brain from free radicals and oxidative stress to support memory, focus, and overall cognitive performance.REF#1493 Rhodiola may work as a nootropic by supporting the production of dopamine, norepinephrine, and serotonin.REF#1494 These neurotransmitters are essential for regulating mood, attention, and cognitive function. Its adaptogenic properties may help the body adapt to and cope with stress. By soothing the adverse effects of stress on the body and brain, Rhodiola may help support cognitive function, memory, and overall mental performance.REF#1488 [Saffron](https://www.gaiaherbs.com/blogs/herbs/saffron) [Saffron](https://www.gaiaherbs.com/search?q=saffron) is a spice commonly used for various health purposes, including supporting cognitive function. It contains several bioactive compounds, including crocetin, crocin, and safranal, that are responsible for its nootropic effects. These compounds can support brain function by soothing feelings of stress and anxiety, enhancing mood, and fighting free radicals.REF#1490 Studies have shown that Saffron supplementation can support cognitive performance in healthy individuals and those with age-related cognitive decline.REF#1489 [Turmeric](https://www.gaiaherbs.com/blogs/herbs/turmeric) Commonly used in Indian cuisine, [Turmeric](https://www.gaiaherbs.com/search?q=turmeric) is a spice that contains a compound called curcumin, which has potent properties that can help soothe irritation.REF#1492 These properties may help soothe irritation in the brain, which is associated with many neurological conditions.* Research has shown that curcumin may help support memory and ease symptoms of cognitive decline by encouraging the growth of new brain cells and supporting neural plasticity, which is the brain's ability to adapt and change over time.REF#1491 What to Take: Nootropic Herbs Gaia Herbs has developed aline of vegan nootropic supplements to help your brain stay healthy and active, using traditional herbs that nourish the mind.* - [Bacopa](https://www.gaiaherbs.com/products/bacopa)is a full-spectrum single-herb extract designed to support brain health during all stages of life.* Suitable for everyone from college students to retired folks, Bacopa is a treasured herb from the Ayurvedic tradition that supports overall cognitive health.* Gaia Herbs is proud to grow and cultivate some of the finest-quality Bacopa monnieri in our greenhouse in North Carolina, becoming one of the only U.S. sources for this Ayurvedic herb. - [Nootropic Focus](https://www.gaiaherbs.com/products/nootropic-focus) is a targeted formula made with a revitalizing blend of Saffron, Lemon Balm, and [Spearmint](https://www.gaiaherbs.com/blogs/herbs/spearmint)formulated to help you keep up with the competing demands of a fast-paced life.* It's a good choice for busy parents balancing work and home duties or active professionals who need to sharpen their concentration.* - [Agile Mind®](https://www.gaiaherbs.com/products/agile-mind)is Kola, and [Schisandra](https://www.gaiaherbs.com/blogs/herbs/schisandra)— herbs that support healthy brain function and help maintain healthy recall.* It is ideal for busy working professionals or anyone juggling multiple tasks to help keep your brain fit.* What to Do: Body, Mind, and Spirit Taking good care of your body is an integral part of taking good care of your mind. The body and the brain are intimately connected. Therefore, [eating well](https://www.gaiaherbs.com/blogs/seeds-of-knowledge/6-herbs-for-athletes-before-during-and-after-a-workout), [getting plenty of sleep](https://www.gaiaherbs.com/blogs/seeds-of-knowledge/trouble-sleeping-try-these-herbs-for-relaxation-and-a-better-night-of-rest), and [regular exercise](https://www.gaiaherbs.com/blogs/seeds-of-knowledge/8-ways-exercise-helps-support-your-health-and-wellbeing) will benefit your mental state as much as your physical form. Your brain is like a muscle; it needs exercise to stay fit. Another way to keep your mind agile is to challenge it regularly. Here are some ways to work your brain actively: - Play memory games. - Do a daily crossword or Sudoku puzzle. - Learn a new language. - Take a class at your local community college. - Pick up an instrument you've always wanted to learn to play. Staying socially connected is also vital for brain health. We are social creatures, after all. Perhaps not surprisingly, [elders who feel loved and cared for are more likely to enjoy good brain health](https://www.psychologytoday.com/us/blog/the-social-brain/201802/feeling-lonely-your-brain-may-be-risk). Social connections can come from family or friends, but you can also expand your social circle by volunteering or participating in group activities. Side Effects and Disclaimer While herbal supplements are generally considered safe, they can still cause side effects in some people. Some may experience gastrointestinal upset or allergic reactions to certain herbs. The Food and Drug Administration (FDA) does not regulate nootropic supplements. Researching and speaking with a healthcare professional before taking nootropic supplements is essential. The Bottom Line Nootropic herbs and supplements are a promising area of research for supporting long-term brain health. While more research is needed to understand their effects fully, many of these herbs have been used for centuries in traditional medicine and have a long history. Before trying nootropic supplements, research and speak with a healthcare professional. Remember, these supplements are not a substitute for a healthy lifestyle. Eat a balanced diet, sleep well, and exercise regularly for optimal brain health. Treat your body well. Exercise your mind. Stay connected. The secret to long-term brain health may be that simple. REFERENCES: in Epileptic Mutant El Mice\", Annals of the New York Academy of Sciences. 2006 in Epileptic Mutant El Mice\", Annals of the New York Academy of Sciences. 2006 Jan;12. https://nyaspubs.onlinelibrary.wiley.com/doi/abs/10.1196/annals.1316.017 - 2. Morgan A, Stevens J., \"Does Bacopa monnieri improve memory performance in older a randomized, placebo-controlled, double-blind trial\", J Altern Complement Med. 2010 2. Morgan A, Stevens J., \"Does Bacopa monnieri improve memory performance in older a randomized, placebo-controlled, double-blind trial\", J H, Rycroft JA, \"The combined effects of L-theanine and cognitive performance and mood\", Nutr Neurosci. 2008 Aug;11(4):193-8.. Rycroft JA, \"The combined effects of L-theanine and cognitive performance and mood\", Nutr Neurosci. Aug;11(4):193-8.. Ageing, Cognition and A Review of the Emerging of Food-Based Nootropics in Mitigating Age-related Memory Decline\", Ageing, Cognition and A Review of the Emerging of Food-Based Nootropics in Mitigating Age-related Memory Decline\", Curr Aging - 5. V, Godbole A, \"Differential effect of Ayurvedic nootropics on C. elegans disease\", Integr Med. 2020 Oct-Dec;11(4):440-447. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7772502/ 5 5. Anjaneyulu J, R V, Godbole A, \"Differential effect of Ayurvedic nootropics on C. elegans disease\", J Ayurveda Integr Med. 2020 Oct-Dec;11(4):440-447. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7772502/ - 6. Cleveland Clinic, \"Benefits of Ashwagandha and How Much To Take\", . https://health.clevelandclinic.org/what-is-ashwagandha/ 6 6. Cleveland Clinic, \"Benefits of Ashwagandha How Much To Take\", . and Safety of Ashwagandha Root Extract on Cognitive Functions Healthy, Stressed Double-Blind, and Safety of Ashwagandha Root Extract on Cognitive Functions Healthy, Stressed Double-Blind, 8. Aguiar, S., & Borowski, (2013), \"Neuropharmacological review of & \"Neuropharmacological review of Rejuvenation 9. DJ, Camfield DA, A, Savage K, Le Cozannet R, Fança-Berthon P, Scholey A, \"Effects of Panax quinquefolius (American ginseng) on the steady state visually evoked potential during cognitive performance\", Hum Psychopharmacol. 2020 Nov;35(6):1-6. https://pubmed.ncbi.nlm.nih.gov/32896022/ 9 9. White DJ, Camfield DA, Ossoukhova A, Savage K, Le Cozannet R, Fança-Berthon P, Scholey A, \"Effects of Panax quinquefolius (American ginseng) on the steady state visually evoked potential during cognitive performance\", Hum Psychopharmacol. 2020 Nov;35(6):1-6. Nakagawa S, Kaneko T, Kobayashi M, Takihara T, \"Effects of l-Theanine on Cognitive Function in Middle-Aged and Older Placebo-Controlled Study\", J Baba Y, Inagaki S, Nakagawa Kaneko T, Kobayashi M, Takihara T, \"Effects of l-Theanine on Cognitive Function in Middle-Aged and Older Placebo-Controlled Study\", J Mount Mori K, Azumi Y, Tuchida T., \"Improving effects the Research Inatomi S, Ouchi K, Azumi Y, Tuchida T., \"Improving effects the Mar;23(3):367-372.. https://europepmc.org/article/med/18844328 - 14. Vigna, L., Morelli, F., Agnelli, G. M., Napolitano, F., Ratto, D., Occhinegro, A., Di Iorio, C., Savino, E., Girometta, C., Brandalise, F., & Rossi, P. (2019), \"Hericium erinaceus Improves Mood and Sleep Disorders in Patients Affected by Overweight or Obesity: Could Circulating Pro-BDNF and BDNF Be Potential Biomarkers?\", Evidence-based complementary and alternative medicine : eCAM, 2019, 7861297. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6500611/ 14 14. Vigna, L., Morelli, F., Agnelli, G. M., Napolitano, F., Ratto, D., Occhinegro, A., Di Iorio, C., Savino, E., Girometta, C., Brandalise, F., & Rossi, P. (2019), \"Hericium erinaceus Improves Mood and Sleep Disorders in Patients Affected by Overweight or Obesity: Could Circulating Pro-BDNF and BDNF Be Potential Biomarkers?\", Evidence-based complementary and alternative medicine : eCAM, 2019, 7861297. - 15. Jówko of rosea on mental performance, physical capacity, and oxidative stress biomarkers in healthy men\", J Sport Health Sci. 2018 Oct;7(4):473-480. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6230218/ 15 15. Jówko E, Sadowski of rosea on mental performance, physical capacity, and oxidative stress biomarkers in healthy men\", J Sport Health Sci. 2018 Oct;7(4):473-480. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6230218/ - 16. Bian, Y., Zhao, C., & Lee, S. M. (2020), \"Neuroprotective Potency of Saffron Against Neuropsychiatric Diseases, Neurodegenerative Diseases, and Other Brain Disorders: From Bench to Bedside\", Frontiers in pharmacology, 11, 579052. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7573929/ 16 16. Bian, Y., Zhao, C., & Lee, S. M. (2020), \"Neuroprotective Potency of Saffron Against Neuropsychiatric Diseases, Neurodegenerative Diseases, and Other Brain Disorders: From Bench to Bedside\", Frontiers in pharmacology, 11, 579052. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7573929/ - 17. Jackson, P. A., Forster, J., Khan, J., Pouchieu, C., Dubreuil, S., Gaudout, D., Moras, B., Pourtau, K., H., Vauzour, D., Brossaud, J., Corcuff, J. B., Capuron, L., & Kennedy, D. O. (2021), \"Effects of Saffron Extract Supplementation on Mood, Well-Being, and a Psychosocial Stressor in Healthy Adults: A Randomized, Double-Blind, Parallel Group, Clinical Trial.\", Frontiers in nutrition, 7, 606124.. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7882499/ 17 17. Jackson, P. A., Forster, J., Khan, J., Pouchieu, C., Dubreuil, S., Gaudout, D., Moras, B., Pourtau, K., H., Vauzour, D., Brossaud, J., Corcuff, J. B., Capuron, L., & Kennedy, D. O. (2021), \"Effects of Saffron Extract Supplementation on Mood, Well-Being, and a Psychosocial Stressor in Healthy Adults: A Randomized, Double-Blind, Parallel Group, Clinical Trial.\", Frontiers in nutrition, 7, 606124.. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7882499/ - 18. Sarker MR, Franks SF, \"Efficacy of curcumin for age-associated cognitive decline: a narrative review of preclinical and clinical studies\", Geroscience. 2018 Apr;40(2):73-95. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5964053/ 18 18. Sarker \"Efficacy of curcumin for age-associated cognitive decline: a narrative review of preclinical and clinical studies\", Geroscience. 2018 Apr;40(2):73-95. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5964053/ - 19. Mount 19 19. Mount Sinai, \"Turmeric\", . https://www.mountsinai.org/health-library/herb/turmeric - 20. Zhuang, W., Yue, L., Dang, X., Chen, F., Gong, Y., Lin, X., & Luo, Y. (2019), \"Rosenroot (Rhodiola): Potential Applications in Aging-related Diseases.\", Aging and disease, 10(1), 134-146. https://doi.org/10.14336/AD.2018.0511 20 20. Zhuang, W., Yue, L., Dang, X., Chen, F., Gong, Y., Lin, X., & Luo, Y. (2019), \"Rosenroot (Rhodiola): Potential Applications in Aging-related Diseases.\", https://doi.org/10.14336/AD.2018.0511 (2022)., \"The Effectiveness of Rhodiola rosea L. Preparations in Alleviating Various Aspects of Life-Stress Symptoms and Stress-Induced Conditions-Encouraging Clinical Evidence\", (2022)., \"The Effectiveness of Rhodiola rosea L. Preparations in Alleviating Various Aspects of Life-Stress Symptoms and Stress-Induced Conditions-Encouraging Clinical Evidence\", Molecules (Basel, Switzerland), 27(12), 3902.. https://doi.org/10.3390/molecules27123902 - 22. Lai, P. L., Naidu, M., Sabaratnam, V., Wong, K. H., David, R. P., Kuppusamy, U. R., Abdullah, N., & Malek, S. N. (2013), \"Neurotrophic properties of the Lion's mane medicinal mushroom, Hericium erinaceus (Higher Basidiomycetes) from Malaysia\", International journal of medicinal mushrooms, 15(6), 539-554. https://doi.org/10.1615/intjmedmushr.v15.i6.30 22 22. Lai, P. L., Naidu, M., Sabaratnam, V., Wong, K. H., David, R. P., Kuppusamy, U. R., Abdullah, N., & Malek, S. N. (2013), \"Neurotrophic properties of the Lion's mane medicinal mushroom, Hericium erinaceus (Higher Basidiomycetes) from Malaysia\", International journal of medicinal mushrooms, 15(6), 539-554. https://doi.org/10.1615/intjmedmushr.v15.i6.30 - 23. Kennedy, D. O., Wake, G., Savelev, S., Tildesley, N. T., Perry, E. K., Wesnes, K. A., & Scholey, A. B. (2003), \"Modulation of mood and cognitive performance following acute administration of single doses of Melissa officinalis (Lemon balm) with human CNS nicotinic and muscarinic receptor-binding properties\", Neuropsychopharmacology : American College of Neuropsychopharmacology, 28(10), 1871-1881.. https://doi.org/10.1038/sj.npp.1300230 23 23. Kennedy, D. O., Wake, G., Savelev, S., Tildesley, N. T., Perry, E. K., Wesnes, K. A., & Scholey, A. B. (2003), \"Modulation of mood and cognitive performance following acute administration of single doses of Melissa officinalis (Lemon balm) with human CNS nicotinic and muscarinic receptor-binding properties\", Neuropsychopharmacology : Neuropsychopharmacology, 28(10), 1871-1881.. https://doi.org/10.1038/sj.npp.1300230 - asiatica (gotu kola) as a neuroprotectant and its potential role in healthy ageing\", Trends in Food Science and Technology 79: 88-97. https://www.sciencedirect.com/science/article/abs/pii/S0924224417305587 24 24. asiatica (gotu kola) as a neuroprotectant and its potential role in healthy ageing\", Trends in Food Science "}