{"title": "Journal of Sleep Disorders & TherapyOpen Access", "author": null, "url": "https://www.longdom.org/open-access/physiological-basis-of-alternative-therapies-to-alleviate-sleep-disturbances-29901.html", "hostname": "longdom.org", "description": null, "sitename": "longdom.org", "date": "2019-11-25", "cleaned_text": "- (2016) Volume 5, Issue 1 Prevalence of various types of sleep disturbanceshave been increasing at an alarming rate in the past few decades and have also been associated with several physiological as well as psychological problems. Pharmaceutical hypnotics have been the first-line of pharmacotherapy to be used for the treatment of such sleep disturbances. However, in the past two decades, complementary and alternative therapies have gained grounds in this field and reviews have been done on some of these therapies. Some of the notable therapies that have been reviewed extensively include homeopathic remedies, ayurvedic preparations, acupuncture and cognitive behavioral therapy. However, the literature lacks an extensive comparative study of the physiological explanations behind these alternative approaches to enhance sleep and this study aims to fill in that gap. Various studies pertaining to alternative approaches to enhance sleep such as nutritional interventions, herbal medicines, essential oils, acupuncture, bright light therapy, music therapy, massage and touch therapies, [yoga](https://www.longdom.org/peer-reviewed-journals/yoga-24534.html) and tai-chi are reviewed here, thereby providing a potent source of information for both clinicians and patients on these specific alternative therapies to alleviate sleep disturbances. The physiological basics of homeopathy and Ayurveda are beyond the scope of this review. Apart from reviewing the physiological elucidations behind the simpler alternative therapies suggested, their effectiveness over a wide range of people is also reviewed in this study. Keywords: Sleep disturbances; Alternative therapies; Homeopathic behavioral therapy In common man's terms, sleep is a state of rest for the body. It is a time when our body is at rest; only basic functions are happening involuntarily and our mind is at rest. The Oxford Dictionary defines sleep as \"a condition of body and mind such as that which typically recurs for several hours every night, in which the nervous system is relatively inactive, the eyes closed, the postural muscles relaxed and consciousness practically suspended\" [ [1](#1)]. From a behavioral standpoint, sleep is a reversible behavioral state of perceptual disengagement from, and unresponsiveness to, the environment [ [2](#2)]. Invention of EEG in 1929 has shed some light on brain functions during these dark hours of sleep. A typical sleep starts with NREM (Non Rapid Eye Movement) sleep and that includes slow wave sleep stages N1, N2 and N3 [ [3](#3)]. This is followed by REM sleep, often called \"active sleep\" and is identified by its characteristic low-amplitude (small), high-frequency (fast) waves and alpha rhythm, as well as the eye movements for which it is named [ [4](#4)]. Though the definition of sleep may vary from person to person, each and every one of us need a good night's sleep to feel one's self next day. Good sleep is that which happens spontaneously and regularly by itself. We don't need any external [aids](https://www.longdom.org/peer-reviewed-journals/aids-113.html) for it to happen. After a good sleep, one should wake up energized for the rest of the day ahead. In prehistoric times, sleep was simply thought of as a coping mechanism for primitive organisms to seek shelter during the dangerous period of darkness. This adaptive behavior would have also helped them conserve energy that would have been expended otherwise. However, in the present day scenario, sleep is closely tied with the bio [physiology](https://www.longdom.org/peer-reviewed-journals/physiology-2118.html) of our body functions. Several studies have confirmed the importance of adequate, sound sleep as an essential ingredient for physical, psychological and social well-being [ [5](#5)]. Hence, sleep is a basic key to good health along with proper [nutrition](https://www.longdom.org/peer-reviewed-journals/nutrition-17014.html) and exercise. The public health domain has been increasingly recognizing difficulties with initiating and maintaining sleep among all age groups of people. This lack of good sleep is associated with several complications, ranging from physiological to psychological issues, workplace and road accidents, human errors and impaired performance. Basically, sleep disturbances are characterized by difficulty to fall asleep at night, frequent waking up during night and problems of waking up earlier than expected or required in the morning. So, how much sleep do we actually need? For everything in life, we need balance: inside and outside of us, balance in diet and digestion, balance in thought and action, and balance in day and night. Similarly, we need balance in time being awake and time being asleep in the rate of 2:1. We need about 8 hours of restful sleep every day in order to prevent neurobehavioral deficits [ [6](#6)] and to enable us to function in a balanced way throughout our day to day life. However, sleep architecture changes continuously and considerably with age and varies among people. Newborns generally sleep for about 16-18 hours a day and that reduces to about 10 hours for 3-12 year olds and teenagers. Typical adult needs 7-8 hours of restful sleep a day. As we age, we get less of sleep due to other physiological issues like wear and tear of the body like arthritis, body aches, frequent need to use the restroom, etc. Scientific studies have also proved that less than [ [6](#6)] hours of sleep for 4 or more consecutive nights together can impair glucose metabolism [ [7](#7)], immune functions [ [8](#8)], can cause changes in appetite regulation [ [9](#9)] and can also impair cognitive performance and mood [ [10](#10)]. Severe sleep disturbances are usually treated with prescribed medications that are actually intended for short term use. These medications may have other adverse side effects when used for a longer term, which happens to be the case in most situations [ [11](#11)]. On the other hand, sleep disturbances if detected at an earlier and milder stage, can be treated with several types of alternative therapies which possibly do not have any other adverse side effects. Certain authorities as well recommend the use of conventional non-pharmacological interventions to overcome sleep disturbances [ [12](#12)]. A study by Pearson et al. indicated that about 72% of the study participants who used complementary [alternative medicine](https://www.longdom.org/peer-reviewed-journals/alternative-medicine-438.html) to improve their sleep agreed that their sleep did improve to some extent after treatment. In the same study, it was also found that the complementary and [alternative medicine](https://www.longdom.org/peer-reviewed-journals/alternative-medicine-438.html) for treating [insomnia](https://www.longdom.org/peer-reviewed-journals/insomnia-26808.html) was more preferred by young and the more educated population [ [13](#13)]. Some of the alternative approaches to enhance sleep include certain kinds of sleep promoting foods (nutritional medicine), herbal medicines and [essential oils](https://www.longdom.org/peer-reviewed-journals/essential-oils-21537.html) (aromatherapy), acupuncture or acupressure, bright-light therapy, massage and touch therapy, music therapy, tai chi and yoga. These specific approaches have been chosen for this study as these approaches have generally been considered as old-folks remedies and very little stress is laid on their physiological significance in the literature. Nutritional Interventions for Enhancement of Sleep Melatonin is a major hormone of the circadian system as it plays an important role in the regulation of human sleep by controlling both the [circadian rhythm](https://www.longdom.org/peer-reviewed-journals/circadian-rhythm-2421.html) and the homeostatic mechanisms [ [14](#14)]. The amino acid L-tryptophan is converted to [melatonin](https://www.longdom.org/peer-reviewed-journals/melatonin-4977.html) through a series of enzymatic reactions in the pineal gland [ [14](#14)]. Under general circumstances, retinal light exposure suppresses the production of melatonin, thereby stimulating wakefulness [ [15](#15)]. As increase in [melatonin](https://www.longdom.org/peer-reviewed-journals/melatonin-4977.html) can eventually promote sleep, several nutritional interventions have been studied to increase the [melatonin](https://www.longdom.org/peer-reviewed-journals/melatonin-4977.html) production by manipulating tryptophan through diet. Such strategies include a high protein diet that contains more tryptophan, a carbohydrate rich diet in order to increase the ratio of free tryptophan to branched-chain amino acids, and a high-fat meal to increase free tryptophan. Silber and Schmitt have indicated that tryptophan doses as low as 1g can improve sleep latency and subjective [sleep quality](https://www.longdom.org/peer-reviewed-journals/sleep-quality-1443.html) [ [16](#16)]. For example, this can be achieved by consuming approximately 300 g of turkey or approximately 200g of pumpkin seeds [ [17](#17)]. Lindseth et al. conducted a study wherein the diets of 44 adults were manipulated either to be high protein (56% protein, 22% carbohydrate, 22% fat) or high carbohydrate (22% protein, 56% carbohydrate, 22% fat) or high fat (22% protein, 22% carbohydrate, 56% fat) for four days. It was found that a high protein diet reduced wake episodes and a high [carbohydrate diet](https://www.longdom.org/peer-reviewed-journals/carbohydrate-diet-28866.html) reduced the sleep-onset latencies [ [18](#18)]. In another study, it was found that a high fat diet affected adversely the total sleep time [ [19](#19)]. Lunchtime food intake, even if it is just a liquid meal, be it of a high caloric or low caloric content is said to increase the sleep duration [ [20](#20)]. Afaghi et al. have indicated that a high glycemic index diet given 4 hours before sleep is capable of improving the sleep-onset latency compared to low glycemic index diet [ [21](#21)]. Likewise, another study also indicated that a high-carbohydrate meal given 45 minutes before bedtime led to increased REM sleep, decreased light sleep and wakefulness [ [22](#22)]. Additionally, L-Theanine which is present in tea is said to promote feelings of calmness, decrease alertness and thereby increase sleep onset [ [23](#23)]. Herbal medicines and essential oils Certain herbs are said to release tension and stress and mainly help people who fall asleep, but wake up and cannot go back to sleep again. Some of the examples of herbs that can help to enhance the quality of sleep include lemon balm (Melissa officinalis), valerian (Valeriana officinalis), americana), Hops and adrenal tonic herbs such as Ginseng (Eleutherococcus senticosus). Lemon balm (Melissa officinalis) is from the mint [family](https://www.longdom.org/peer-reviewed-journals/family-345.html) and has been used for reducing stress, anxiety, pain, indigestion problems and for improving sleep and appetite since the Middle Ages [ [24](#24)]. Scientific studies have indicated that lemon balm has the capacity to inhibit the breakdown of the sedative neurotransmitter gamma amino butyric acid (GABA) [ [25](#25)]. Valerian (Valeriana officinalis) is also another herb that has been used as a sleeping aid for a long time [ [26](#26)]. Valerian is said to induce a calming effect by binding to GABA type A receptors and thereby regulating the excitability of the nervous system [ [27](#27)]. A meta-analysis study revealed that valerian is capable of improving the [sleep quality](https://www.longdom.org/peer-reviewed-journals/sleep-quality-1443.html) [ [28](#28)]. Further, as the metabolites of valerian are rapidly detoxified in the liver, they probably do not cause any adverse side effects [ [29](#29)]. Passionflower (Passiflora incarnata) is a traditional herb that has used for [anxiety](https://www.longdom.org/peer-reviewed-journals/anxiety-4577.html) [ [30](#30)], [insomnia](https://www.longdom.org/peer-reviewed-journals/insomnia-26808.html) [ [31](#31)], [seizures](https://www.longdom.org/peer-reviewed-journals/seizures-8103.html) [ [32](#32)] and hysteria [ [33](#33)]. It acts by increasing the levels of GABA in the brain, which in turn leads to relaxation due to reduced activity of brain [cells](https://www.longdom.org/peer-reviewed-journals/cells-53612.html) [ [31](#31)]. Chamomile (Matricaria recutita) is a gentle herb that is most often used in the form of tea and is considered safe for both adults and children. The active ingredients in chamomile are said to bind to benzodiazepine receptors and demonstrate central nervous system (CNS) depressant activity, anxiolytic activity and anticonvulsant activity [ [34](#34)]. Linden flowers have also been used as anxiolytics for several years. One study has indicated that Tilia americana var. mexicana has both anxiolytic and sedative effects due to the presence of beta-sitosterol in them [ [35](#35)]. Another study also highlights the depressant activity of Tilia americana var. mexicana on the CNS [ [36](#36)]. It was found that hop pickers got tired very easily due to their handmouth activity and thereby transfer of hop resins [ [37](#37)]. On further studies, the relaxing effect of hops (Humulus lupulus) was attributed to the specific chemical component dimethylvinyl carbinol and traditionally it has been used as CNS depressant, to treat headache, insomnia, anxiety, stress and restlessness [ [38](#38)]. In some countries, hop baths are being used to decrease hot flashes in [menopausal women](https://www.longdom.org/peer-reviewed-journals/menopausal-women-26898.html) [ [39](#39)]. Several studies have also highlighted that a combination of hops and valerian extracts have been used for inducing sleep [ [40](#40)]. It was discussed earlier that sleep deprivation caused behavioral changes and certain herbs have also been used to mitigate these changes. One such example is Eleutheroside E, which is a principal component of Eleutherococcus senticosus, an adrenal tonic herb which was found to alleviate the behavioral alterations induced by sleep deprivation [ [41](#41)]. Sleep disturbances can be resolved to some extent by inhaling essential oils. The mechanism of action of such oils is mainly due to their biochemical, psychological and energetic properties [ [42](#42)]. The biochemical constituents of these [essential oils](https://www.longdom.org/peer-reviewed-journals/essential-oils-21537.html) such as esters, coumarins and monoterpenols are known to act on nerve cell function by antagonizing specified neuronal receptors or binding to other receptors [ [43](#43)]. Not only animal studies have demonstrated the sedative effects of certain [essential oils](https://www.longdom.org/peer-reviewed-journals/essential-oils-21537.html) such as lavender [ [44](#44)], sweet orange [ [45](#45)], rose [ [46](#46)], cedar [ [47](#47)], bergamot [ [48](#48)], valerian and lemon [ [49](#49)]; but human studies have also shown similar results. The oil that has been studied predominantly was lavender oil (Lavandula angustifolia), either alone or blended with other oils. Lavender oil was found to increase sleepiness in a group of healthy students [ [50](#50)] and also improve the quality of sleep up to one week in midlife women with [insomnia](https://www.longdom.org/peer-reviewed-journals/insomnia-26808.html) after treatment [ [51](#51)]. Sleep quality after treatment with lavender oil was also found to increase among CCU patients with ischemic [heart disease](https://www.longdom.org/peer-reviewed-journals/heart-disease-22719.html) [ [52](#52)]. The quality of daytime wakefulness and continuous sleep at night were both improved among elderly patients when exposed to lavender oil [ [53](#53)]. Using aroma sticks made by blending lavender and valerian oil was found to be effective in [cancer](https://www.longdom.org/peer-reviewed-journals/cancer-26169.html) patients who had sleep issues [ [54](#54)]. In a study, during the analysis of perception of sleep, 97% of the study population composed of psychogeriatric patients indicated that they had a refreshing night's sleep after treatment with a blend of lavender, basil basilicum), [55](#55)]. Peppermint oil was also found to increase total sleep time and decrease fatigue and [depression](https://www.longdom.org/peer-reviewed-journals/depression-46947.html) among healthy adults [ [56](#56)]. Jasmine oil was reported to increase sleep efficiency and also to reduce sleep movement [ [57](#57)]. More studies need to be done in humans as far as other [essential oils](https://www.longdom.org/peer-reviewed-journals/essential-oils-21537.html) that have proved to be useful to enhance sleep in animals. Acupuncture/Acupressure Acupuncture is an important aspect of Traditional [Chinese Medicine](https://www.longdom.org/peer-reviewed-journals/chinese-medicine-29732.html) (TCM) that dates back to 4000 years ago [ [58](#58)]. Studies on randomized controlled trials of acupuncture used for [insomnia](https://www.longdom.org/peer-reviewed-journals/insomnia-26808.html) treatment revealed that acupuncture did improve sleep efficiency and quality as well as daytime functioning [ [59](#59)]. A few other prominent reviews on acupuncture include the studies by Chen et al. [ [60](#60)], Cheuk et al. [ [61](#61)], Huang et al. [ [62](#62)] and Yeung et al. [ [63](#63)]. Auricular acupressure has been shown to be effective in improving the [sleep quality](https://www.longdom.org/peer-reviewed-journals/sleep-quality-1443.html) of [cancer](https://www.longdom.org/peer-reviewed-journals/cancer-26169.html) patients [ [64](#64)], patients with [obstructive sleep apnea](https://www.longdom.org/peer-reviewed-journals/obstructive-sleep-apnea-2651.html) syndrome [ [65](#65)] and also in nurses working three shifts [ [66](#66)]. A meta-analyses report stated that the acupuncture on Sanyinjiao acupoint, also known as [Spleen](https://www.longdom.org/peer-reviewed-journals/spleen-9334.html) 6 (SP6) proved to be a good remedy for sleep disturbances [ [67](#67)]. Another study highlighted 96% effectiveness of acupuncture on Shenmen (HT7) and Fuliu (KI7) acupuncture sites in 288 cases of [insomnia](https://www.longdom.org/peer-reviewed-journals/insomnia-26808.html) [ [68](#68)]. 96.5% effectiveness was reported in a study which concentrated on the acupuncture sites Ezhongxian efficiency through the sites Baihui (Du20) and Sishenchong (Extra6) for the treatment of [insomnia](https://www.longdom.org/peer-reviewed-journals/insomnia-26808.html) [ [70](#70)]. Acupuncture and acupressure are said to play an active role in the neuro-chemical modulatory activity that involves dopamine, serotonin and [endogenous opioids](https://www.longdom.org/peer-reviewed-journals/endogenous-opioids-31248.html) and this characteristic enables them to serve as an effective enhancer of sleep [ [71](#71)]. The brain-derived neurotrophic factor (BDNF) has been well-established as a sleep regulator [ [72](#72)]. In a study, decreased serum BDNF levels were seen in [insomnia](https://www.longdom.org/peer-reviewed-journals/insomnia-26808.html) patients compared to sleep-healthy controls [ [73](#73)]. Acupuncture basically acts to enhance sleep by modulating BDNF and this principle was applied in a study which found that acupuncture was highly effective in improving [sleep quality](https://www.longdom.org/peer-reviewed-journals/sleep-quality-1443.html) in the elderly population [ [74](#74)]. Bright light therapy Circadian rhythm is a biological clock within the human body that follows a 24-hour cycle responding primarily to light and darkness in one's environment. This clock works harmoniously with the homeostatic mechanisms and controls neurological and endocrine functions, temperature regulations and sleep wake periods [ [75](#75)]. Releasing of certain [hormones](https://www.longdom.org/peer-reviewed-journals/hormones-4791.html) and neurotransmitters and in turn their function in regulating multiple organ functions are happening constantly inside our body in an auto pilot mode based on these circadian rhythms. However, the invention of light bulbs followed by the easy flip of switch to keep the light going indefinitely had made us to go to bed according to our physical clocks instead of our own biological clocks. Inventions of electricity, socialization, advancement in technologies, globalization and outsourcing have disturbed our bodies' natural rhythm in innumerable ways. When these rhythms are disturbed some disorders begin to surface. Insomnia, characterized by difficulty in initiating sleep at conventional bedtime and earlier than normal morning awakening is one of the major disorders associated with the abnormalities in the timing of [circadian rhythms](https://www.longdom.org/peer-reviewed-journals/circadian-rhythms-24893.html) [ [76](#76)]. Two kinds of bright light therapy are generally used to treat such insomnia. Morning bright light therapy is used for sleep-onset [insomnia](https://www.longdom.org/peer-reviewed-journals/insomnia-26808.html) and evening bright light therapy is used for early morning awakening insomnia. That is, a delayed [circadian rhythm](https://www.longdom.org/peer-reviewed-journals/circadian-rhythm-2421.html) can be advanced or shifted to an earlier time by exposure to bright light in the morning and an early [circadian rhythm](https://www.longdom.org/peer-reviewed-journals/circadian-rhythm-2421.html) can be delayed or retimed to later by exposure to bright light in the evening. Individuals exposed to bright light in the range of 2500 lux were able to advance their sleep-onset times when compared to individuals exposed to dim light of 300 lux [ [77](#77)]. Likewise, in another study, sleeponset times and wake-up times were all significantly advanced after exposure to bright light in the morning [ [78](#78)]. Bright light masks in the morning also showed similar results [ [79](#79)]. Positive changes in the sleep latency and daytime dysfunction were noticed when healthy elders were exposed to bright light of 10,000 lux in the morning for about half-hour [ [80](#80)]. In one study, where the participants wore shortwavelength blue light glasses that had blue light-emitting diodes for two hours soon after waking up in the morning were able to advance their sleep-onset by 2.5 hours [ [81](#81)]. Likewise, the wake-up time of study participants was significantly delayed by exposing them to bright white light of 2500 lux in the evenings [ [82](#82)]. In another study, along with delaying the wake-up time, an increase in total sleep time was also noticed on exposure to bright light of 2500 lux in the evenings [ [83](#83)]. Massage and touch therapies Massage and touch therapies are said to increase blood circulation, relieve [pain](https://www.longdom.org/peer-reviewed-journals/pain-54372.html) and lower body stiffness by balancing the nervous system and boost the morale, thereby improving the quality of sleep [ [84](#84)]. Back massage for about 6 minutes was found to be useful in promoting sleep in critically ill older men [ [85](#85)]. Touch therapy along with preferred music (chosen from a selection of 4 pieces: in Hüseyni, Saba, Rast and Ussak maqams) and preferred aroma (chosen from a selection of 9 varieties: lavender, mint, orange, rose, chamomile, Asiatic dayflower, rosemary, common sage and linden) was found to have positive effects on sleep [ [84](#84)]. Another study has also reported that therapeutic touch has a relaxation response of vasodilation which can in turn induce sleep [ [86](#86)]. Music therapy Considering all the alternative approaches, music is identified as the relatively inexpensive and a readily available therapy that can be easily self-administered [ [87](#87)]. Music is said to act on the limbic system of the brain and affect the modulation of endogenous opiods and oxytocin, thereby enhancing [89](#89)] and Pittman and Kridli [ [90](#90)] have shown that music helps to resolve pre-operative [anxiety](https://www.longdom.org/peer-reviewed-journals/anxiety-4577.html) and Engwall and Dupplis indicated that music also helps to overcome postoperative [pain](https://www.longdom.org/peer-reviewed-journals/pain-54372.html) [ [91](#91)]. Several studies conducted among a wide range of populations ranging from university students, elders in the community, patients in hospitals and [rehabilitation](https://www.longdom.org/peer-reviewed-journals/rehabilitation-756.html) centers, etc. have reported that music improves the quality of sleep. Some of the notable studies include the ones done by Jespersen and Vuust [ [92](#92)] on traumatized refugees; Ryu et al. [ [93](#93)] in a South Korean hospital on patients who have gone through coronary angiography; Bloch et al. [ [94](#94)] where it was found that music improved sleep latency and sleep efficiency in schizophrenia patients; Deshmukh et al. [ [95](#95)] in India on depressed patients; Harmat et al. [ [96](#96)] among students from a Hungarian university; Lai and Good [ [97](#97)] among the elders in the Taiwan community; Hernandez-Ruiz [ [98](#98)] in abused women in a shelter at USA; Johnson [ [99](#99)] on older women; Kullich et al. [ [100](#100)] in an Austrian [rehabilitation](https://www.longdom.org/peer-reviewed-journals/rehabilitation-756.html) center; Renzi et al. [ [101](#101)] in a hospital on patients who have gone through anorectal operation in Italy; Richards [ [85](#85)] and Zimmerman [ [102](#102)] among inpatients in hospitals of USA. Even though all the above mentioned studies brought to light the fact that music can enhance sleep, there isn't enough evidence in the literature to identify a protocol for the intervention strategy. Hence, more studies need to be done to categorize the specific pieces of music that would enhance sleep, an appropriate time frame and duration to play the music and methods to create a suitable ambience so that the study participants put in their full attention to the music that is being played to them. This protocol becomes necessary as it has been indicated that the efficiency of the music played depends on the listener's enjoyment [ [103](#103)] and most of the time the listener's preferred music has more beneficial effects rather any random music [ [104](#104)]. Yoga and tai chi Mind-body therapies such as [yoga](https://www.longdom.org/peer-reviewed-journals/yoga-24534.html) and tai chi have been more popular among the older population and are nowadays slowly gaining grounds among the younger generations too. Having originated in the eastern part of the world and slowly loosing grounds there, these practices are forging ahead and are being embraced more widely in the western part of the world. The biological mechanisms by which these mind-body therapies exert their holistic effects are yet to be deciphered. Manjunath et al.'s study indicated that [yoga](https://www.longdom.org/peer-reviewed-journals/yoga-24534.html) improved sleep latency and total sleep better than herbal medicines [ [105](#105)]. In one study, decreased nocturnal awakenings and faster return to sleep after nocturnal awakenings were noticed in young adults who were performing Bikram [Yoga](https://www.longdom.org/peer-reviewed-journals/yoga-24534.html) [ [106](#106)]. Significant improvement in the total [sleep quality](https://www.longdom.org/peer-reviewed-journals/sleep-quality-1443.html) was noticed in a group of elderly participants living in old age homes after [yoga](https://www.longdom.org/peer-reviewed-journals/yoga-24534.html) intervention [ [107](#107)]. Jonathan et al. reported that older adults who went in for [yoga](https://www.longdom.org/peer-reviewed-journals/yoga-24534.html) intervention showed significant improvements in overall sleep quality, sleep efficiency, sleep latency and duration [ [108](#108)]. One study on tai chi indicated that it improved [sleep quality](https://www.longdom.org/peer-reviewed-journals/sleep-quality-1443.html) and sleep duration outcomes in older adults [ [109](#109)]. Another study reported that tai chi was significantly more effective than low-impact exercise on improving sleep latency, [sleep quality](https://www.longdom.org/peer-reviewed-journals/sleep-quality-1443.html) and efficiency and also in increasing sleep duration [ [110](#110)]. An ECG-based sleep spectrogram revealed improved sleep stability among participants who practiced tai-chi for about 12 weeks [ [111](#111)]. A recent study that used DNA methylation as an epigenetic [biomarker](https://www.longdom.org/peer-reviewed-journals/biomarker-3488.html) has indicated that regular practice of tai-chi could be associated with significant and beneficial epigenetic changes [ [112](#112)]. This review gives a broad idea of the various types of complementary and alternative methods and their physiological mode of action to alleviate sleep disturbances. Researchers are now concentrating on such methods as the widely used pharmacological therapies have the limitation of their inability to be used as a long-term intervention due to their potential side effects. Reviews of research activities in terms of other alternative methods such as Homeopathy and Ayurveda to treat [sleep disorders](https://www.longdom.org/peer-reviewed-journals/sleep-disorders-25364.html) are beyond the scope of this article. Further research on exercises, massage, touch and music therapy for the treatment of [sleep disorders](https://www.longdom.org/peer-reviewed-journals/sleep-disorders-25364.html) with more clinically relevant evidences is encouraged as current research in these fields is still in their infancy. It was also noticed that several studies, especially pertaining to tai chi are in Mandarin and translation of these would enable the scientific community to benefit from them as well. "}