{"title": "Mass Vaccination Campaigns: From Post-authorization Benefit-Risk Assessment to Public Health Impact", "author": null, "url": null, "hostname": null, "description": "MDPI is a publisher of peer-reviewed, open access journals since its establishment in 1996.", "sitename": null, "date": "2023-05-09", "cleaned_text": "Topic Editors Mass Vaccination Campaigns: From Post-authorization Benefit-Risk Assessment to Public Health Impact Topic Information Dear Colleagues, Communicable diseases have a direct impact on social, economic, health, and healthcare systems. Vaccination campaigns represent one of the most effective and cost-effective public health measures to protect the general population. In recent years, several vaccines have been developed to protect against the new SARS-CoV-2 virus and its variants, as well as a growing number of pathogens such as HPV, monkeypox virus, and others. The implementation of new vaccines raises concerns regarding their effectiveness and safety profile, especially when they should be co-administered with drugs and other vaccines. In this context, if the co-administration practice facilitates the introduction of new vaccines into immunization programs contributing to improve coverage rates, this can also lead to interaction between products and consequent alteration in their health outcomes. In the post-COVID-19 era, vaccine hesitancy in the general population might be high due to stigma, inappropriate communication by mass media, and concerns around vaccine safety. This calls for studies to appropriately and routinely assess the safety and effectives of both old and new vaccines when administered to the general population. In this issue, we would like to discuss the safety of vaccines, with special emphasis on new ones, as well as the methodological aspects that should be considered in safety vaccine study design. We would like to invite submissions on this topic to collect the latest evidence on vaccine safety. The topics of interest for publication include but are not limited to the following: - SARS-CoV-2 and non-SARS-CoV-2 vaccines' safety, effectiveness, and cost-effectiveness real-world evidence; - Vaccines safety, post-marketing surveillance, and pharmacovigilance; - Vaccine safety, effectiveness, and cost-effectiveness: novel methodological approaches and study designs; - Vaccine safety and effectiveness in special populations (i.e., children, elders, pregnant women, breastfeeding, and with specific comorbidity); - Delivering effective mass vaccination campaigns: global impact assessment and novel methods. Dr. Giampiero Mazzaglia Dr. Lorenzo Giovanni Mantovani Dr. Ippazio Cosimo Antonazzo Topic Editors Keywords - vaccine safety and effectiveness - vaccine cost-effectiveness - SARS-CoV-2 vaccines - public health impact - pharmacovigilance - real-world evidence - benefit-risk assessment - vaccination campaigns Participating Journals |Journal Name||Impact Factor||CiteScore||Launched Year||First Decision (median)||APC| value for all MDPI journals in the first half of 2023. Preprints is a platform dedicated to making early versions of research outputs permanently available and citable. MDPI journals allow posting on preprint servers such as Preprints.org prior to publication. For more details about reprints, "}