{"title": "How To Adult", "author": "Joseph Pritchard", "url": "https://howtoadult.com/is-mefenamic-acid-safe-in-breastfeeding-8299036.html", "hostname": "howtoadult.com", "description": "From changing a diaper to your daughter's first date, How to Adult provides expert tips to help answer all your most pressing parenting questions.", "sitename": "How To Adult", "date": "2011-09-09", "cleaned_text": "Is Mefenamic Acid Safe in Breastfeeding? Despite causing adverse effects such as nausea and appetite loss, mefenamic acid generally poses a minimal risk to a breastfed infant, MayoClinic.com says. Mefenamic acid is a prescription nonsteroidal anti-inflammatory drug used to alleviate mild to moderate pain induced by conditions such as menstrual cramps. Nevertheless, pregnant and nursing women should consult a doctor before taking medications and supplements to lower potential risks to their baby. Mefenamic Acid Levels and Breastfeeding A study featured in Drugs.com suggests that despite being regularly dosed with 250 milligrams of mefenamic acid three times daily for four days, breastfeeding women only transmitted about 10 milligrams of mefenamic acid per liter of breast milk [1](https://www.drugs.com/breastfeeding/mefenamic-acid.html). Although no adverse effects among the infant test subjects were recorded, more research is needed to determine whether long-term indirect exposure to mefenamic acid will induce adverse effects on infants. Mefenamic Acid Adverse Effects Typical side effects associated with mefenamic acid use are bloody urine, heartburn, elevated blood pressure, pain in the lower back and side, increased thirst and severe abdominal pain or cramping, according to Medline Plus, a service of the National Institutes of Health [3](https://medlineplus.gov/druginfo/meds/a681028.html). Less common mefenamic acid side effects include arrhythmia, breathing difficulty, confusion, extreme fatigue and loss of consciousness. Sticking to the recommended dose and following your doctor's instructions will help minimize your risk of developing adverse reactions. Dosing and Possible Interactions The general recommended mefenamic acid dose for adult females and those over the age of 14 generally take an initial dose of 500 milligrams and then maintenance doses of 250 milligrams every six hours as needed for up to three days when treating menstrual cramps, MayoClinic.com notes. The dose for children below the age of 14 is usually determined by a doctor on a case-to-case basis. Use of mefenamic acid with medications such as Atenolol and Benazepril is generally not recommended because doing so will increase risk of adverse effects. Breastfeeding Benefits Breast milk is generally recommended for infants because its nutrient content is best suited to meet the baby's changing nutritional needs, according to the U.S. Department of Health and Human Services Women's Health website. Early breast milk, or colostrum, contains both nutrients and antibodies that help boost the newborn's immune system and provide sustenance. The fat, sugar, water and protein content of breast milk changes as the newborn grows and develops to match the baby's nutritional needs. Babies are also able to more easily digest breast milk compared to infant formula made with cow milk. Related Articles - [Can I Take Children's Tylenol While Pregnant?](//howtoadult.com/can-childrens-tylenol-pregnant-5632703.html) - [Is Greek Yogurt Safe for Babies?](//howtoadult.com/greek-yogurt-safe-babies-8997.html) - [Formula for Low Weight Babies](//howtoadult.com/formula-low-weight-babies-2903.html) - [Side Effects of Alimentum Formula](//howtoadult.com/side-effects-alimentum-formula-6020995.html) - [Long-Term Side of Mumps](//howtoadult.com/long-term-side-effects-of-mumps-3811131.html) - [Can Children Take Nettle?](//howtoadult.com/547794-can-children-take-nettle.html) - [Dry Heaving in Infants With Reflux After Eating](//howtoadult.com/dry-heaving-in-infants-with-reflux-after-eating-6878036.html) - [Side Effects of Using Nyquil or Dayquil](//howtoadult.com/side-effects-of-using-nyquil-or-dayquil-4539102.html) - Effects Aloe Vera on Newborns](//howtoadult.com/use-aloe-vera-newborns-35792.html) - [Side Effects of Denamarin](//howtoadult.com/side-effects-of-denamarin-3718253.html) - Ingram Publishing/Ingram Publishing/Getty Images "}