{"title": "Health Special: Chronic Pain - TIME", "author": "John Cloud", "url": "https://content.time.com/time/specials/packages/0,28757,2053382,00.html", "hostname": "time.com", "description": "How alternative treatments can ease pain", "sitename": "TIME.com", "date": "2011-03-11", "cleaned_text": "(4 of 5) One virtual certainty about acupuncture: it generates a strong placebo response. As the Cochrane Collaboration put it, acupuncture's \"repeated sessions, intense provider contact, slightly painful procedure, an often 'exotic' model of symptom explanation and associated relaxation during sessions\" all maximize sufferers' expectation that it will help. And unlike drugs which many patients fear will carry side effects like nausea or dependency acupuncture produces little or no \"nocebo\" response, the phantom pain that patients sometimes feel merely because they expect negative side effects. A final interesting finding in many acupuncture studies: it's not the precise placement of needles along supposed meridians in the body that makes a difference in pain levels. Rather, a great deal of research has found that random placement of needles around the body works so well that its benefits are statistically indistinguishable from those of traditional acupuncture. In other words, it's the needle punctures that help reduce pain, not the shamanistic rituals. At this point, a caveat is in order: all but the most ideological proponents of CAM therapies advocate a multidisciplinary approach to treating pain, rather than attacking it with only acupuncture or herbs or relaxation techniques like yoga (which is thought to reduce pain by inducing a calmer state and stimulating natural opioids that ease postyoga soreness). \"I would never want it to be put forward that people with serious pain should not have access to effective pharmacology,\" says NCCAM's Briggs. \"But the more the patients know they have a variety of things that can help, the more control they will feel over the pain.\" And the less pain they will experience: powerlessness and other negative emotions have been shown to increase aches in those with chronic pain. Do Herbs Work? Some of the names evoke The Shire: Bilberry, cat's claw, chasteberry, feverfew, evening primrose oil, goldenseal and, my favorite, thunder god vine. If massage, acupuncture and yoga are the mechanical, corporeal methods of nondrug treatment, herbal remedies are the earthy, mystical variety. Trouble is, few of them actually ease pain. According to NCCAM's Quick Guide to Herbal Supplements, chasteberry (the fruit of the shrublike chaste tree, which is found in Central Asia and the Mediterranean) may help a bit to reduce breast pain of any origin, but the evidence is spotty. Some research shows that feverfew a short, flowering bush found in the Americas and in Europe helps prevent migraines, but again, the data are mixed. Ginkgo is thought to reduce claudication (exercise-induced leg cramps), but the benefits are modest at best. Similarly, turmeric, a spice you might have in the back of a cabinet, may have anti-inflammatory properties that soothe joint pain, but most studies on the spice are small and inadequately designed. The only really successful herbal treatment for pain is thunder god vine. A perennial vine native to East Asia, thunder god has been used in Chinese medicine for at least four centuries. A large study funded by the National Institutes of Health's clumsily named National Institute of Arthritis and Musculoskeletal and Skin Diseases compared a root extract of thunder god vine with a common conventional drug used to treat rheumatoid arthritis, delayed-release sulfasalazine. The study found that participants' joint pain declined significantly more with the root extract than with the medication. Score one for the Shire. A few nonherbal supplements, particularly the combination of glucosamine and chondroitin, are also used for pain relief in those who suffer from osteoarthritis. But NCCAM says there is, at best, limited evidence to support nonherbal supplements' use. The same goes for prolotherapy, injections of dextrose and other naturally occurring chemicals that are thought to ease the pain caused by ligament and tendon injuries. Prolotherapy reduces inflammation but no more so than saline control injections do. Similarly, there is virtually no evidence that mineral baths and tai chi help reduce pain probably because, unlike yoga, they do not cause that almost pleasant postworkout soreness that sparks the release of natural opioids. Finally, there are so-called biofield therapies therapeutic touch, spiritual healing (think Pentecostal laying on of hands), qigong (the name for a variety of Chinese physical and mindfulness practices) and johrei (the Japanese equivalent of qigong, more or less). A study published last year in the International Journal of Behavioral Medicine reviewed 66 studies of such therapies. The authors Shamini Jain of the UCLA Division of Cancer Prevention and Control Research and P.J. Mills, a psychiatrist at the University of California found \"strong evidence\" that biofield therapies can reduce pain intensity. But of the 66 studies, only seven controlled for placebo response. Jain and Mills suggest one mechanism by which qigong and johrei could work: like yoga, those practices call for controlled, sometimes stressful whole-body movement, which, as a result, may release naturally occurring opioids. So we are left with massage, acupuncture, yoga, maybe qigong and thunder god vine. But how do we help Goodman and his phantom limb? How do you massage or needle or exercise a limb that's gone? Next "}