{"title": "Curanderismo: Traditional Healing Using Plants", "author": null, "url": "https://www.coursera.org/learn/curanderismo-plants", "hostname": "coursera.org", "description": "Offered by University of New Mexico. COURSE DESCRIPTION As one of four courses on Curanderismo, the art of Hispanic/Latino traditional ... Enroll for free.", "sitename": "Coursera", "date": "2020-05-19", "cleaned_text": "COURSE DESCRIPTION As one of four courses on Curanderismo, the art of Hispanic/Latino traditional medicine, this course focuses specifically on the use of plants in traditional healing. As an educational and cultural platform, this course will share the history, influences, and contributions of traditional medicine. Trained traditional healers will share their knowledge of the healing properties of plants commonly found in the Southwestern United States and Mexico through practical applications that can still be used today. Learners will not become certified traditional healers at the completion of this course but will be able apply basic principles or traditional medicine to approach health and illnesses. They will become familiar specifically with the use of plants for the digestive and nervous systems; how to prepare tinctures and microdosis for healing; how to use juice therapy and geotherapy (clay combined with plants) for treatments; and the use of herbal oils and herbal smoke for healing. Future Curanderismo courses include: Traditional Healing of the Body: Intestinal blockage empacho, firecupping ventosas, and hydrotherapy (healing with water) Traditional Healing of the Mind, Energy and Spirit: Sweatlodge Temazcal, Energetic/Spiritual cleansings Limpias, and Laugh therapy risaterapia. and Cultural Influences of Traditional Healing: African tradition, Afro Latino from Cuba and Puerto Rico, Native American spiritual cleansings and Mayan acupuncture. REQUIRED TEXTS Curanderismo: The Art of Traditional Medicine without Borders by Eliseo Torres Curandero: Traditional Healers of Mexico and the Southwest by Eliseo Torres with Imanol Miranda Where to buy: https://he.kendallhunt.com/product/curanderismo-art-traditional-medicine-without-borders https://he.kendallhunt.com/product/curandero-traditional-healers-mexico-and-southwest OPTIONAL TEXTS Curandero: A life in Mexican Folk Healing by Eliseo Torres & Tim Sawyer Healing with Herbs & Rituals: A Mexican Tradition, Eliseo Torres, edited by Tim "}