{"title": "PDF", "author": "PDF", "url": "https://sites.ualberta.ca/~dcl3/ABCDreview/papers/1992_Nichol_9244.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Long-term Success with the National for Influenza Vaccination: An Institution-wide Model Health Objective KRISTIN L. NICHOL, MD, MPH Purpose: To assess the long-term effectiveness of an influ- enza vaccination program. Setting: 725-bed university-affdiated VA teaching hospital providing care to over 35,000 outpatients. Design and subjects: 500 randomly selected outpatients were surveyed following each immunization season using a validated, self-administered, postcard questionnaire. Program description: The institution-wide program, de- signed to function automatically and to be independent of physician initiative, emphasizes organizational and pa- tient-oriented educational strategies: 1) a hospital policy allowing nurses to vaccinate without a physician's order; 2) a walk-in flu shot clinic; 3) reminders on clinic progress notes; and 4) an educational mailing to all outpatients. The program was initiated in 1987 and has been maintained for each subsequent immunization season. Results: The response rate was over 75% for each of the four years in which there were two mailings. The response rate for 1988-1989, in which there were three mailings, was over 85 %. Approximately 70% of the respondents were at high risk for influenza and its complications. Vaccina- tion rates for these high-risk outpatients have been sus- tained at over 58% for each immunization season. The program is well received by the hospital staff and now func- tions on autopilot each year. Conclusion: This highly successful institution-wide influ- enza vaccination program can be sustained long-term. Elements of this program may help others take advantage of opportunities for influenza prevention. Key words: prevention; influenza vaccination; model J GEN IN'rzaol MED 1992;7:595 enza vaccination?, 9 Despite these recommendations, only about 30% to 40% of high-risk people nationwide receive influenza vaccine each year. t°'12 A variety of interventions to improve influenza vaccination rates have been described, with the most successful efforts including administrative and organizational compo- nents such as mail cues and standing-order poli- cies)0, 13 In some instances, these interventions have succeeded in achieving vaccination rates for targeted populations of up to 50% or more. 13, ~ Generally, how- ever, these efforts have been based in single clinics and have involved small numbers of patients. Further, the success of these interventions often depends on the activities of those who initiate and continue to promote the program, which may make it difficult to maintain the interventions as personnel change or interests wane. Few reported interventions have sustained their success. In 1987, the Minneapolis VA Medical Center im- plemented a multifaceted institution-wide influenza vaccination program, which was designed to remove several barriers to immunization while functioning as automatically as possible. This program has been main- tained through each of the ensuing immunization sea- sons. This article reports the long-term effectiveness of the Minneapolis VA Flu Shot Program. INFLUENZA remains a major cause of preventable illness and death in this country. Together with pneumonia, influenza is the fourth leading killer of the elderly, t accounting for 20,000 to 40,000 or more excess deaths each year, most of these occurring among people at high risk for complications from influenza. 2 Vaccina- tion is estimated to be up to 70% effective in reducing influenza and its complications, 3 thus annual immuni- zation for high-risk people is recommended by the Im- munization Practices Advisory Committee of the Public Health Service, 4 the American College of Physicians, 5 the U.S. Preventive Services Task Force, 6 and the Cana- dian Task Force on the Periodic Health Examination. 7 Since 1980, a vaccination rate of 60% for high-risk persons has been the national health objective for influ- Received from the Section of General Internal Medicine, VA Medical Center, Minneapolis, Minnesota. Address correspondence and reprint requests to Dr. Nichol: Section of General Internal Medicine (1110), VA Medical Center, One Veterans Drive, Minneapolis, MN 55417. METHODS Setting The Minneapolis VA Medical Center is a 725-bed University of Minnesota-affiliated teaching hospital providing care to over 35,000 outpatients who have nearly 300,000 visits each year. Approximately 25 % of the outpatients are followed in the longitudinal general internal medicine clinics. Other patients receive care in medical subspecialty and non-internal medicine clinics. About half of all outpatients live more than 50 miles from the medical center. Prior to the implementation of the institution- wide influenza vaccination program, several other strategies were employed to enhance immunization rates at the medical center. The first was an educational intervention designed to improve preventive health care delivery by medical residents. This program im- proved influenza vaccination rates for patients over age 64 in the residents' medicine clinics from a baseline of 595 596 Nichol, INFLUENZA VACCINATION MODEL TABLE 1 Characteristics of Survey Respondents for Each of Five Consecutive Immunization Seasons Immunization Season 1987- 88 1988- 89 1989- 90 1990- 91 1991 - 92 (n = 378) (n = 418) (n = 378) (n = 367) (n = 372) p Age > 65 years 46% 46.9% 65 years or having lung disease, heart disease, diabetes, or \"other serious illness.\" 9% in 1983 to 28% in 1984.15 In 1986, a standing-order policy was instituted in the same clinics, and the vacci- nation rate for elderly patients increased further to 69%. 16 Minneapolis VA Flu Shot Program An institution-wide influenza vaccination program was first implemented at the Minneapolis VA Medical Center in 1987. This program was designed to address the limitations of the previous efforts at the medical center and to remove as many barriers to immunization as possible. It has been continued through all subse- quent immunization seasons. The essential elements of this program include both organizational and patient- oriented educational strategies. The program does not include special interventions for physicians because it was designed to function independently of physician initiative. Results of the program's first year have been published previously) ~ ORGANIZATIONAL COMPONENTS The hospital adopted a policy that allows nurses to offer and administer influenza vaccine with- out a signed physician's order. Any outpatient may be vaccinated so long as he or she reports no contraindication. All nurses covered by the pol- icy undergo special inservice training. The pol- icy is reviewed annually by the hospital Infection Control Committee and the Executive Commit- tee of the Clinical Staff. Stamped reminders are placed on clinic progress notes during the immunization season. They prompt nurses to offer vaccine during intake or exit interviews and facilitate documentation of vaccination. Because of workload constraints, nurses are encouraged to offer vaccine to all pa- tients rather than taking potentially time-con- suming medical histories to ascertain each pa- tient's risk status. A walk-in flu shot clinic is held during the au- tumn to accommodate patients without other clinic appointments during the immunization season. This clinic also serves as an overflow valve when nurses in other clinics lack sufficient time to vaccinate patients during intake or exit interviews. All patients vaccinated in the walk-in clinic are provided with a flu shot information sheet. They also complete and sign a self-admin- istered questionnaire/progress note, which doc- uments that they have read the information sheet and that they have no contraindication to vaccination. EDUCATIONAL COMPONENTS An informational letter is mailed to all outpa- tients in the computer file who have had at least one outpatient encounter at the medical center during the preceding year, October 1- September 30. The letter provides information about influenza and people at highest risk for complications from infection. It also emphasizes that, for high-risk people, their VA physician strongly recommends a flu shot each year. In ad- dition, it states the dates, times, and location of the walk-in clinic. Printed on the back of the letter is a \"flu shot quiz,\" which addresses common concerns about vaccine efficacy, safety, and side effects. Program Evaluation To estimate risk characteristics and influenza vac- cination rates, 500 patients who were randomly se- lected from the same outpatient computer file that was used for the patient mailing were surveyed following each of the immunization seasons 1987-88 through 1991 - 92. The self-administered, postcard question- naire used for the survey was developed and validated in this population. 17 Patients were asked whether they had received a flu shot during the preceding immuniza- tion season, where they had received the injection, whether they had any medical illness that would place them into a high-risk category (lung disease, heart dis- ease, diabetes, or \"other serious illness\"), their ages at their last birthdays, and their names. Mailings that in- JOURNAL OF GENERAL INTERNAL MEDICINE, Volume 7 (November/December). 1992 597 eluded the postcard questionnaire and a cover letter were conducted during February and March for each immunization season. Three mailings were carried out for the 1988-89 immunization season. Two mailings were done for each of the other seasons. Pharmacy records also were reviewed for each sea- son to document the total number of vaccine doses dispensed from the medical center. Observations of conditions at the medical center suggest that approxi- mately 80%-85% of the vaccine dispensed each year was administered to patients, the rest having been given to employees, visitors, and other people. Statistical Analysis Categorical data were analyzed using standard techniques for the comparison of multiple propor- tions, including chi-square tests for trend when appro- priate, is Continuous variables were analyzed using one-way analysis of variance. 19 All patients whose sur- veys were returned unopened and for whom there was no forwarding address were excluded from the analysis. This left 490,483,487, and 479 eligible survey recipi- ents for each of the immunization seasons 1987-88 through 1991 - 92, respectively. RESULTS The response rates were 77.1%, 86.5%, 77.6%, 76.6%, and 76.1% for the seasons 1987-88 through 1991-92, respectively. The response rate for the 1988- 89 survey with three mailings was significantly higher than that for each of the other seasons, which had only two mailings (p < 0.0001). The mean ages of the respondents were 60.2 (+14.3) years, 60.9 (+14.11) years, 61.7 (+14.0) years, 61.8 (+ 12.9) years, and 61.6 (+ 13.7) years and did not differ significantly by immunization season (p = 0.16). Risk characteristics of the survey respondents for the five consecutive immunization seasons are shown in Table 1. Subject characteristics remained fairly con- stant over the five-year period, with over 70% of all respondents falling into the high-risk category each season. Vaccination rates of survey respondents by risk cat- egory are depicted in Table 2. In most instances, vacci- nation rates by risk group were 60% or more, with the lowest vaccination rates occurring among those people indicating they had \"other serious illness.\" The vacci- nation rate for survey respondents with any high-risk condition increased over the five-year period from 58.3% after the 1987-88 season to 74.4% after the 1991 - 92 season (p < 0.0001, chi-square for trend). Locations where vaccine recipients were immu- nized are listed in Table 3. The proportion of people who received their vaccinations at the VA Medical Center increased from 64% for the program's first year to over 70% for each of the subsequent seasons (p = 0.03). Figure 1 shows the total number of influenza vac- TABLE 2 Vaccination Rates of Survey Respondents by Risk Category for Five Consecutive Immunization Seasons Immunization Season 1987-88 -> 65 years or having lung disease, heart disease, diabetes, or \"other serious illness.\" TABLE 3 Where the Vaccine Recipients Were Immunized* Immunization Season 1987-88 0.03, chi-square for trend, proportion receiving the influenza vaccination at the VA vs. a non-VA location. 598 NichoL INFLUENZA VACCINATION MODEL o £3 \"5 ..E) E o I- 22,000 20,000 18,000 16,000 14,000 12,000 10,000 8,000 6,000 4,000 2,000 0 1983-84 ~ 84-85 Educational Intervention 85-86 { 86-87 ¢ 87-88 wide Standing Order 88-89 89-90 90-91 91-92 FIGURE 1. Total number of influenza vaccine doses ad- ministered at the medical center for each immunization season, 1983- 84 through 1991 - 92. cine doses administered at the medical center for the immunization seasons 1983-84 through 1991-92. The implementation of each intervention to increase influenza vaccination rates was associated with an in- crease in the number of vaccine doses distributed. The greatest increase occurred after the adoption of the in- stitution-wide program. DISCUSSION An influenza vaccination rate of 60% for high-risk persons was established as a national health objective by the U.S. Public Health Service in 1980. 8 This goal has recently been renewed for the year 2000.9 The Min- neapolis VA Flu Shot Program demonstrates how this goal can be achieved and sustained on an institution- wide basis with a targeted high-risk population of over 24,000 outpatients. This program was initially implemented for the 1987- 88 immunization season as part of an effort to adopt an institution-wide influenza vaccination pro- gram that targets all high-risk outpatients followed at the medical center. It incorporated several administra- tive, organizational, and patient-oriented educational and publicity strategies designed to ensure the system- atic and automatic offering of influenza vaccine to all high-risk outpatients. It was designed also to facilitate the administration of vaccine and minimize any addi- tional burden on hospital personnel. We have estab- lished a successful program that has the support of the hospital staff involved and that continues regularly each year. A critical element of the program is the hospital policy that allows nurses to offer and administer the vaccine without a signed physician's order. This prac- tice was patterned after the procedures followed by many state and county health departments in their pub- lic immunization clinics. During the first five years of our program, over 75,000 doses of influenza vaccine were administered by the nurses. To our knowledge, there has been no instance of an acute or severe reaction among patients. One employee who had a known thi- merosal allergy mistakenly requested and received an influenza vaccination (thimerosal is a preservative found in contact lens solution as well as in the vaccine). She experienced an acute hypersensitivity reaction shortly after receiving the vaccine (personal communi- cation, LR Peterson, MD, September, 1991). Following that episode, to avoid other such preventable reactions, both the information sheet and the self-administered questionnaire/progress note for the walk-in clinic were modified to indicate that thimerosal allergy is a con- traindication to receipt of the vaccine. While many aspects of our program function inde- pendently of the individual clinician's initiative, physi- cians still can and do play an important role in the vaccination program. 2° This includes providing leader- ship for the development, implementation, and eval- uation of the program and for the ongoing assessment and revision of the hospital policy for influenza vacci- nation. In addition, physicians often have opportuni- ties to recommend immunizations to their patients and to address patient concerns about safety and efficacy of the vaccine. Other influenza vaccination programs that have been reported to be successful over several years have also emphasized administrative and organizational components. At one teaching hospital, a medical clinic-based program utilized chart reminder forms while having nurses and secretaries offer vaccine to clinic patients. 2! Over a six-year period vaccination rates of about 50% for high-risk patients were achieved. 22,23 This program, while successful, in- volved a relatively small number of patients and was JOURNAL OF GENERAL INTERNAL MEDICINE, Volume 7 (November/December), I992 $99 based in the medicine clinic only. Recently, a large community health maintenance organization imple- mented an institution-wide influenza vaccination pro- gram with the sequential addition of the program's ele- ments over a three-year period. 24 For its first two years, the program included mailed reminders to high-risk patients, educational materials, chart reminders, and physician performance feedback to service chiefs. In the third year, performance feedback was provided to individual physicians. The implementation of mailed reminders to high-risk patients resulted in an increase in vaccination rates from a baseline of less than 25% to about 40%. The addition of individual physician per- formance feedback further increased vaccination rates to 55%-60%. The long-term effect of the physician feedback, however, has not been described. While other investigators have also reported benefit from physician feedback for preventive services, the per- formance rates achieved generally have not surpassed 40% to 50%. 25-27 Physician feedback may have some- what limited applicability to other sites if it requires a computerized medical record system or labor-intensive chart audit. Our data suggest that vaccination rates have im- proved throughout the five years of the institution-wide influenza vaccination program. The reasons for this continued, though modest, increase may include a cu- mulative effect of repeated exposures to the program on the behavior of hospital staff and patients. Whether and at what vaccination rate we may encounter a ceiling effect remain to be seen. The costs of the influenza vaccination program have been relatively modest. For the 1991 - 92 immu- nization season, observation suggests that the total cost of each dose was less than $2.50, including the vac- cine, needles and syringes, the patient mailing, and salaries for the walk-in clinic nurses. While vaccination costs may be higher for other institutions, often there are ways to limit program costs. At our institution, for example, we use light-duty nurses to staff the walk-in clinic whenever possible. The economics of influenza vaccination programs will further improve as more third-party payers reimburse for adult immunizations. Medicare may also begin to reimburse for influenza vaccine after the completion of the Influenza Vaccina- tion Demonstration Project. 28 The Minneapolis VA Flu Shot Program should be generalizable to other sites. This program has already been exported successfully to another VA medical center, 29 to a county hospital (personal communica- tion, KL Margolis, MD, Hennepin County Medical Center, January, 1991), and to a community health maintenance organization. 3° We anticipate that the es- sential elements of the program will be effective at other sites, too, and we will be studying this. This program may serve as a useful model for en- hancing the provision of other preventive services. Bar- riers to delivery and determinants of patients' accept- ance may be similar among the different preventive services 31-34; interventions aimed at increasing delivery often address several preventive issues as a \"package.\" As with influenza vaccination, programs for multiple preventive services that focus on physician education and behavior usually fail to achieve performance rates of more than 50%. 25.27, 35-39 The Minneapolis VA Flu Shot Program, with its emphasis on patient-oriented education and publicity and on the removal of \"sys- tem\" barriers through administrative and organiza- tional changes, may provide important lessons for im- proving the delivery of other preventive services as well. CONCLUSION Much of the morbidity and mortality associated with influenza could be avoided through effective vac- cination programs. The Minneapolis VA Flu Shot Pro- gram, with its combination of organizational and pa- tient-oriented educational components, represents a successful institution-wide model for achieving and sustaining vaccination rates of 60% or more for high- risk patients. The elements of this program shouid be generalizable to other Sites and may help others take advantage of opportunities for influenza prevention. The author thanks Drs. David Fedson, Richard Lofgren, and Lance Peterson for their support and encouragement; Drs. Hanna Rubins and David Fedson for thei r comments on early versions of the manu- script; and the hospital staff at the Minneapolis VA Medical Center who make the Flu Shot Program possible. REFERENCES 1. National Center for Health Statistics. Vital statistics of the United States, 1986, vol. II. Mortality, part B. DHHS pub. no. (PHS) 88-1114. Washington, DC: Public Health Service, U.S. Govern- ment Printing Office, 1988. 2. Lui K, Kendal AP. Impact of influenza epidemics on mortality in the United States from October 1972 to May 1985. AmJ Public Health. 1987;77:712-6. 3. Kendal AP, Patriarca PA, Arden NH. Policies and outcomes for control of influenza among the elderly in the USA. Vaccine. 1985;3:274-6. 4. Centers for Disease Control. Preventionandcontrolofinfluenza. MMWR. 1992;41 (RR-9):I-17. 5. ACP Task Force on Adult Immunization and Infectious Disease Society of America. Guide for adult immunization. Philadelphia: American College of Physicians, 1990; 1-11, 78-83. 6. U.S. Preventive Services Task Force. Guide to clinical preventive services: an assessment of the effectiveness of 169 interventions. Baltimore: Williams and Wilkins, 1989;363-8. 7. Canadian Task Force on the Periodic Health Examination. The periodic health examination. Can Med Assoc J. 1979; 121:1193-254. 8. Public Health Service. Promoting the nation. Washington, DC: DHHS 1980; 21-4. 9. Public Health Service. Healthy people 2000: national health promotion and disease prevention objectives. Washington, DC: DHHS (PHS), 1990;509-26. 600 Nicho/, INFLUENZA VACCINATION MODEL 10. Williams WW, Hickson MA, Kane AM, et al. Immunization poli- cies and vaccine coverage among adults: the risk for missed op- portunities. Ann Intern Med. 1988:108:616-25. 11. Centers for Disease Control. Influenza vaccination levels in se- lected states-- behavioral risk factor surveillance system, 1987. MMWR. 1989;38:124, 129-33. 12. Centers for Disease Control. Influenza vaccination coverage levels in selected sites--United States, 1989. MMWR. 1990; 39:159-67. 13. Fedson DS. pneumococcal gies for physicians. Chest. 1987;91:436-43. 14. Nichol KL, Korn JE, Margolis KL, et al. Achieving the national health objective for influenza immunization: success of an insti- tution-wide vaccination program. Am J Med. 1990;89:156-60. 15. Korn JE, Schlossberg LA, Rich EC. Improved preventive care following an intervention during an ambulatory care rotation: carryover to a second setting. J G'en Intern Med. 1988;3:156-60. 16. Margolis KL, Lofgren RP, Korn JE. Organizational strategies to improve influenza vaccine delivery: a standing order in a general medicine clinic. Arch Intern Med. 1988; 148:2205-7. 17. Nichol KL, Korn JE, Baum P. Estimating outpatient risk charac- teristics and influenza vaccination rates: validation of a self-ad- ministered questionnaire. Am J Prey Med. 1991 ;7:199-203. 18. Fleiss JL. Statistical methods for rates and proportions. 2nd ed. New York: John Wiley and Sons, 1981 ; 138-43. 19. Rosner B. Fundamentals of biostatistics. 3rd ed. Boston: Kent, Infect. Fedson DS. Influenza and pneumococcal immunization in medi- cal clinics, 1971 - 1983. J Infect Dis. 1984;149:817-8. 22. Fedson DS, Kessler HA. A hospital-based influenza immunization program, 1977-78. AmJ Public Health. 1983;73:442-5. ER, Fedson and pneumococcal immuniza- tion in medical clinics, 1978-1980. Arch Intern Med. 1983;143:2066-9. 24. Barton MB, Schoenbaum SC. Improving influenza vaccination performance in an HMO setting: the use of computer-generated reminders and peer comparison feedback. Am J Public Health. 1990;80:534-6. 25. Tierney WM, Hui SL, McDonald CJ. Delayed feedback of physi- cian performance versus immediate reminders to perform pre- ventive care: effects on physician compliance. Med Care. 1986;24:659-66. 26. Mandel I, Franks P, Dickinson J. Improving physicians' ance preventive medicine guidelines. Faro Pract. 27. Belcher D. Implementing preventive services: success and fail- ure in an outpatient trial. Arch Intern Med. 1990;150:2533-41. 28. Fedson DS. The influenza vaccination demonstration project: an expanded policy goal. Infect Control Hosp Epidemiol. influ- enza vaccination program can be exported to a different clinical site. Clin Res. 1990;38(3):864A. 30. Margolis KL, Nichol KL, Wuorenma J, Von Sternberg T. General- izability of a successful influenza vaccination program from an academic VA to a community health maintenance organization. J Am Geriatr Soc. 1992 (in press). 31. Nichol KL, Lofgren RP, GapinskiJ. Influenza vaccination: knowl- edge, attitudes, and behavior among high-risk outpatients. Arch Intern Med. 1992;152:106-10. 32. Lawrence RS. Diffusion of the U.S. Preventive Services Task Force recommendations into practice. J Gen Intern Med. 1990;5 (S/O suppl) :$99-S103. 33. Green practices by physi- cians: behavior, determinants, and potential interventions. Am J 34. Carter WB, TS. Implementing preventive care in clinical practice: II. Problems for managers, clinicians, and patients. Med Care Rev. 1981;38:195-216. 35. Cheney C, Ramsdell JW. Effect of medical records checklists on implementation of preventive health measures. Am J Med. 1987;83:129-36. 36. Cohen DI, Littengery B, Wetzel C, Neuhauser DB. Improving physician compliance with preventive medicine guidelines. Med Care. 1982;20:1040-5. 37. Davidson RA, Fletcher SW, Retchin S, Duh S. A nurse-initiated reminder system for the periodic health exam: implementation and evaluation. Arch Intern Med. 1984; 144:2167-70. 38. McDonald CJ, Hui SL, Smith DM, Tierney WM, Cohen SJ. Re- minders to physicians from an introspective computer record: a two-year randomized trial. Ann Intern Med. 1984; 100:130-8. 39. Schreiner DJ, Petrusa ER, Rettie CS, Kluge RM. Improving com- pliance with preventive medicine procedures in a house staff training "}