{"title": "Board Members — Anthroposophic Health Association", "author": null, "url": "https://www.anthrohealth.org/board-members", "hostname": "anthrohealth.org", "description": null, "sitename": "Anthroposophic Health Association", "date": "2023-01-01", "cleaned_text": "Board Members and Officers Tonya Stoddard, Leadership team, e-News Editor, Representative for AAP Daciana Iancu, Leadership team, Representative from PAAM Judy Lucas, Leadership team, Treasurer, Representative for RMTA Mary Ruud, Representative from ATHENA Joan Bahner, Representative for ATAA (formerly AAATNA) Allissa Gaul, Representative for SPAN Annette Lampson, Representative for ATSANA Helen Lubin, Representative for ATS Sheila Johns, Representative for NAAMTA Lael Stimming, Membership at Large - Tonya Stoddard, LCSW Tonya is part of the leadership team and represents the Association for Anthroposophic Psychology (AAP). She is a Licensed Clinical Social Worker with certification in Anthroposophic Psychology from AAP. Tonya worked for over a decade in community mental health in San Francisco, directing programs to house extremely diverse populations dealing with mental health concerns, chronic medical difficulties, addiction, trauma and behavioral problems. Recently Tonya opened a small private practice in 2016 called [ThreeFold Counseling](https://www.threefoldcounseling.com)that focuses on Anthroposophic counseling and therapy for children and adults. Tonya is committed to creating access to Anthroposophic therapy for communities that traditionally are not able to receive these services. - Daciana Iancu, MD Daciana is board certified in Anthroposophic Medicine, Internal Medicine, and Integrative Medicine. After 20 years of practicing Internal Medicine and Integrative Medicine for a large HMO, she founded an Anthroposophic Medicine Clinic in Northern California: [AnthroSonoma Integrative Medicine](https://anthrosonoma.com). She is also a co-founder of the [Foundation for Health Creation](https://foundationforhealthcreation.org), a collaborative project geared at bringing awareness about health creation as an integral part of global health. Daciana's vision is to make Anthroposophic Medicine known to every community in North America. She is part of the leadership team of AHA and serves as the PAAM representative. - Judy Lucas, RMT, LMT, MEd. Judy represents the Rhythmical Massage Therapy Association of North America (RMTA). After over fifteen years as a teacher and administrator in a Waldorf school, preK-12, she is now a licensed massage therapist practicing in Denver, Colorado, primarily in senior living communities. She trained through RMTA and the Berkana Institute of Massage Therapy and is a member of the American Massage Therapy Association (AMTA). [heartthroughhands.com](https://heartthroughhands.com) Judy serves on the leadership team for AHA as treasurer. - Mary Ruud, Eurythmist Mary Ruud has taught eurythmy and has offered eurythmy therapy for 40 years in public, private and charter schools. Mary is a eurythmist, a therapeutic eurythmist and a therapeutic horsemanship instructor. She has been teaching teachers for more than 20 years, in the Great Lakes Teacher Institute since its founding, Lifeways Teacher Training, in Milwaukee, Kenthaten Teacher Training in Kentucky, and Transformational Teaching. Mary is a Board Member for the Alliance for Public Waldorf Education. Mary has served twice as President of the Association of Therapeutic Eurythmy in North America and serves as a Board member of the Anthroposophical Medical Association. - Joan Bahner Joan Bahner is a re-emerging arts professional specializing in the artistic and therapeutic painting as taught by Liane Collot d'Herbois. Joan works primarily in watercolor, pencil, colored pencil, soft pastel, and charcoal. In 1998 Joan participated in a watercolor workshop, presented by Janny Mager. It was in this workshop that Joan had a life changing experience that would set her on her present path. Joan received her Diploma for \"Light, Color and Darkness Painting Therapy\" in 2015 from the Emerald Foundation, The Hague, Holland. Joan currently lives and works in Vancouver, BC. under the name: \"Bridging-Self Arts\" painting from the heart, healing for the soul. - Allissa Gaul, ND Allissa is the representative for SPAN, the Society for Physicians of Anthroposophic Naturopathy. Dr. Gaul has been active in regulatory bodies within her profession for over a decade and has been actively practicing naturopathic anthroposophy since 2004 at Resonance Wellness, a clinic that she founded in 1998. Dr. Gaul enjoys a practice filled with multi-generation families and those seeking deep healing insight into life and health. [resonance-wellness.com](https://www.resonance-wellness.com) - Annette Lampson Annette studied Voice and Choral Conducting full time at the Anthroposophical music college, Alfred Schnittke Institute in Hamburg, Germany. She also has a diploma in Therapeutic Singing. For two decades she has taught voice and music to individuals of all ages and abilities, and directed children, youth and adult choirs. This has included directing Sunrise Waldorf School and Island Oak High School Choirs for several years. She has taught Voice and Choir at the WCI since 1998 and founded and currently directs the (adult) Jubilate Choir and the Glenora Farm Bell Choir for adults with developmental disabilities. - Helen Lubin Helen Lubin completed her training in Germany at Novalis School for Speech and Drama and at School for Speech and Artistic Therapeutic Speech (diploma 1986); post-graduate year Goetheanum, Switzerland. Current faculty Steiner School of Speech Arts (professional training in speech arts and the renewal of the spoken word). Rudolf Steiner College faculty 1992-2016; BS Special Ed. Studies; BS Speech Pathology and Audiology; MA Human Development. Founded Speech Arts in Waldorf Schools in North America (1994-present), working with teachers, classes, individual students, faculty groups, staff and parents. Speech arts in Waldorf teacher education programs; therapeutic speech arts with children and adults; freelance editor/translator. - Sheila Johns Sheila holds a Bachelor of Music degree in Piano Accompanying from the University of Southern California and a Master of Music degree in Piano Performance from Wichita State University. She has also played and taught the lyre since 1996, and she has completed post-graduate training in both vocal and instrumental anthroposophic music therapy. She lived in the Washington D.C. area for 30 years where she worked as a community musician using a therapeutic approach in a wide variety of venues that include classroom and private work with children and adults, creating music in social settings, and work with the ill and the dying. In 2014, she moved to Cuenca, Ecuador. She continues to be actively involved with anthroposophic and music initiatives in the U.S. and now in South America as well. - Lael Stimming Lael is an Anthroposophic midwife and holds a license in the state of California. She has four children, all born at home. Her interest in health and healing came at a young age and has grown as she has stepped into her vocation. Over the decades of serving women and families during the birthing process, Lael has been awed, humbled and blessed to whiteness one of the greatest transformations life has to offer. As a complimentary health practitioner, Lael represents the other Anthroposophic health care providers that work with the spirit of health from and Anthroposophic perspective. These include, homeopathic practitioners, chiropractors, acupuncturists, and midwives. "}