{"title": "Deer Wars and Death Threats", "author": "Condé Nast; Brooke Jarvis", "url": "https://www.newyorker.com/magazine/2021/11/15/deer-wars-and-death-threats", "hostname": "newyorker.com", "description": "A small subset of wild animals thrive alongside humans. An unusual—and polarizing—set of conservation projects have sprung up in response.", "sitename": "The New Yorker", "date": "2021-11-15", "cleaned_text": "On a hot afternoon in late August, a member of a specialized strike team, carrying a custom dart gun, drove to Fresh Kills, a piece of land on Staten Island that had once been a quiet estuary of streams and swamps and, after that, for nearly fifty years, the world's biggest landfill—the dumping ground for the nation's largest and densest city. Now the dump was capped and the land atop it was hilly, covered in tall grasses that host goldfinches and kestrels, and it was in the process of being converted into New York City's newest public park. The strike team, which takes on the nocturnal schedules of its targets while working, had been baiting the area with kernels of dried corn every night as part of an ambitious and controversial project: to sterilize ninety-eight per cent of the male deer on the island. The darter parked his car where it wouldn't be visible from the bait site. \"Deer don't like abrupt change,\" Dane Stevens, a wildlife biologist who was leading the team, explained. \"You don't want to change the carpeting the day that it's supposed to come to the house.\" Stevens was working on behalf of White Buffalo, an unusual conservation nonprofit that the city had contracted for the sterilization project in 2016. It had been a difficult summer, Stevens told me, with lots of rain and ever-shifting winds. The former meant abundant natural food, making the bait corn less interesting. The latter meant that, even when deer did come, Stevens couldn't always send in one of his darters. To be allowed in the city, the dart guns carry approximately the firepower of a paintball gun and aren't legally considered guns at all. The shooters had to get within twenty yards of their targets to make a hit; if the wind changed and snitched on them, the animal could end up permanently wary. At Fresh Kills, the wind had finally stabilized, and the team's game camera had shown a young buck eating the bait corn at the same time every evening for a week. The darter was in place well before the buck was due to arrive. He erected a camouflaged tent that would serve as a blind and readied his darts, which carried a payload of xylazine and Telazol, as well as a VHF transmitter. The yearling, graceful and dark-eyed and still so young that it was living alongside its mother—\"Think of it as a teen-ager who's about to get kicked out of the house,\" Stevens said—approached the corn on schedule, and the darter took aim at the large muscles of one of the animal's thighs. The shot was good. Because of the need to stay silent, the protocol was for the darter to send a message to Stevens by WhatsApp. The message started the clock on a tightly choreographed operation. Once a deer is darted, the drugs take fifteen minutes to work, and the darter then uses a VHF receiver to find where the buck lies snoring. Often, this is in deep brush; at other times, the buck loses consciousness in a cemetery or an industrial park or near a soccer field. Whatever the location, that site becomes an operating theatre, and Stevens has to insure that a team veterinarian, equipped with a headlamp and a bag of sterilized supplies, can make it to the spot, through city traffic, before the buck metabolizes too much of the anesthetic. At Fresh Kills, a vet arrived, readied his instruments, and laid out a blue paper sheet. He made a three-fifths-inch incision in the deer's scrotum, then pulled out the pampiniform plexus, teased out both of the vasa deferentia, and removed a one-inch section from each of them. To be sure that nothing would grow back, he cauterized the incisions and closed them off with titanium clips. Then it was time for a few quick stitches, the placement of ear tags to show that this particular buck, like nearly two thousand other animals before it, had been crossed off the team's to-do list, and, finally, a shot to reverse the effects of the xylazine. Before long, the buck opened its eyes, twitched its ears, and raised its head. Then it climbed to its feet and walked into the night, leaving behind two crucial inches of tissue. The vasectomy itself took just five minutes. It was everything else about the team's mission that was more complicated. Our world is in the midst of a crisis of biodiversity. The U.N. estimates that at least a million species are at risk of extinction, many within decades, and warns that we keep speeding them toward oblivion by converting more and more of the world's natural spaces into human ones. Already, we've significantly changed three-quarters of the planet's land and two-thirds of its oceans, squeezing out untold numbers of wild creatures. Yet there's a small subset of animals that are doing remarkably well. Known as synanthropes, these are the tiny minority of wild animals—not livestock or pets—that have adapted to thrive in the places that humans like and are forever building more of. City pigeons—the descendants of rock doves, birds that roost on steep cliff faces—are a good example. After the birds were partly domesticated as food and messengers, they learned to nest in the crevices of buildings and to eat our trash, and their numbers followed our skyscrapers upward. Other familiar examples include opossums, coyotes, raccoons, rats, wild turkeys, Canada geese, and crows. Some researchers have observed the latter using cars to crack walnuts, timing the stops between traffic-light changes in order to slip the nuts underneath the tires. Other birds have learned to line their nests with cigarette butts, whose residual nicotine keeps mites away. Some urban populations—such as lizards, whose toes are becoming more grippy, the better to climb glass and concrete instead of trees—seem to be actively evolving to live in the habitats that we're creating. Mice in Central Park have developed genes that allow them to metabolize fatty foods and rancid peanuts; mountain lions that live near the Seattle exurbs have shifted their predation from ungulates to rats, opossums, and raccoons. Studies have shown that many synanthropes are actually more successful—living at greater densities and achieving larger body sizes—in urban and suburban landscapes than they are in the wild. Twenty years ago, the environmental lawyer Holly Doremus wrote a law-review article examining what she called \"The Rhetoric and Reality of Nature Protection.\" In America, she wrote, conservation had focussed on protecting animals in reserves and parks separate from humans. But there was a fundamental problem with this, Doremus argued: \"It assumes that nature can be allowed to function without human interference within reserves, while humans can be allowed to function without concern for nature outside them.\" Real nature doesn't work that way, and, when the two worlds inevitably spill into each other, what Doremus calls \"boundary conflicts\" arise. On Staten Island, this reality is hard to ignore. It is a place where you can see groundhogs crossing the street, hawks hunting above the expressway, and drivers honking at flocks of wild turkeys, which are known to attack cars in which they can see their own reflections. It's a place where a young wood stork—a large, beautiful bird accustomed to more tropical places—can find enough inviting saltwater marsh that it decides to stay, as one did right before my visit in August, but also a place where the marsh in question is next to an Amazon warehouse, and where what must have looked like a delicious eel was in fact a nearly four-foot-long piece of foam insulation, which choked the stork to death. No one can say exactly when, in the borough's long history of colonization and urbanization, deer were hunted out of Staten Island. Nor is anyone quite sure when they began to return. One resident told me that he was so shocked the first time he heard a news story about a car hitting a deer on the West Shore Expressway that he tracked down the driver and called to see if the story could be true. (Despite the accident, and the awkwardness of the call, the driver was thrilled by what he'd seen.) Ed Burke, the borough's deputy president, remembers first seeing deer in the news in the nineteen-nineties. Every once in a while, one would swim over from New Jersey, a feat that is impressive not necessarily for the swim—deer are strong swimmers and the Arthur Kill is fairly narrow—but for the fact that the deer first had to navigate a heavily trafficked industrial corridor of the Jersey shoreline sometimes known as the Chemical Coast. Once on the island, the animal's exploits were often covered like those of a visiting dignitary, or a colorful drunk: someone who did not understand the local customs but who was nevertheless appreciated for his peculiarity and his novelty. \"Did he pay the toll?\" Burke joked. In the early two-thousands, people began to see not just occasional visitors but entire families. The deer spread into the borough's parks, but were also spotted darting across highways, snacking in yards, or, on more than one occasion, breaking through the plate-glass window of a store and making a mess of the merchandise. By 2014, a survey by low-flying plane and infrared camera found seven hundred and sixty-three deer in the borough's 18.7 square miles of green space, almost forty-one deer per square mile of park. Ecologists warned that this was likely an undercount. One rule of suburban deer management, Paul Curtis, a wildlife specialist at Cornell, told me, is that \"there are always more deer on the landscape than you know about.\" Some people were delighted by the new arrivals—these beautiful \"animals of yesterday,\" as Burke called them. In Facebook groups, residents urged one another not to give away the deer's locations, for fear that they'd be poached or harassed. Many people began feeding deer: watermelons in summer, pumpkins in the fall, bagels and Italian bread and breakfast cereal in the winter. \"I saw a deer eating a layer cake,\" Stevens told me. Katrina Toal, a Staten Island native and the deputy director of the wildlife unit for N.Y.C. Parks, recognized the feeding as an expression of both affection and misplaced empathy. \"A lot of people think that wildlife in New York City need help to survive,\" she said. Other residents saw the deer as causers of collisions, chompers of expensive landscaping, and vectors for disease, especially Lyme. (The black-legged ticks that spread Lyme couldn't establish populations on the island without deer, which they use as hosts. Today, New York City's Lyme cases are concentrated on the island, and a single deer often plays host to hundreds of ticks.) Some people demanded that the city capture and relocate deer to more rural places upstate, not understanding that such places had deer problems of their own. Others wanted the city to start culling the deer or offered to hunt them themselves. A few actually did start hunting them, leading to arrests. In 2015, the city captured two deer at a construction site on Coney Island and moved one of them to Staten Island. (The other escaped.) It was a flash point that helped link a growing frustration with an old grievance. \"It felt like another issue of dumping on the forgotten borough,\" Toal said, referring to the years in which Staten Island was the city's landfill. The borough president, James Oddo, sent a public letter to the city's Parks Commissioner, stating, \"Whether it is one deer or one thousand, whether it is one ounce of garbage or one hundred tons, we refuse to be the solution for another borough's problems.\" Others took up a metaphor already common in suburban places with deer conflicts. When rats are a problem, one resident told me, \"they don't cordon them off and they don't treat them nicely. And, if there's a distinction between a rat and a deer, I don't know what it is.\" The complaint that deer are \"rats with hooves\" is a significant departure from the animal's former, and more accustomed, symbolism, as icons of the American wilderness. (Think Davy Crockett's buckskin pants, Bambi, and \"Home on the Range.\") But at least some of this symbolism evolved as nostalgia for an America that existed largely in our imaginations. Early white settlers in the New World failed to notice that the forests they regarded as wilderness primeval were actually, for the Native peoples they were displacing, carefully managed landscapes, designed to be, among other things, good habitat for game. The settlers considered the abundance of white-tailed deer, like that of other animals, to be inexhaustible. In what later became East Tennessee, a short-lived independent state used deer hides as currency, with the governor earning a thousand of them as his annual salary. Settlers exported pelts with abandon until their regimen of deforestation and large-scale commercial hunting proved that there were limits, after all. By the beginning of the twentieth century, deer had been more or less wiped out in many states, from Vermont to Pennsylvania to Illinois; the deer population in New Jersey was estimated at just two hundred. Many people assumed that the animals had become relics, with little, if any, place in the nation's urbanized future. In Minnesota, in 1896, a newspaper contributor marked the arrival of venison season, writing, \"Nothing like enjoying the good things on the frontier while they last and before civilization makes the game scarce.\" In fact, civilization soon did the opposite. Officials began implementing hunting restrictions to protect deer, and, in 1900, the Lacey Act made it illegal to sell them and other wildlife commercially. Meanwhile, Americans moving to cities and suburbs changed the landscape again. The places they'd denuded for logging and agriculture began to regrow, not into deep forests, which aren't ideal habitat for deer, but into mile after mile of the \"edge\" habitat—a mixture of woods and cleared spaces and human-husbanded plants that we often refer to as \"sprawl\" but which the journalist Jim Sterba called \"a kind of Petri dish for whitetail propagation.\" It's common for does to give birth to twins each spring, but females that live in these environments have smaller ranges, larger fat reserves, and an elevated likelihood of birthing triplets. A suburban deer population can double in as few as two to three years. Places like Pennsylvania and New England began restocking deer, importing them from the places where they still lived. The new arrivals—whose predators had been hunted and pushed out—multiplied rapidly. Soon, there were so many deer that people began to complain about the animals destroying forests and crops and gardens. By 1956, a guide to \"The Deer of North America\" observed that \"deer problems often result from too many rather than too few.\" Once the land was stripped of food, or winter came, animals sometimes died in large numbers, a phenomenon that the ecologist Aldo Leopold described as \"the starved bones of the hoped-for deer herd, dead of its own too much.\" Today, there are an estimated thirty million white-tailed deer in the U.S., a hundred times more than there were when the Lacey Act was passed. As the pressure of the population built, deer had to look farther afield for new territory. They followed more tenuous corridors, through denser human landscapes, in search of somewhere to live. The wildlife biologist Anthony DeNicola, who founded White Buffalo in 1995, describes Staten Island as an unusually urban, liminal habitat for deer: \"parks and then concrete.\" When the White Buffalo team first came to the island, they pored over satellite maps, looking for green spaces large enough for deer to live in or pass through, then went searching for paths, scat, and browse patterns. They put tracking collars on deer that they had darted and set up enough cameras to take hundreds of thousands of photographs a month, analyzing the movements of the island's deer like detectives. When I told DeNicola that I wanted to learn about his team's work for the city, he suggested that I go to the top of a certain hill near the Staten Island Expressway and look west, at a tangle of trees and buildings stretching far into the distance. \"Think about finding every male deer in that landscape,\" he said. \"It can be overwhelming.\" DeNicola is a square-jawed fifty-five-year-old who vibrates with energy, talks fast, and swears often. He's been sued by hunters and by animal-rights activists, but he saves his choicest words for state wildlife agencies, which he says can be blinded by the fact that their funding comes largely from hunting licenses. \"Deer management is complicated, and it's ruled by idiocracy,\" he told me. DeNicola once estimated that he'd been responsible for the death of ten thousand deer—and that was seven years, and many projects, ago. In an emotionally heated field, he sees himself as a pragmatist and a problem solver. \"If I were an addict,\" he said, \"I'd be a puzzle-solving addict.\" In the nineties, when DeNicola did a Ph.D. on fertility control, the field of deer-population management was in its infancy. State wildlife agencies had suggested increased hunting as a solution to the problem of overabundance. But recreational hunting was often unwelcome in residential areas, and studies showed that it wasn't effective at reducing deer populations to the levels that communities wanted. As opposed to biological carrying capacity—the number of deer that human-mediated landscapes can sustain—this is often referred to as social carrying capacity: the number of deer that human societies are willing to tolerate. Local officials began working with state wildlife agencies and the U.S.D.A.'s Wildlife Services division to engineer new ways of controlling deer, often in the same places where they'd recently worked to protect them. (Wildlife Services adjudicates a wide variety of \"boundary conflicts,\" stepping in when wolves prey on ranchers' sheep, beavers build unwelcome dams, or birds fly too close to airport runways. Sometimes the division offers nonlethal solutions—suggesting that roosting starlings, whose poop is often problematic, can be forced to move by harassing them with lasers—but it also regularly kills millions of animals a year.) No one I spoke to knew of any centralized tracking of deer-culling or fertility-control programs, so it's hard to capture the scale of operations around the country. \"I just know there are many,\" Curtis, the expert at Cornell, told me. \"And there are more all the time.\" DeNicola views White Buffalo as a way to fund, and get data for, scientific studies on population management. The organization has worked on other species, including wild pigs and vultures, but deer are its main focus. In 2000, Princeton, New Jersey, contracted White Buffalo to reduce its deer population after a string of car accidents and other incidents, including deer giving birth on residents' porches. The company began using a bait-and-shoot method, employing professional sharpshooters to work in designated safe areas with tools like thermal imaging, night-vision equipment, and spotlighting. Unlike typical hunters, their goal wasn't to be \"sportsmen\" or to give \"fair chase\" but to kill as quickly and humanely as possible. Guns in suburbia created extra controversy, though, so the team switched to a net-and-bolt method. (The bolt gun was developed to deliver quick death at slaughterhouses, but watching it in action is upsetting.) Protesters left deer entrails on the mayor's car and hired detectives to trail White Buffalo's sharpshooters, who began wearing bulletproof vests. So did Princeton's animal-control officer, whose pet dog and cat were found, respectively, poisoned and crushed to death. As the township administrator explained to the Times two years into the project, \"This is obviously the most controversial issue in Princeton in a long time.\" Princeton was just one battle site of what are often known as \"the deer wars,\" vitriolic disagreements among hunters, environmentalists, animal-rights activists, and suburbanites over how to manage deer populations. When Gary Alt, a supervisor with the Pennsylvania Game Commission, changed hunting regulations to give priority to the shooting of does, he received death threats. \"The management of no other wild animal has been so controversial, so contentious,\" Alt wrote after retiring from the job. When the village of Hastings-on-Hudson, which had as many as two hundred deer in its two square miles, debated hiring White Buffalo to net-and-bolt, an online petition accused the company of being \"contract killers,\" and called the town leaders \"hell bent to slaughter.\" Bruce Jennings, a bioethicist who also served as a village trustee, told me that some residents who didn't necessarily have a problem with the targeted deaths of, say, mosquitoes or skunks saw deer as occupying a different emotional, and moral, world. Jennings thought that the intense fighting that erupted might tear the community apart. And then, he said, \"immunocontraception, as it were, came over the hill to the rescue.\" Immunocontraceptive birth control consists of vaccines that create antibodies to block pregnancy, but the vaccines must be readministered regularly. (One, PZP, neutralizes the proteins around an egg where sperm attaches, while another, GonaCon, operates in the brain, inhibiting the creation of reproductive hormones.) Uses for wild deer are still considered experimental, performed under research permits. Vaccines are more palatable than culling, but they haven't been able to reduce deer populations to the ten or so animals per square mile that many communities want. And repeatedly capturing does in order to administer the drugs is an expense that few places are willing to shoulder. Curtis told me that, after studying contraception, he suggested that the deer program at Cornell move to tranquillizing and sterilizing does, a onetime expense. But does, which tend to hang out in groups, eventually wised up to the danger of the bait. Plus, deer kept moving in faster than they could be sterilized, which Curtis attributes to new bucks being attracted to the ongoing estrus of the does that didn't get pregnant. (The ways in which sterilization affects the reproductive ecology of deer is still a matter of study.) Cornell began controlled hunting, and now uses a technique called dart-and-euthanize, in which deer are sedated so that they don't feel pain when a lethal drug is injected directly into their veins, a version of the current veterinary best practice for the euthanasia of pets. Despite the field's many debates about the efficacy of various methods, Curtis told me, \"it's definitely more difficult to manage the human side of the equation than the wildlife side.\" He saw the Staten Island program as proof of that. \"This was a political decision,\" he said. \"People didn't want to see deer killed.\" Richard Simon, the director of the wildlife unit for N.Y.C. Parks, told me that culling was never seen as a viable option on Staten Island; there was too little community support, too much risk of a program's getting delayed by lawsuits, and too many people in too small a space. White Buffalo had previously performed ovariectomies in suburbs from New York to California, and on the campus of the National Institutes of Health. But since vasectomies are less involved surgeries than ovariectomies, and since solitary bucks can be tricked longer with bait corn, Staten Island decided to try something new. The borough also had a unique advantage: an island with a moat that would, the city hoped, keep the influx of new deer to a minimum. One evening, at dusk, I met a Staten Island resident named Cliff Hagen at Clay Pit Ponds State Park Preserve, which is considered the first park on the island in which deer established themselves. The forest was carpeted in a lush grass that seemed almost to glow in the dim light. \"Beautiful green understory, right?\" Hagen Hobbit,' or something.\" Hagen—a schoolteacher and the president of Protectors of Pine Oak Woods, a group that fought to preserve the park as a key habitat for birds—was joking. The beautiful grass was stiltgrass, an invasive species that the deer won't eat. As we wandered around the park, Hagen kept shaking his head at how few other plants were growing. There were no young saplings of the hardwoods that made up the overstory, and the only places we saw young native plants thriving were inside two fenced exclosures that deer can't access. Studies have shown that high deer presence reduces the over-all biodiversity of forests, helps invasive plants dominate, and suppresses the seedlings of trees and flowers that deer like to eat. To Hagen, the forest was less like the Shire and more like \"Children of Men\"—a society that's about to collapse for lack of a new generation. \"This forest, in a sense, is already dead,\" he said. \"It just doesn't know it yet.\" Every few minutes, Hagen interrupted himself to whistle back and forth with a bird. He could name the birds by their songs: eastern wood pewee, hairy woodpecker, northern flicker. Then came a low noise that stopped him. \"Honest to God, I thought I heard a great horned owl,\" he said. \"But it could have been a truck on the bridge or something.\" This reminded me of a conflict in my part of the country, the Pacific Northwest. Barred owls, I told Hagen, had crossed the Great Plains as humans changed the region's ecology, and had eventually arrived in forests that weren't accustomed to them, where they outcompeted the endangered spotted owl. In response, the Fish and Wildlife Service began a surprising experiment: shooting thousands of barred owls. I'd once visited a freezer full of the culled birds and held one, which felt tiny and delicate in death. Hagen, the bird-lover, took the news in stride. \"Those are the drastic measures we need to take now to restore the balance,\" he said. \"Restoring the balance\" is a phrase that comes up a lot when discussing deer, though it is difficult to determine what it means. In Westchester County, I met Patrick Moore, a volunteer wildlife rehabilitator who regularly treats injured animals from Staten Island and the rest of New York City. While Moore and I were talking, two women brought in a Canada goose that would need surgery after being hit by a car. (Geese, like deer, have bounced back dramatically after being extirpated from much of their range, and are now regularly culled.) An exterminator arrived with two baby squirrels that he had retrieved from the ceiling of a bank after poisoning their mother. Moore sighed. The exterminator had been paid to create a problem that Moore would fix for free, and the squirrels had been orphaned so young that, in addition to feeding them with a specialized syringe, he'd have to rub their genitalia every few hours so that they could urinate. When the Times recently covered Moore's work, publishing a photograph of three orphaned fawns resting in his home shower, one commenter observed, \"This is horrible! These cute babies will grow up to be a menace in the not too distant future.\" Moore was unimpressed. \"You'd have to be a demented human being to look at a tiny baby and say, 'You shouldn't be alive, there's too many of you,' \" he told me. He thinks that culls and sterilization are the result of a strange combination of hubris and responsibility-dodging. \"Deer mess up plant life a lot less than humans do,\" he pointed out. \"We sit here and try to balance something that's much bigger than us.\" In the only scientific article I have read about deer management that quotes Foucault, John Patrick Connors and Anne Short Gianotti argue that our current paradigm of human-nature separation springs from the creation of the \"sanitary city\" in the nineteenth century. For thousands of years, people had been accustomed to living amid both livestock and wild animals, but now came the idea that humans could create clean, managed spaces where animals' mere presence made them \"pests.\" The success of deer and other synanthropes invites strong emotions, Connors and Gianotti write, because it challenges \"the perception of cities and suburbs as human territories.\" Likewise, deer management may be a means of \"shifting a broader anxiety of environmental change to deer\" in a way that makes us feel less culpable and more in control. They point out that burgeoning deer populations are considered \"unnatural\" because they result from human disruptions, but that further human interventions are \"presented as a natural remedy to these circumstances, restoring a lost balance of nature.\" Many of our ideas about animals—which we eat, which we keep as pets, which we vilify or protect—are changeable with time and context and culture. These ideas sometimes lead us to odd and inconsistent places. New Zealand is famous for enthusiastically culling non-native predators in a large-scale effort to protect its endemic species, but feral cats, because of the close association with their domesticated relatives, haven't been included in the purge. In the American West, the government shoots coyotes but rounds up wild horses and puts them up for adoption. The U.K., which has waged a long war against gray squirrels in order to protect red ones, recently approved a plan to dose the grays with contraceptives concealed in hazelnut spread. Families feed bread to geese in the same cities that cull them. Other places give them pellets laced with birth control or cover their eggs in vegetable oil to keep them from hatching. According to Allen Rutberg, a research associate professor at Tufts' Cummings School of Veterinary Medicine who worked on Hastings-on-Hudson's deer campaign, only a fraction of wildlife management is about biology. \"The rest is sorting out why people believe what they do,\" he said. Rutberg told me that the first question most people ask him is what the \"right\" number of deer is—as if there were a \"natural\" world to which we could return, as if nature were ever static to begin with, as if we hadn't transformed it into something new. Ticks, for example, are moving into new places not only because of deer migration but because of the warmer winters of our changed climate. Studies have shown that substantial decreases in tick populations would require reductions in deer density greater than almost any management program has ever achieved—to levels below those of the pre-settler era that is used as a baseline of imagined naturalness. Rutberg believes that the deer's symbolic history has colored our debates about how to manage them. \"However we feel about how people and nature interact gets projected onto deer,\" he told me. \"Deer are a convenient focus for our concerns about what we're doing to the environment. But removing them won't fix what we've done.\" The first deer I saw on Staten Island was in the Greenbelt, a twenty-eight-hundred-acre park that runs down the center of the island. A browsing doe slipped past as Meredith VanAcker, wearing high rubber boots and latex gloves, dragged a large piece of corduroy across the leaf litter of the forest floor. After a moment, VanAcker flipped the corduroy over and leaned close to inspect it. \"O.K., here's a little guy,\" she said, pointing to a larval tick, a dark speck about the size of a grain of table salt. Farther up the fabric was a dense cluster of specks. \"That's a larval bomb,\" she said. \"It's where a female had dropped off—she laid a big cluster of thousands of eggs, and then they all hatch.\" For five years, VanAcker, a Columbia Ph.D. student involved in a project on the ecology of ticks and tick-borne diseases, has studied the population in New York City parks. Most of her time has been spent on Staten Island, where a quarter of ticks are infected with the bacterium that causes Lyme disease. She has spent a lot of time dragging for ticks and trapping for mice, which are a key but much less famous part of the complicated web of relationships that scientists call ticks' \"host communities.\" VanAcker had contracted with White Buffalo to study the bucks that the company had collared, and to put tracking collars on a group of does. Ticks, VanAcker explained, don't move horizontally in a landscape, but only upward. They find a high point, usually about calf height on a human, and then \"quest,\" holding their legs out to be ready to grab onto the first host that comes along. In the parks of the borough, deer were the connective tissue between otherwise isolated tick habitats, a natural infrastructure overlaid on a human one. In deer management, the animals are often spoken of as an undifferentiated mass. But as VanAcker followed their movements, surprising nuance and individuality emerged. The deer had patterns, and favorite places. There was a pair of does that never left the College of Staten Island, doing the same foraging circuit together day after day, and a buck that commuted regularly between Great Kills, a park on the Atlantic coast, and the suburban yards of the island's center. The ear tags that bucks wear have provided a similar education for some residents, who can now identify specific deer as neighbors. VanAcker began to see the borough as far less divided than she'd expected. In places with the densest development, deer often confined their activities to the quiet hours of night, but, once it was late, she saw their collars ping from a certain Target parking lot turned deer passage. There was a route used by lots of deer which she imagined must be a corridor of green, but which turned out to be a concrete drainage structure. A member of her Ph.D. committee suggested that she do an analysis of road crossings, but when she started to dig into the data she found a single deer making some fifty crossings in a day. The project would be next to impossible in a place like Staten Island, VanAcker said: \"Roads are too embedded in the landscape structure.\" Everything was intertwined. As of this year, White Buffalo's vasectomy project has reduced fawn births by sixty per cent on the island, and the over-all population by twenty-one per cent. The cost has also risen to $6.6 million, a significant increase over the original budget. Deer-management programs are sometimes compared to mowing a lawn, a task that's never really complete; new arrivals mean new surgeries on an indefinite basis. Whenever I discussed deer demographics with city officials, they emphasized that their metric for success isn't counting deer but counting things like collisions and infections, which are down, respectively, forty-three and sixty per cent. Richard Simon, of N.Y.C. Parks, stressed that although the vasectomy project gets most of the attention, it's only half of the city's plan for deer. The other half is an educational offensive to make people see them differently (and stop feeding them). There are classes for children, who, Simon noted, will grow up seeing deer as normal presences, and public-awareness campaigns about ticks and Lyme disease. The city has also plastered buses and taxicabs with posters of deer and other wildlife, labelling them as \"commuter\" or \"New Yorker.\" (Ticks are labelled \"hitchhiker.\") \"We want people, humans, to understand that the environment that we're creating is not a sterile environment,\" Simon said—to understand that wild animals will always have a place in the city, too. Shortly before I left Staten Island, more than eight inches of rain flooded the borough. The next evening, I went looking for deer, and found four bucks exactly where the trackers at White Buffalo had told me they would be, on a strip of grass that separates a city park from rows of houses. All were wearing ear tags advertising their vasectomized status. A woman out for an evening walk told me that she feels sorry for the deer and regularly feeds them—\"It's my joy to see them,\" she said—and in the next breath cursed the turkeys that had congregated at the other end of the street. The bucks retreated into the park. I trailed after them until they crossed a large puddle of floodwater that was too deep for me to follow. For a long time, we stood on either side of it, watching one another in silence as the darkness gathered. Finally, I turned away, and began picking my way back through the mud. It was filled with their footprints and mine, all mixed up together. "}