{"title": "PDF", "author": "PDF", "url": "https://www.hsa.gov.sg/docs/default-source/hprg-tpb/summary-reports/kesimpta_summary-report-of-benefit-risk-assessment_5-february-2021.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Copyright © 2021 Health Sciences Authority of Singapore You may download, view, print and reproduce this summary report without modifications for non -commercial purposes only. Except as otherwise provided, the contents of this summary report may not be reproduced, republished, uploaded, posted, transmitted or o therwise distributed in any way without the prior written permission of the Health Sciences Authority. This summary report and its contents are made available on an \"as is\" basis and the Health Sciences Authority makes no warranty of any kind, whether ex press or implied. The information in the summary report is provided for general information only and the contents of the summary report do not constitute medical or other professional advice. If medical or other professional advice is required, services of a competent profe ssional should be sought. Summary Report of Benefit -Risk Assessment KESIMPTA SOLUTION FOR INJECTION IN PRE -FILLED SYRINGE 20MG/0.4ML KESIMPTA SOLUTION FOR INJECTION IN PRE -FILLED PEN 20MG/0.4ML NEW DRUG APPLICATION Active Ingredient(s) Ofatumumab Product (Singapore) Pte Ltd Product Registration Number SIN16100P, SIN16101P Application Route Full evaluation Date of Approval 05 February 2021 ________ _____________________________________________________________________________________________ Page 2 Table of Contents A INTRODUCTION ................................ ................................ ................................ ........... 3 B ASSESSMENT OF PRODUCT QUALITY ................................ ................................ ...... 3 C ASSESSMENT OF CLINICAL EFFICACY ................................ ................................ ..... 4 D ASSESSMENT OF CLINICAL SAFETY ................................ ................................ ......... 9 E ASSESSMENT OF BENEFIT -RISK ............................. 12 F CONCLUSION ................................ ................................ ................................ ............. 12 INS ERT AT REGISTRATION ................................ ....................... 13 ________ _____________________________________________________________________________________________ Page 3 A INTRODUCTION Kesimpta is indicated for the treatment of adult patients with relapsing forms of multiple sclerosis (RMS). The active substance, ofatumumab, is a recombinant human monoclonal immunoglobulin G1 antibody that binds to human CD20, a cell surface antigen present on B-lymphocytes. The binding of ofatumumab to CD20 induces lysis of B -lymphocytes through complement dependent cytotoxicity and antibody -dependent cell -mediated cytotoxicity. Kesimpta Solution for Injection containing ofatumumab of 20 mg/0.4m L is availabl e as pre - filled syringe and pre -filled pen. The excipients are edetate dihydrate, hydrochloric acid and water for injection. B ASSESSMENT OF PRODUCT QUALITY The drug substance , ofatumumab, is manufactured at Lonza Biologics Inc, Portsmouth, USA. The drug products, Kesimpta Solution for Injection 20 mg/0.4m L in Pre -Filled Syringe and in Pre-Filled Pen , are manufactured at Novartis Pharma Stein AG, Schaffhauserstrasse, Switzerland. Drug substance: Adequate controls have been presented for the cell banks and raw materials . The in -process control tests and acceptance criteria applied during the manufacturing of the drug substance are considered appropriate. The drug su bstance manufacturer is compliant with Good Manufacturing Practice (GMP). Process validation was conducted on three consecutive production -scale batches. The characterisation of the drug substance and its impurities are in accordance with ICH guidelines. Impurities including charged variants and size variants ar e adequately controlled. The drug substance specifications are established in accordance with ICH Q6B and the impurity limits are considered appropriately qualified. The analytical methods used ha ve been adequately described and non -compendial methods are appropriately validated in accordance with ICH guidelines. Information on the reference standards used for identity, assay and impurities testing is presented. The stability data presented for Lonza Biologics Inc, Portsmouth, USA is adequate to support the approved storage condition and shelf life. The packaging is 16.6 L Ethylene Vinyl Acetate (EVA ) bags . The drug substance is approved for storage at -40oC with a shelf life of 60 months . Drug product: The manufacturing process utilises aseptic processing. All manufacturing sites involved are compliant with Good Manufacturing Practice (GMP). Proper dev elopment and validation studies are conducted . It has been demonstrated that the manufacturing process is reproducible and consistent. Adequate in -process controls are in place. ________ _____________________________________________________________________________________________ Page 4 The specifications are established in accordance with ICH Q6B and impurity limits are considered adequately qualified. The analytical methods used have been adequately described and non -compendial methods are appropriately validated in accordance with ICH guidelines. Information on the reference standards used for identity, assay and impurities testing is presented. The stability data submitted is adequate to support the approved shelf -life of 24 months when stored at 2 - 8°C. The container closure system is prefilled syringe with 1m L borosilicate (Type I) glass syringe barrel, stainless steel needle, bromobutyl rubber plunger stopper assembled with a needle safety device (NSD) or a Sensoready auto -injector (AI). C ASSESSMENT OF CLINICAL EFFICACY The clin ical efficacy of ofatumumab for the treatment of adult patients with RMS was based primarily on data from two pivotal studies of identical design , study COMB157 G2301 (ASCLEPIOS I) and study COMB157 supported by a dose -finding study OMS112831 (MIRROR) . The ofatumumab dose investigated in the pivotal studies was based on the results and subsequent pharmacokinetic -pharmacodynamic (PK -PD) modelling data from s a Phase II double -blind, placebo -controlled, random ised, parallel - group , dose -finding and proof -of-concept study in 232 patients with relapsing -remitting course of multiple sclerosis (RRMS) that investigated different subcutaneous (SC) ofatumumab doses (3 mg, 30 mg and 60 mg) and different dosing intervals (every 12 weeks (q12w) and every 4 weeks (q4w) ). The study demonstrated a statistically significant and consistent reduction of 65% in the cumulative new Gd -enhancing (GdE) T1 lesions in each of the ofatumumab groups compared to placebo during We ek 0 to 12 . In a post -hoc analysis, there was a dose -dependent reduction in the mean number of cumulative new GdE T1 lesions from Weeks 4 to 12 ranging ratio 0.29; fatumumab groups to placebo , with the highest reduction of 92% and 91% observed in ofatumumab 60 mg q4w and 60 mg q12w group s respectively . Ofatumumab 60 mg q4w did not further increase efficacy compared to ofatumumab 6 0 mg q12w. The dose regimens of 60 mg q 4w and q 12w were associated with more adverse events than the lower dose regimens of 3 mg and 30 mg q12w between Week 0 and 12. In particular, post -injection systemic reactions reported as serious adverse events on Day 1, including a report of c ytokine release syndrome, were observed with the 60 mg dose regimens. The relationship s between ofatumumab exposure and B -cell dynamics with various doses and dosing intervals were evaluated in a PK-PD modelling using data from study OMS112831. The PK-PD modelling showed a strong relationship between ofatumumab dose and the level of B - cell depletion. The median percentage of B-cell reduction from baseline was 77.93% and 89.32% in the 3 mg and 30 mg ofatumumab dose groups respectively, suggesting that a higher dose than 3 mg and lower dose than 30 mg would be sufficient to achieve the desired efficacy. Simulation of the percentage of patients attaining the target B -cells depletion for different doses (3 mg, 10 mg, 20 mg , and 60 mg) and number of loading doses (1 to 4 loading doses) were performed . The s imulation results predicted that a loading dose of three separate 20 mg injections of SC ofatumumab at Weeks 0, 1, and 2 respectively , followed by a maintenance dose of 20 mg q4w achieved and maintained target B -cell depletion in more than 95% of patients within 4 to 8 weeks, and also enable d recovery of B -cells to the lower limit of normal ________ _____________________________________________________________________________________________ Page 5 within 40 weeks after treatment interruption . In contrast, p atients dosed with 60 mg q4w showed no signs of B -cell repletion during the inter -dosing interval . In totality, considering the safety and efficacy data from study OMS112831 and simulation results from the PK -PD modelling , an ofatumumab dose of 20 mg at Week s 0, 1 and 2 followed by a maintenance dose of 20 mg q4w would be expected to sufficien tly deplete and subsequently maintain B - cells at low levels for the inhibition of brain MRI lesions and provide a favourable safety and tolerability profile . Therefore, this dosing regimen was selected for investigation in the Phase 3 studies. Studies G2301 and G2302 were Phase III, randomised, double -blind, double -dummy stud ies comparing ofatumumab with teriflunomide in adult patients aged 18 to 55 years with RRMS or active secondary progressive multiple sclerosis (SPMS) , who had an Expanded Disability Status Scale (EDSS) score from 0 to 5.5, and had experienced at least one documented relapse during the previous year or two relapses during the previous two years or a positive GdE magnetic resonance imaging ( MRI) scan during the previous year. Patients were randomised in a 1:1 ratio to receive either SC injections of ofatumumab 20 mg on Week s 0, 1 and 2 followed by 20 mg q4w from Week 4 , or oral teriflunomide 14 mg once daily. Patients also received matching placebo corresponding to the other treatment arm to maintain blinding . The media n treatment duration across the two studies was 85 weeks, and the maximal duration of treatment was 120 weeks. Patients who completed the treatment period were eligible to enter an open -label extension study (Study COMB157G2399), to collect data over 2 to 5 years per patient or until the development of ofatumumab in RMS is discontinued, if earlier. The extension study is ongoing and was not submitted to HSA at the time of approval. The primary efficacy endpoint was the annualised relapse rate (ARR) in the Full Analysis Set , defined as the number of confirmed multiple sclerosis (MS) relapses in a year. A confirmed MS relapse was defined as one accompanied by a clinically relevant change in EDSS score performed by an independent rater, i.e. an increas e of at least 0.5 points on EDSS score, or an increase of 1 point on two functional scores, or 2 points on one functional score (excluding changes involving bowel/bladder or cerebral functional system). Comparisons were made to the patient's previous EDSS rating that did not occur during a relapse. The key secondary endpoints were categorised as MRI - and neurofilament light chain (NfL) -related endpoints and disability -related endpoints. The MRI GdE T1 new or enlarging T2 lesions; the annual rate of brain volume change from baseline and NfL serum concentration . The disability -related endpoints were evaluated in a meta -analysis of combined data from studies G2301 and G2302 and included the time to disability worsening on EDSS confirmed at 3 month s and 6 month s (3mCDW and 6mCDW respectively ), defined as an increase in EDSS score of 1.5, 1, or 0.5 in patients with a baseline EDSS of 0, 1 to 5, or 5.5 respectively ; and the time to disability improvement confirmed at 6-month (6mCDI), defined as a decrease in EDSS score of 1 or 0.5 in patients with a baseline EDSS of 2 to 6 or 6.5 to 9.5 respectivel y. The primary hypothesis (ARR) and all MRI -related key secondary hypothe ses were tested in hierarchical order within each study to control the type I error rate . If the two studies independently rejected the primary hypothesis, the key secondary MRI - and NfL -related endpoints would be tested in the following hierarchical order in each study , regardless of the outcomes of disability endpoints : number of Gd E T1 lesions, new or enlarging T2 lesions, NfL concentration, followed by brain volume loss. The disability -related secondary hypotheses were tested in the following hierarchic al order using pooled data from studies G2301 and ________ _____________________________________________________________________________________________ Page 6 G2302 if the primary hypothesis could be successfully rejected in both studies , irrespective of the MRI -related outcomes: by 6mCDI. In , a total of 927 patients were randomised into the study and received at least one dose of study treatment - 465 patients to the ofatumumab arm and 462 patients to the teriflunomide arm. Of these, 416 (89.5%) patients in the ofatumumab arm and 376 (81.4%) patients in the teriflunomide a rm completed the treatment period . The patient demographics and baseline disease characteristics were well -balanced between the treatment arms. The median age was 39 years (range : 18 to 56 years), the majority of patients were female (68.5%) and White (88. 8%), while 31 patients (3.3%) were Asian . The study population included 872 (94.1%) patients with RRMS and 55 (5.9%) patients with active SPMS and the baseline mean EDSS score was 2.96 (range : 0 to 6.5 ). The median time since onset of SPMS was 2.5 years. The mean (median) number of relapses in the last 12 months prior to screening was 1.2 (1.0). The median time since the onset of the most recent relapse was 5.1 6 years. Approximately 37% of patients had GdE T1 lesions on their baseline MRI scan. The mean number of GdE T1 lesions on baseline MRI scan was 1.5 (range 0 to 47). Approximately 40 .2% of patients in both treatment arms were treatment -naïve, i.e. not previously treated with a disease modifying therap y. In Study G2302 , a total of 955 patients were randomised into the study and received at least one dose of study treatment - 481 patients to the ofatumumab arm and 474 patients to the teriflunomide arm. Of these, 397 (82.5%) patients in the ofatumumab ar m and 389 (82.1%) patients in the teriflunomide arm completed the treatment period . The patient demographics and baseline disease characteristics were well -balanced between the treatment arms. The median age was 38 years (range 18 to 56 years), most patien ts were female (66.8%) and White (87.4%) , while 40 patients (4.2%) were Asian . The study population included 902 (94.5%) patients with RRMS and 53 (5.5%) patients with active SPMS and the baseline mean EDSS score was 2.88 (range 0 to 6.5). The median time since onset of SPMS was 2. 86 years. The mean (median) number of relapses in the last 12 months prior to screening was 1. 3 (1.0). The median time since the onset of the most recent relapse was 5.1 9 years. Approximately 41.3% of patients had GdE T1 lesi ons on their baseline MRI scan. The mean number of GdE T1 lesions on baseline MRI scan was 1.5 (range 0 to 63). Approximately 39.4% of patients in both treatment arms were treatment -naïve, i.e. not previously treated with a disease modifying therapy. Treatment with ofatumumab resulted in statistically significant reductions in ARR by 50.5% (p<0.001) in Study G2301 and 58.5% (p<0.001) in Study G2302 compared with teriflunomide. At all cumulative time intervals from Month 0 to 3 interval through Month 0 to 2 7 interval, ofatumumab significantly reduced ARR compared to teriflunomide by a range of 50.0% to 55.2% . The ARR analysed by time interval supported the sustained superior efficacy of ofatumumab over teriflunomide. The results of the pre -specified sensitiv ity analyses for ARR showed consistent outcomes supporting the primary analysis, demonstrating the robustness of the ARR results. The key secondary MRI -related endpoint analysis showed a statistically significant reduction in the number of GdE T1 lesions for ofatumumab arm compared to teriflunomide arm by 97.5% in Study G2301 and 93.8% in Study G2302. The reduction in annualised new or enlarging T2 lesions was statistically significantly higher in ofatumumab arm compared to teriflunomide arm by 81.9% in S Study G2302 (both p<0.001) . Ofatumumab showed statistically significant relative reduction s in NfL serum concentration at Month 3 compared to teriflunomide in the two studies - 7% (p=0.011) and 11% (p<0.001), respectively. There was ________ _____________________________________________________________________________________________ Page 7 no statistically significant difference in the annual rate of brain volume loss between ofatumumab and teriflunomide arm in both studies (G2301: in studies G2301 and G2302 were consistent with each other. The pre-specified analysis of the pooled study data demonstrated statistically significant redu ction s in the proportion of patients with 3mCDW (risk reduction : 34.4%; p=0.002) and 6mCDW (risk reduction : 35.3%; p=0.012). There was no statistically significant difference in the proportion of patients with 6mCDI between ofatumumab and teriflunomide arm (p=0.094) , although the proportion in the ofatumumab arm was numerically higher than that of the teriflunomide arm (11.0% vs 8.1%, respectively ; risk reduction: 35.2% ). This may have been due to insufficient power for this analysis, as the required 133 ev ents were not reached by the end of the studies. Summary of Key Efficacy Results (Studies G2301 and number of GdE T1 lesions MRI scan 0.011 5 0.452 3 0.031 7 0.514 new or T2 lesions per year from ratio (95% CI) 0.18 (0.15 - 0.22) 0.15 (0.13 - 0.19) Relative reduction 81.9% 84.5% p-value <0.001b <0.001b Adjusted geometric Month 3 of Study G2301 and G2302) Ofatumumab Teriflunomide Proportion of patients with 3mCDW at Month 24 (%) (95% CI) 10.9% (8.8, 13.4) 15.0% (12.6, 17.7) Hazard 34.4% p-value 0.002b Proportion of patients with 6mCDW at Month 24 (%) (95% CI) 8.1% (6.5, 10.2) 12.0% (9.9, 14.5) Hazard ratio (0.49 8, 0.916) Risk reduction 32.5% p-value 0.012b Proportion of patients with 6mCDI at Month 24 (%) (95% CI) 11.0% (8.8, 13.7) 8.1% (6.2, 10.6) Hazard ratio Risk EOS: of study ; FAS: Full Analysis Set ; CI: confidence interval a Annualised relapsed rate (ARR) adjusted for treatment and region as factors, number of relapses in previous year, baseline EDSS, baseline number of GdE lesions and patient's age at baseline as covariates. The na tural log of the time -in-study was used as offset to annualise the relapse rate. The adjusted ARR was obtained from fitting a negative binomial regression model with log- link to the number of relapses. b Statistical significance (2 -sided ) at the 0.05 leve l was reached ; multiplicity control by hierarchical testing procedure. c p-value shown is based on test for a difference in slope of brain volume loss. d Statistical significance (2 -sided) at the 0.05 level was not reached. Kaplan -Meier Estimate of Cumulative Event Rate in Patients with Confirmed Relapse During Treatment Epoch (Full Analysis Set ) (Study G2301 (left) and Study G2302 (right) ) ________ _____________________________________________________________________________________________ Page 9 Pre-specified subgroup analyses for ARR and disability -related endpoints were conducted for the following subgroups based on pooled study data : MS type (RRMS, SPMS), baseline EDSS score (>3.5, 3.5), duration of MS since first symptom (5 years, >5 years), number of relapses in previous 1 year (0, 1, 2), number of relapses in previous 2 years (2, >2), presence of GdE T1 lesions at baseline (yes, no), volume of T2 lesions at baseline (<Q1, Q1 and <Q2, Q2 and <Q3, Q3), age (>40 40 years), (female, male), weight (<Q1, Q1 and <Q2, Q2 and <Q3, Q3), region (Europe, North America, rest of world) , race (White, Asian, Black or African American, other) and prior use of MS disease -modifying drug (previously treated, treatment -naïve). The subgroups were not powered for statistical analysis but o fatumumab demonstrated numerical ly greater reduction in ARR , 3mCD W and 6mCD W, and numerically greater improvement in 6mCDI compared to teriflunomide for most of the pre - defined subgroups analysed. In the subgroup of patients with active SPMS, the rate ratio of ARR between ofatumumab and teriflunomide group was 0.57 (95% CI 0.23, 1.38) , and the hazard ratios of 3mCDW and 6mCDW between ofatumumab and teriflunomide group were 0.78 (95% CI 0.50, 1.22) and 0.56 (95% CI 0.22, 1.44) respectively. The upper bound of the 95% CI of the ARR rate ratio , 3mCDW and 6mCDW hazard ratios between ofatumumab and teriflunomide group exceeded 1.0, suggesting no statistically significant difference between treatment group s in patients with active SPMS . Nonetheless, the subgroup s were not powered for statistical analysis. In addition, the 95% CI was noted to be wide, likely due to smaller sample size in this subgroup (n=56). Considering the lower ARR rate and disability rates observed for ofatumumab compared to teriflunomide in the active SPMS subgroup, and that relapses in active SMPS are assumed to have the same underlying inflammatory pathophysiology as RRMS, the efficacy of ofatumumab in patients with active relapsing SMPS could reasonably be extrapolated from the observed efficacy data in RRMS patient population . Overall, studies G2301 and G2302 consistently met the primary efficacy endpoint and most of the MRI-related and disability -related key seco ndary endpoints . Although t he secondary endpoints for the annual rate of brain volume loss and 6mCDI were not met , taking the efficacy evidence in totality, t he results adequately supported the efficacy of ofatumumab for the treatment of adult patients with RMS and with active disease . D ASSESSMENT OF CLINICAL SAFETY The safety data supporting the use of ofatumumab in patients with RMS comprised a total of 1,882 patients (946 patients in ofatumumab arm and 936 patients in teriflunomide a rm) enrolled in studies G2301 and G2302 who had received at least one dose of study treatment. The median duration of exposure was similar in the two treatment arms (approximately 20 months) . The o fatumumab arm had a higher proportion of patients with cumu lative exposure of more than two study years ( 33%) compared to the teriflunomide arm (23.2%) . The total cumulative duration of time at risk was 1569.8 patient -years in the ofatumumab arm and 1536.1 patient - years in the teriflunomide arm. Overview of Safety Profile (Pooled Data from Studies G2301 and G2302 ) Ofatumumab (n=946) n Grade 3 or 4 AE 76 (8.0%) 79 (8.4%) Deaths 0 1b Serious adverse event (SAE) 86 (9.1%) 74 (7.9%) Serious infectionsa Study G2301 Study G2301 Study G2302 2 (0.4%) 0 0 0 Discontinued study treatment due to AEs 54 (5.7%) 49 (5.2%) Discontinued study treatment due to SAEsa Study G2301 Study G2302 8 (1.7%) 3 (0.6%) 8 (1.3%) 2 (0.4%) Discontinued study treatment due to serious infectionsa Study G2301 Study G2302 2 (0.4%) 0 0 1 (0.2%) a There is no pooled analysis for AEs with causal relationship to ofatumumab. AEs determined by investigators to be related to study drug are summarised for study ASCLEPIOS I and II separately. Proportion percentage is calculated based on the number of subj ects receiving ofatumumab and teriflunomide in ASCLEPIOS I (465 and 462 patients respectively) and ASCLEPIOS II (481 and 474 patients respectively). b One death (attributed to aortic dissection) occurred in teriflunomide arm during post -treatment follow -up period. The commonly reported treatment -emergent AEs (frequency 5%) with higher incidences in the ofatumumab arm compared to the teriflunomide arm were injection -related reaction s (20.6% (18.0% influenza (5.2% vs 4.7%) . Most treatment -related AEs occurred at similar or lower proportions in the ofatumumab arm compared to the teriflunomide arm. However, injection site reaction s and decreased blood IgM were observed to have higher incidence s following ofatumumab treatment compared to teriflunomide in both studies (injection site reactions - G2301: 9.0% vs 5.6%; G2302 : 12.7% G2302: 6 .2% vs 1.5%, respectively ). Most of the AEs were mild to moderate in severity. Grade 3 or 4 AEs were reported in 76 (8%) patients in the ofatumumab arm and in 79 (8.4%) patients in the teriflunomide arm. The most commonly reported Grade 3 or 4 AEs reported in the ofatumumab arm were 'infections and infestations' (ofatumumab 2.2%; teriflunomide 1.8%). 3 ofatumumab arm (ofatumumab 0.7%; teriflunomide 0.1%) . There was one case of appendicitis in the ofatumumab arm that was assessed by the Investigator to be related to the study drug and it resolved after appendectomy. Grade 4 events were reported in 8 patients (0.8%) in the ofatumumab arm (non-Hodgkin's (n=2), suicidal ideation, and motor vehicle accident) and in 7 patients (0.7%) in the teriflunomide arm (pulmonary embolism, acute cholecystitis, hepatic failure, aortic dissection, suicidal attempt, peritonitis and sepsis ). None of the Grade 4 events in the ofatumumab arm was assessed by the Investigator to be related to the study drug. There were 2 cases (sepsis and hepatic failure) in the teriflunomide group, which were assessed a s related to study drug. The incidence s of SAEs in the pooled data were generally low and comparable between the ofatumumab and teriflunomide arms (ofatumumab: 9.1%; teriflunomide: 7.9%). The most commonly reported SAEs regardless of study treatment relationship were generally similar ________ _____________________________________________________________________________________________ Page 11 across treatment arms and were (ofatumumab vs teriflunomide) : appendicitis (0.8 uterine leiomyoma (0.3% vs 0.1%). Likewise, t he incidence s of AEs leading to discontinuation was low and comparable in ofatumumab and teriflunomide arm (5.7% and 5.2% respectively). The events that occurred at higher incidences in ofatumumab comp ared to teriflunomide arm were blood decreased vs immunoglobulins (1.1% vs blood abnormal vs 0%), and pulmonary sarcoidosis (0 .2% vs 0%). There was no death reported during the treatment period in the combined safety data . In Study G2302 , one patient in teriflunomide arm died on the post -treatment follow -up period due to aortic dissection. The most notable safety concerns with SC ofatumumab injection were injection systemic reactions, injection site reactions, infections, potential risk of malignancy , potential risk of progressive multifocal leukoencephalopathy and hepatitis B virus reactivation . These safet y concerns have been described in the warnings and precaution section and/or adverse drug reactions section of the approved package insert , and/or will be monitored as part of routine pharmacovigilance . Higher proportion of patients in ofatumumab compared to teriflunomide arm experienced injection systemic reactions (20.2% vs 15.0%) and injection site reactions (10.8% vs 5.6%). Majority (99.8%) of the injection systemic reactions were mild to moderate in severity. Serious injection systemic reactions (0.2%) with symptoms of fever, nausea, tachycardia, vomiting, chills, asthenia, arthralgia and muscle spasm were reported in two patients in the ofatumumab group after the first injection, and both events reso lved with symptomatic treatment . The proportion of patients with injection systemic reactions and injection site reactions was higher with the first injection and decreased with subsequent injections over the course of the study. The incidence s of infect ion AEs were similar in ofatumumab (51.6%) and CI: 0.80, 1.15). Grade 3 or 4 infection AEs occurred in 2.2% patients in ofatumumab arm and 1.8% patients in teriflunomide arm. The most frequently reported (5% frequency) infection -related AEs (ofatumumab vs teriflunomide) were nasopharyngitis urinary infection (10.3% vs influenza (6.6% vs 6.3%). There was no infecti on AEs that lead to death reported in the clinical studies. Majority of the infection AEs were resolved. Three infection events (0.3%) in ofatumumab arm (gastroenteritis, respiratory tract infection and upper respiratory tract infection) and two infectio n events (0.2%) in teriflunomide arm (latent tuberculosis and sepsis) led to discontinuation of study treatment. In the pooled data of the two studies, 8 patients (0.8%) in ofatumumab arm and 3 patients (0.3%) in teriflunomide arm experienced events of 'suicidal 2.65; 95% CI: . There was no completed suicide attempt , and all patients had recovered. The overall difference in suicidal ideation o r behaviour between treatment groups was driven by Study G2301 ( 7 patients in ofatumumab arm; 1 patient in teriflunomide arm), while the event incidence was balanced across treatment groups in Study G2302 ( 1 patient in ofatumumab arm; 2 patients in teriflunomide arm). None of the events w ere considered related to study treatment in both treatment groups and were explained by alternate confounders. Post-baseline suicidal ideation and suicidal behaviour in patients without prior history w ere 2.5% and 0.8% respectively in ofatumumab arm , and 2.3% and 0.2% respectively in teriflunomide arm . The odds ratio for suicidal ideation and behaviour between the treatment ________ _____________________________________________________________________________________________ Page 12 arms in patients without prior history of suicidal ideation and behaviour was within the background rate for MS patients reported in epidemiolog y studies . Overall, SC ofatumumab injection presented an acceptable safety profile for the intended population given the poor prognosis of long -term disability outcomes of the disease. Appropriate warnings and precautions have been put in place in the package insert to address the identified safety risks. E ASSESSMENT OF BENEFIT -RISK PROFILE RMS is a chronic, immune -mediated disease of the central nervous system that could lead to long-term severe disability. There is currently no available curative therapy for RMS. Patients with RMS are currently managed with disease -modifying therapies with the objective of shortening the duration and severity of symptoms of acute relapses , and/or delaying accumulation of disability. While effective disease -modifying therapies are available, the risk of serious adverse events remains a concern . There is an unmet medical need for alternative treatment options with a good tolerability and safety profile. Ofatumumab was shown to provide treatment benefit in terms of statistically significant reduction s in ARR compared to teriflunomide by 50.5% in stud y G2301 and 58.5% in study G2302 . The treatment benefits were furth er supported by several MRI-related and disability - related key secondary endpoints. O fatumumab had demonstrated statistically significant reduction s in the mean number of Gd E T1 lesions per MRI scan of 97.5% in Study G2301 and 93.8% in Study G2302 compared to teriflunomide . Ofatumumab treatment also significantly reduced the annualised rate s of new or enlarging T2 lesions by 81.9% in study G2301 and 84.5% in study G2302 compared to teriflunomide. More importantly, ofatumumab significantly lowered the risk o f 3mCDW and 6mCDW by 34.4% (p=0.002) and 32.5% (p=0.012) respectively, in the two studies compared to teriflunomide. The safety profile of ofatumumab was considered acceptable relative to the benefits considering the poor prognosis of long -term disability outcomes in patients with RMS . The most notable safety concerns with ofatumumab were injection systemic reactions, injection site reactions , infections , potential risk of malignancy, potential risk of progressive multifocal leukoencephalopathy and hepatitis B virus reactivation , which are associated with the route of administration and /or pharmacology of ofatumumab. These adverse events have been adequately addressed in the package insert through the provision of relevant warnings and precautions and/or will be monitored as part of routine pharmacovigilance . The long-term safety profile of ofatumumab in RMS patients was not available at the point of approval . Longer -term data from the ongoing long -term extension study COMB157G2399 will be required to further characterise the safety profile . Overall, the benefit -risk profile of ofatumumab in the treatment of adult patients with RMS was considered favourable. F CONCLUSION Based on the review of quality, safety and efficacy data, t he benefit -risk balance of Kesimpta for the treatment of adult patients with relapsing multiple sclerosis was deemed favourable and approval of the product registration was granted on 05 February 2021 . ________ _____________________________________________________________________________________________ Page 13 APPROVED PACKAGE INSERT AT REGISTRATION Kesimpta Jan2020.SIN Page 1 of 22 1 KESIMPTA KESIMPTA 20 mg/0.4 mL solution for injection 2 Description and composition Pharmaceutical form s 20 mg/0.4 mL Solution for injection in a pre-filled syringe 20 mg/0.4 mL Solution for injection in a pre -filled pen The single -use solution for injection is sterile, preservative -free, clear to slightly opalescent, and colorless to -yellow . Active substance Each pre -filled syringe and pre -filled p en contain s 20 mg ofatumumab solution for injection (0.4 mL of 50 mg/mL solution) . Ofatumumab is a recombinant fully human monoclonal immunoglobulin G1 antibody against human CD20 expressed on B -cells. Ofatumumab is produced in a murine cell line (NS0) by recombinan t DNA technology water for injection. 3 Indications KESIMPTA is indicated for the treatment of adult patients with relapsing forms of multiple sclerosis (RMS) (refer to Section 12 Clinical Studies) . 4 Dosage regimen and administration Dosage regimen The recommended dose is 20 mg KESIMPTA administered by subcutaneous injection with: initial dosing at week s 0, 1 and 2 , followed by subsequent monthly dosing, starting at week 4 . Missed Doses If an injection of KESIMPTA is missed, it should be administered as soon as possible without waiting until the next schedule d dose. Subseq uent doses should be administered at the recommended intervals . Special populations Renal impairment No specific studies of ofatumumab in patients with renal impairment have been performed. Patients with mild renal impairment were included in clinical studies . There is no experience in patients with moderate and severe renal impairment. However, as ofatumumab is not excreted via Kesimpta Jan2020.SIN Page 2 of 22 urine , it is not expected that patients with renal impairment require dose modification (see section 11 Clinical pharmacology ). Hepatic impairment No studies of ofatumumab in patients with hepatic impairment have been performed. Since h epatic metabolism of monoclonal antibodies such as ofatumumab is negligible , hepatic impairment is not expected to impact its pharmacokinetics . Therefore, it is not expected that patients with hepatic impairment require dose modification (see section 11 Clinical pharmacology ). Pediatric patients (below 18 years) The s afety and effectiveness in pediatric MS patients below the age of 18 years have not yet been studied . Adults over 55 years old No studies have been performed in MS patients over the age of 55 years old . Ofatumumab was studied in patients with RMS aged 18 to 55 years. Based on the limited data available, no dos e adjustment is considered necessary in patients over the age of 55 years old (see section 11 Clinical pharmacology ). Method of administration KESIMPTA is intended for patient self -administration by subcutaneous injection. The usual sites for subcutaneous injections are the abdomen, the thigh and the upper outer arm. The first injection of KESIMPTA should be performed under the guidance of a healthcare professional (see section 6 Warning and precautions ). Comprehensive instructions for administration are provided in section 14 Pharmaceutical information. 5 Contraindications Patients who are hypersensitive to ofatumumab or any ingredient in the formulation. Patients in a severely immunocompromised state (see section 6 Warnings a nd Precautions) Severe active infection until resolution (see section 6 Warnings and Precautions) Known active malignancy 6 Warnings and precautions Injection -related reactions Injection site reaction (local) symptoms observed in clinical studies include d erythema, swelling, itching and pain. Systemic injection -related reactions observed in clinical studies occurred predominantly with the first injection. Symptoms observed include fever , headache , myalgia, chills and fatigue and were predominantly (99.7%) non-serious and mild to moderate in severity . There were no life -threatening injection reactions in RMS clinical studies . Patients should be informed that injection -related reactions generally occur within 24 hours and predominantly following the first injection . Injection - related reactions can be managed with symptomatic treatment, should they occur. Kesimpta Jan2020.SIN Page 3 of 22 Only limited benefit of premedication with steroids was seen in RMS clinical studies . Ofatumumab - treated patients who received premedication with methylpre dnisolone (or an equivalent steroid) experienced fewer symptoms such as fever, myalgia, chills, and nausea . However, the use of steroid premedication increased the occurrence of flushing, chest discomfort, hypertension, tachycardia, and abdominal pain even in the absence of ofatumumab treatment (i.e. in patients receiving placebo injections) . Therefore , use of premedication is not required . The first injection of KESIMPTA should be performed under the guidance of an appropriately trained healthcare professional. Infections Based on its mode of action, ofatumumab has the potential for an increased risk of infections. Administration should be delayed in patients with an active infection until the infection is res olved. It is recommended to evaluate the patient's immune status prior to initiating therapy with Kesimpta. Kesimpta must not be given to patients with severe immunosup pression (e.g. significant neutropenia or lymphopenia). In RM S clinical studies , the proportion of patients with infections was similar in the ofatumumab and the teriflunomide treatment groups. In the Phase 3 pivotal clinical studies, 51.6% of ofatumumab - treated patients experienced at least one infection compared to 52.7% of teriflu (PML) is an opportunistic viral infection of the brain caused by the John Cunningham virus (JCV) that typically only occurs in patients who are immunocompromised, and that usually leads to death or severe disability . Although n o cases of progressive multifocal leukoencephalopathy (PML) have been reported for KESIMPTA in the RMS clinical studies , PML resulting in death has occurred in patients being treated with ofatumumab for chronic lymphocytic leukemia (at substantially higher intravenous doses than the recommended dose in MS but for a shorter duration of treatment) . In addition , JCV infection r esulting in PML has also been observed in patients treated with other anti-CD20 antibodies and other MS therapies, physicians should be vigilant for medical history of PML, any clinical symptoms or magnetic resonance imaging (MRI ) findings that may be sugg estive of PML. At the first sign or symptom suggestive of PML, withhold KESIMPTA and perform an appropriate diagnostic evaluation. MRI findings may be apparent before clinical signs or symptoms. Typical symptoms associated with PML are diverse, progress ov er days to weeks, and include progressive weakness on one side of the body or clumsiness of limbs, disturbance of vision, and changes in thinking, memory, and orientation leading to confusion and personality changes. If PML is confirmed, discontinue treatm ent of KESIMPTA . Hepatitis B Virus Reactivation Patients with active hepatitis B disease should not be treated with KESIMPTA . HBV screening should be performed in all patients before initiation of treatment with KESIMPTA . At minimum screening should include Hepatitis B surface antigen (HBsAg) and Hepatitis B Core Antibody (HBcAb) testing. These can be complemented with other appropriate markers as per local guidelines. Patients who are negative for HbsAg and positive for Hepatitis B core antibody [HbcAb+] or are carriers of HBV [HbsAg+] should consult liver disease experts before starting and during treatment with Kesimpta. No cases of hepatitis B virus (HBV) reactivation were identified in Kesimpta RMS clinical studies. However, hepatitis B reactivation has occurred in patients treated with anti -CD20 antibodies, which in some cases resulted in fulminant hepatitis, hepatic failure and death. Kesimpta Jan2020.SIN Page 4 of 22 Treatment of severely immunocompromised patients Patients in a severely immunocomp romised state must not be treated until the condition resolves (see section 5 Contraindications). It is not recommended to use other immunosuppressants concomitantly with K ESIMPTA except corticosteroids for symptomatic treatment of relapses. Vaccinations All immunizations should be administered according to immunization guidelines at least 4 weeks prior to initiation of KESIMPTA for live or live -attenuated vaccines and, whenever possible, at least 2 weeks prior to initiation of KESIMPTA for inactivated vaccines. KESIMPTA may interfere with the eff ectiveness of inactivated vaccines. The safety of immunization with live or live -attenuated vaccines following KESIMPTA therapy has not been studied. Vaccination with live or live-attenuated vaccines is not reco mmended during treatment and after discontinuation until B -cell repletion (see section 11 Clinical pharmacology) . Vaccination of infants born to mothers treated with KESIMPTA during pregnancy In infants of mothers treated with KESIMPTA during pregnancy, live or live -attenuated vaccines should not be administered before the recovery of B -cell counts has been confirmed . Depletion of B - cells in these infants may increase the risks from live or live -attenuated vaccines. Inactivated vaccines may be administered as indicated prior to recovery from B -cell depletion, however assessment of vaccine immune responses, including consultation with a qualified specialist, should be considered to determine whether a protective immune response was mounted (see section 9 Pregnancy, lactation, females and males of reproductive potential). 7 Adverse drug reactions Summary of the safety profile Approximately 1500 patients with RMS received ofatumumab in clinical studies . In the two Phase 3 pivotal studies , 1882 patients with RMS were randomized , 946 of wh om were treated with ofatumumab for a median duration of 85 weeks ; 33% of patients receiving ofatumumab were treated for more than 96 weeks (see section 12 Clinical Studies). The proportion of patients with adverse events ( AEs) (83.6% versus 84.2% ) and the AEs leading to drug discontinuation (5. 7% versus 5.2%) were similar in the ofatumumab and teriflunomide group s. Tabulated summary of adverse drug reactions from clinical trials Adverse drug reactions that have been reported in pivotal clinical studies are listed by MedDRA system organ class (Table 7 -1). Within each system organ class, the adverse drug reactions are ranked by frequency, with the most frequent reactions first. Within each frequency group ing, adverse drug reactions are presented in order of decreasing seriousness. In addition, the corresponding frequency category for each adverse drug reaction is based on the following convention (CIOMS III): very common (1/10); common (1/100 rare ). Kesimpta Jan2020.SIN Page 5 of 22 Table 7-1 Summary of Adverse Events by System Organ Class, Preferred Term and Frequency categorization based on >=2% in OMB group and >1% h igher than TER group (Pool C2) Safety Set System organ class Preferred term OMB 20mg N=946 n (%) TER 14mg N=936 n (%) Frequency Category for OMB Gastrointestinal disorders Constipation 24 ( 2.5) 14 ( 1.5) common General disorders and administration site conditions Injection site reaction 103 ( 10.9) 52 ( 5.6) very common Pyrexia 37 ( 3.9) 26 ( 2.8) common Influenza like illness 21 ( 2.2) 10 ( 1.1) common Infections and infestations Nasopharyngitis 170 ( 18.0) 156 ( 16.7) very common Urinary tract infection 97 ( 10.3) 78 ( 8.3) very common Injury, poisoning and procedural complications Injection related reaction 195 ( 20.6) 143 ( 15.3) very common Investigations Blood immunoglobulin M decreased 56 ( 5.9) 21 ( 2.2) common Musculoskeletal and connective tissue disorders Back pain 72 ( 7.6) 58 ( 6.2) common Muscular weakness 23 ( 2.4) 13 ( 1.4) common Psychiatric disorders Anxiety 43 ( 4.5) 33 ( 3.5) common - A patient with multiple occurrences of an AE under one treatment is counted only once in this AE category for that treatment. - Preferred terms are sorted in descending frequency of AEs in the OMB frequency column. - N is the number of patients in the treatment group, n is the number of patients with at least one event in the treatment group. - % is calculated by n/N*100. - MedDRA Version 22.0 - Frequency category is based on the clinical trial database (N) according to the CIOMS III convention: very common (>=1/10); common (>=1/100 to <1/10); Description of selected adverse drug reaction s Upper Respiratory Tract Infections A higher proportion of ofatumumab -treated patients experienced up per respiratory tract infections compared to teriflunomide -treated patients. In the RMS clinical studies, 39.4% of ofatumumab - treated patients experienced upper respiratory tract infections compared to 37.8% of teriflunomide - treated patients. The infection s were predominantly mild to moderate and mostly consisted of nasopharyngitis, upper respiratory tract infection and influenza. Injection related reactions and injection site reactions In patients treated with ofatumumab in the RMS Phase 3 clinical studies, injection related reactions (systemic) and injection -site reactions (local) were reported in 20. 6% and 10.9% of patients treated with ofatumumab, respectively. Kesimpta Jan2020.SIN Page 6 of 22 The incidence of injection -related reactions was highest with the first inj ection (14.4%), decreasing significantly with subsequent injections (4.4% with second, <3% from third injection). Injection - related reactions were mostly (99.8%) mild to moderate in severity. Only t wo (0. 2%) ofatumumab - treated MS patients reported serious injection -related reactions. There were no life -threatening injection -related reactions. The m ost frequently r eported symptoms (2%) include d fever, headache, myalgia, chills, and fatigue . Local reactions at the administration site were very common . Injection -site reactions were all mild to moderate in severity and non -serious in nature. The most frequently reported symptoms (2%) include d erythema, pain, itching, and swelling (see section 6 Warnings and precautions) . Laboratory abnormalities Immunoglobulin s During the course of the RMS Phase 3 clinical studies, a decrease in mean IgM value of 30.9% after 48 weeks and 38.8% after 96 weeks was noted . In 14.3% of patients , treatment with ofatumumab resulted in a decrease in IgM that reached a value below 0.34 g/L. KESIMPTA was associated with a decrease of 4.3% in mean IgG levels after 48 weeks of treatment and an increase of 2.2 % after 96 weeks. 8 Interact ions Ofatumumab does not share a common clearance pathway with chemical drugs that are metabolized by the cytochrome P450 system or other drug metabolizing enzymes. Additionally, there is no evidence that CD20 monoclonal antibodies (mAbs) are involved in the regulation of the expr ession of drug metabolizing enzymes. Interactions between KESIMPTA and other medicinal products have not been investigated in formal studies. Vaccinations The safety of and the ability to generate a primary or anamnestic (recall) response to immunization with live, live-attenuated or inactivated vaccines during ofatumumab treatment has not been investigated. The response to vaccination could be impaired when B -cells are depleted. It is recommended that patients complete immunizations prior to the start of KESIMPTA therapy (see section 6 Warnings and precautions). Other Immunosuppressive or Immune -Modulating Therapies The risk of additive immune system effects should be considered when coadministering immunosuppressive therapies with KESIMPTA . When initiating KESIMPTA after other immunosuppressive therapies with prolonged immune effects, the duration and mode of action of these medicinal products should be taken into account because of potential additive immunosuppressive effects . Kesimpta Jan2020.SIN Page 7 of 22 9 Pregnancy, lactation , females and males of reproductive potential 9.1 Pregnancy Risk summary There are limited amount of data from the use of ofatumumab in pregnant women. Ofatumumab may cross the placenta and cause fetal B -cell depletion based on findings from animal studies (see Animal data) . No teratogenicity was observed after intravenous administration of ofatumumab to pregnant monkeys during organogenesis at doses equivalent to at least 160 -fold the therapeutic dose on the basis of AUC . Transient peripheral B -cell depletion and lymphocytopenia have been reported in infants born to mothers exposed to other anti -CD20 antibodies during pregnancy. The potential duration of B -cell depletion in infants exposed to ofatumumab in utero, and the impact of B -cell depletion on the safety and effectiveness of vaccine s, are unknown (see sections 6 Warnings and precautions and 11 Clinical pharmacology). Epidemiologic studies from USA, Canada, major EU countries and South American countries have shown that the risk of birth defects in MS populati on is similar to that in the general population. For spontaneous abortions and still births, the background risk in the MS population in the US appears to be similar to that in the general US population . Treatment with K ESIMPTA should be avoided during pre gnancy unless the potential benefit to the mother outweighs the potential risk to the foetus . Animal data The embryo -fetal development (EFD) and the enhanced pre/postnatal development (ePPND) studies in monkeys showed that exposure to ofatumumab given intravenously during gestation caused no maternal toxicity, no teratogenicity, and no adverse effects on embryo -fetal and pre/post -natal development. The NOAEL for these parameters lead s to AUC -based safety margins of at least 160- fold when compared with h uman exposure at the therapeutic dose of 20 mg monthly . In these studies, o fatumumab was detected in the blood of the fetuses and infants, confirming placental transfer and fetal exposure to ofatumumab persisting post -natally (long half -life of the monocl onal antibody) . Exposure to ofatumumab during gestation led to the expected depletion of CD20+ B -cells in maternal animals and their fetuses and infants, along with a reduced spleen weight (without histologic al correlate) in fetuses and a reduced keyhole limpet in infants at high doses . All these changes were reversible during the 6-month postnatal period . In infants, early postnatal mortality was observed at a dose 160 times higher than the therapeutic dose (on AUC basis) and was likely due to potential infections secondary to immunomodulation . The NOAEL related to the pharmacological activity of ofatumumab in infants of the ePPND study leads to an AUC -based safety margin of at least 22-fold when maternal exposur e at the NOAEL is compared with human exposure at the therapeutic dose of 20 mg monthly. 9.2 Lactation Risk summary The use of ofatumumab in women during lactation has not been studied . It is unknown whether ofatumumab is transferred into human milk; however, human IgG is present in human milk. There are no data on the effects of KESIMPTA on the breastfed infant or on milk production. Published data suggest that antibodies in breast milk do not enter the neonatal and infant circulations in substantial Kesimpta Jan2020.SIN Page 8 of 22 amounts. The developmental and health benefits of breastfeeding should be considered along with the mother's clinical need for KESIMPTA and any potential adverse effects on the breastfed infant from KESIMPTA . 9.3 Females and males of reproductive potential Contraception Females of childbearing potential should use effective contraception (methods that result in less than 1% pregnancy rates) while receiving KESIMPTA and for 6 months after the last treatment of KESIMPTA . Fertility There are no data on the effect of ofatumumab on human fertility . Non-clinical data did not indicate potential hazards for humans based on male and female fertility parameters assessed in monkeys. The NOEL -related exposure is at least 2 60-times higher than the human exposure at the therapeutic dose of 20 mg monthly in terms of AUC. 10 Overdosage Doses up to 700 mg have been administered intravenously in clinical studies with MS patients without dose-limiting toxicity. In the event of overdose, it is recommended that the patient be monitored for any signs or symptoms of adverse reactions and appropriate symptomatic treatment be instituted as necessary . 11 Clinical pharmacology Pharmacotherape immunosuppressants , code: not yet assigned Mechanism of action (MOA) Ofatumumab is a fully human anti-CD20 monoclonal antibody (IgG1) . It binds to a distinct epitope encompassing both the small and large extracellular loops of the CD20 molecule giving rise to a slow off-rate and high binding affinity. The CD20 molecule is a transmembrane phosphoprotein expressed on B lymphocytes from the pr e-B to mature B lymphocyte stage . The CD20 molecule is also expressed on a small fraction of activated T cells. The binding of ofatumumab to CD20 induces lysis of CD20+ B -cells primarily through complement - dependent cytotoxicity (CDC) and to a lesser extent, through antibody -dependent cell -mediated cytotoxicity (ADCC). Ofatumumab has also been shown to induce cell lysis in both high and low CD20 expressing cells. CD20 -expressing T cells ofatumumab. Pharmacodynamics (PD) B-cell depl etion In the RMS Phase 3 studies, ofatumumab 20 mg every 4 weeks, after an initial dose regimen of 20 mg on days 1, 7 and 14, result ed in a rapid and sustained reduction of B -cells to below the lower limit of normal as early as two weeks after treatment in itiation , and sustained for as long as 120 weeks while on treatment. Kesimpta Jan2020.SIN Page 9 of 22 Similar results were observed in a study of bioequivalence using the same dosing regimen as in the Phase 3 studies. Before initiation of the maintenance phase starting at week 4, total B-cell levels <10 cells/µL were reached in 94% of patients increasing to 98% of patients at week 12. B-cell repletion Data from RMS clinical studies indicate B -cell recoveries over the LLN in at least 50% of patients in 24 to 36 weeks post treatment disco ntinuation. Model ling and simulation for B -cell repletion corroborates this data, predicting median time to B -cell recovery of 40 weeks post treatment discontinuation. Immunogenicity In RMS Phase 3 studies, the overall incidence of ADA s was very low : treatment induced ADA were detected in 2 of 914 ofatumumab treated patients and no patients with treatment enhanc ing or neutralizing ADA were identified. There was no impact of positive ADA titers on PK, safety profile or B-cell kinetics in any patient . Pharmacokinetics (PK) Absorption A monthly subcutaneous dose of 20 mg leads to a mean AUCtau of 483 µg·h/mL and a mean Cmax of 1.43 µg/mL at steady state . After subcutaneous administration, ofatumumab is believed to be predominantly abs orbed via the lymphatic system similarly to other therapeutic monoclonal ant ibodies . Distribution The volume of distribution at steady -state was estimated to be 5.42 litres following repeated subcutaneous administration of ofatumumab at a dose of 20 mg. Biotransformation/ metabolism Ofatumumab is a protein for which the expected metabolic pathway is degradation to small peptides and amino acids by ubiquitous proteolytic enzymes. Elimination Ofatumumab is eliminated in two ways: a target mediated route that is related to binding to B cells and a target -independent route mediated by non specific endocytosis followed by intracellular catabolism, as with other IgG molecules. B-cells present at baseline result in greater component of target -mediated clearance of ofatumumab at the start of therapy. Ofatumumab dosing leads to potent depletion of B cells resulting in reduced overall clearance. The half -life at steady state was estimated to be approximately 16 days following repeated subcutaneous administration of ofatumumab at a dose of 20 mg. Linearity/non -linearity Ofatumumab had non -linear pharmacokinetics related to its decreasing clearance over time . Kesimpta Jan2020.SIN Page 10 of 22 Special populations Pediatric patients (below 18 years) The safety and effectiveness in pediatric patients below the age of 18 years have not yet been established . Adult over 55 years old There are no dedicated pharmacokinetic studies of ofatumumab in patients over 55 years old due to limited clinical experience. Gender Gende r had a modest (12%) effect on ofatumumab central volume of distribution in a cross -study population analysis, with higher C max and AUC values observed in female patients (48% of the patients in this analysis were male and 52% were female); these effects a re not considered clinically relevant, and no dose adjustment is recommended. Renal i mpairment Ofatumumab is not excreted via urine ; therefore, it is not expected that patients with renal impairment require dose modification. Hepatic i mpairment Since h epatic metabolism of monoclonal antibodies such as ofatumumab is negligible, hepatic impairment is not expected to impact its pharmacokinetics. Therefore, it is not expected that patients with hepatic impairment require dose modification. 12 Clinical studies The efficacy and safety of ofatumumab were evaluated in two randomized, double -blind, active - controlled Phase 3 pivotal studies of identical design (G2301 (ASCLEPIOS I) and G2302 (ASCLEPIOS II )) in patients with relapsing forms of MS (RMS) , aged 18 to 55 years, a disability status at screening with an Expanded Disability Status Scale (EDSS) score from 0 to 5.5, and who had experienced at least one documented relapse during the previous year or two relapses during the previous two years or a positive gadolinium (Gd) -enhancing MRI scan during the previous year . In the two studies , 927 and 955 p atients with RMS , respectively , were randomized 1:1 to receive either ofatumumab 20 mg subcutaneous injections every 4 weeks starting at Week 4 after an initial dosing regimen of three weekly 20 mg doses in the first 14 days (on Days 1, 7 and 14) or teriflunomide 14 mg capsules orally once daily. Patients also received matching placebo corresponding to the other treatment arm to ensure blinding (double -dummy design). The treatment duration for individual patients w as variable based on when the end of study criteria were met. Across both studies, t he median treatment duration was 85 weeks, 33.0% of patients in the ofatumumab group vs 23.2% of patients in the teriflunomide group were treated more than 96 weeks. Demographics and baseline characteristics were well-balanced across treatment arms and both studies (see Table 12 -1). Mean age was 38 years, mean disease duration was 8.2 years since onset of first symptom , and mean EDSS score was 2.9 ; 40% of patients had not been previously treated with a disease modifying therapy T1 on their baseline MRI scan. The primary efficacy endpoint of both studies was the annualized rate of confirmed relapse s (ARR) based on EDSS . Key secondary efficacy endpoints included the time to disability worsening on EDSS (confirmed at 3 months and 6 months) , defined as an increase in EDSS of 1.5, 1, or 0.5 in patients Kesimpta Jan2020.SIN Page 11 of 22 with a baseline EDSS of 0, 1 to 5, or 5.5, respectively. Further key secondary endpoints were the time to disability improvement on EDS S (confirmed at 6 months) , the number of Gd -enhancing T1 lesions per MRI scan, the annualized rate of new or enlarging T2 lesion s, the neurofilament light chain (NfL) concentration in serum and t he rate of brain volume loss (BVL). Disability -related key- secondary endpoints were evaluated in a meta -analysis of combined data from studies G3201 and G2302, as defined in the study protocols. Table 12-1 Demographics and baseli ne characteristics Characteristics Study (years) 38.9 37.8 38.0 38.2 Age range (years) 19 - 55 18 - 55 18 - 55 18 - 55 Female (%) 68.4 68.6 66.3 67.3 Mean/Median d uration of MS since first symptoms (years) 8.36 / 6.41 8.18 / 6.69 8.20 / 5.70 8.19 / 6.30 Mean /Median duration of MS since diagnosis (years) 5.77 / 3.94 5.64 / 3.49 5.59 / 3.15 5.48 / 3.10 Previously treated with DMTs (%) 58.9 60.6 59.5 61.8 Number of relapses in last 12 months 1.2 1.3 1.3 1.3 Mean /Median EDSS score 2.97 / 3.00 2.94 / 3.00 2.90 / 3.00 2.86 / 2.50 Mean total T2 lesion volume (cm3) 13.2 13.1 14.3 12.0 T1 lesions (mean) 1.7 1.2 1.6 1.5 The efficacy results for both stud ies are summarized in Table 12 -2, Figure 12 -1 and Figure 12-2. In both Phase 3 studies (G2301 and G2302 ), ofatumumab demonstrated a significant reduc the relapse rate of 50.5% and 58.5%, respectively (both teriflunomide . The pre -specified meta -analysis of combined data showed that ofatumumab significantly reduced the risk of 3 -month confirmed dis ability worsening (CDW) (risk reduction = 34.4%, p=0.002) and 6 - month CDW (risk reduction = 32.5 %, p=0.012) compared to teriflunomide (see Figure 12 -1). Ofatumumab significantly reduced the number of Gd -enhancing T1 lesions and the rate of new or enlarging T2 lesions by 95.9% and 83. 5%, respectively (both studies combined). A consistent effect of ofatumumab compared to teriflunomide on the key efficacy results was observed across the two studies and in exploratory subgroups (see Figure 12 -2). Table 12-2 Overview of results from Phase 3 studies in RMS Endpoints Study G2301 (ASCLEPIOS I) Study G2302 mg (n=474) Endpoints based on separate studies Annualized relapse rate (ARR) (Primary Endpoint)1 0.11 0.22 0.10 0.25 G2302 lesions per pre-specified meta of patients with 3 -month confirmed Risk reduction 10.9% ofatumumab vs. 15.0% teriflunomide 34.4% (p=0.002) Proportion of patients 6 -month Risk reduction 8.1% ofatumumab vs. 12.0% teriflunomide 32.5% (p=0.012) 1 confirmed relapses (accompanied by a clinically relevant change in the EDSS) 2 Neurofilam ent light chain concentration in serum (pg/ml): con firmed at month 12 (Study 1: 7.02 vs. 9. 62; Study 2: 7.06 vs. 9.53) and month 24 (S tudy 1: 6.90 vs. 8.99; Study 2: 6.80 vs. 8.99) 3 Kaplan -Meier estimates at Month 24. Disability worsening was defined as an increase in EDSS of at least 1. 5, 1 or 0.5 points in patients with baseline EDSS of 0, 1 to 5, or 5.5 or more respectively. Figure 12-1 Time to first 3 -month CDW by treatment (G2301 and G2302 combined, full analysis set ) and subgroups 10.9% 15.0% 24 22 20 18 16 14 12 10 8 6 4 2 0 944 Ofatumumab 908 878 844 810 784 534 319 176 49 1 0 932 Teriflunomide 901 841 804 756 718 478 298 146 41 1 0 Study month Number of patients at risk 0 3 6 9 12 15 18 21 24 27 30 33 Kaplan -Meier estimate of cumulative event rate (%) Ofatumumab (N= 944) (N= 10 Hazard ratio Kesimpta Jan2020.SIN Page 13 of 22 0.1 1 10 Rate Ratio (95% CI)Figure 12-2 Annualized relapse rates (G2301 and G2302 combined, full analysis set) by subgroup % of total population Rate Ratio (95% CI) Favors ofatumumab - teriflunomide Rate Reduction (%) / value Overall / <0.001 > 40 41.9 0.62 (0.45, 0.85) 38.5 / Female 67.6 0.56 32.4 Body America 22.4 48.2 / 0.002 of world 0.91) 35.4 / 0.013 Number of relapses in the previous 2 years 2 72.3 0.46 (0.35, 0.59) 54.3 / <0.001 0.71) <0.001 Volume of T2 lesions at baseline < Q1 24.8 0.54 (0.35, 0.82) 46.5 / 0.005 Q1 and Q2 24.8 Q2 52.5 disease -modifying drug Previously treated 60.2 0.47 (0.37, 0.60) 53.1 / Treatment 0.70) 50.8 / <0.001 13 Non-clinical safety data Nonclinical data reveal ed no special hazard for humans based on conventional studies of repeated dose toxicity including safety pharmacology endpoints . In all pivotal repeat dose toxicity studies, the highest dose of 100 mg/kg ofatumumab was defined as the no observed adverse effe ct level (NOAEL). This corresponds to safety margins of at least 110 - fold when compared with the clinical exposure at the therapeutic dose of 20 mg monthly . Kesimpta Jan2020.SIN Page 14 of 22 Neither carcinogenicity nor mutagenicity studies have been conducted with ofatumumab. As an antibody, ofatumumab is not expected to interact directly with DNA. For information on reproductive toxicity, see section 9 Pregnancy, lactation, females and males of reproductive potential. 14 Pharmaceutical information Incompatibilities This product must not be mixed with other medicinal products. Special precautions for storage Store between 2°C to 8°C. Do not freeze. Store in the original carton to p rotect from ligh t. Information might differ in some countries. KESIMPTA must be kept out of the reach and sight of children. Manufacturer See folding box. Package leaflet Information issued: Jan 2020.SIN Novartis Pharma AG, Basel, Switzerland Kesimpta Jan2020.SIN Page 15 of 22 Instructions for u se and handling Instructions for Use of KESIMPTA pre-filled syringe Be sure that you read, understand, and follow these \"Instructions for Use \" before injecting KESIMPTA . Talk to your healthcare provider if you have any questions before you use KESIMPTA for the first time . Remember: Do not use the KESIMPTA pre-filled syringe if either the seal on the outer carton or the seal of the blister is broken. Keep the KESIMPTA pre-filled syringe in the sealed carton until you are ready to use it. Do not shake the KESIMPTA pre-filled syringe. The pre-filled syringe has a needle guard that will be activated to cover the needle after the injection is finished. The needle guard will help to prevent needle stick injuries to anyone who handles the pre-filled syringe after inject ion. Do not remove the needle cap until just before you give the injection. Avoid touching the syringe guard wings before use. Touching them may cause the needle guard to be activated too early. Throw away (dispose of) the used KESIMPTA pre-filled syringe right away after use. Do not re -use a KESIMPTA pre-filled syringe . See \" How should I dispose of used KESIMPTA pre-filled syringe? \" at the end of these \"Instructions for Use \". How should I store KESIMPTA ? Store your carton of the KESIMPTA pre-filled syringe in a refrigerator, 2°C . Keep the KESIMPTA pre-filled syringe in the original carton until ready to use to protect from light. Do not freeze the KESIMPTA pre-filled syringe. Keep KESIMPTA and all medicines out of the reach of children. Kesimpta Jan2020.SIN Page 16 of 22 KESIMPTA pre-filled syringe parts (see Figure A): What you need for your injection: Included in the carton: A new KESIMPTA pre-filled syringe. Not included in the carton ( see Figure B ): 1 alcohol wipe 1 cotton ball or gauze Sharps disposal container See \" How should I dispose of used KESIMPTA pre-filled syringes? \" at the end of these \"Instructions for Use \". Figure B Prepare the KESIMPTA pre-filled syringe Step 1. Find a clean, well -lit, flat work surface. Step 2. Take the carton containing the KESIMPTA pre-filled syringe out of the refrigerator and leave it unopened on your work surface for about 15 to 30 minutes so that it reaches room temperature. Step 3. Wash your hands well with soap and water. Step 4. Remove the pre-filled syringe from the outer carton and t ake it out of the blister by holding the syringe guard body. Step 5. Look through the viewing window on the pre-filled syringe. The liquid inside should be clear to slightly cloudy. You may see a small air bubble in the liquid, which is normal. Do not use the pre-filled syringe if the liquid contains visible particles or is cloudy. Step 6. Do not use the pre-filled syringe if it is broken. Return the pre-filled syringe and the package it came in to the pharmacy. Step 7. Do not use the pre-filled syringe if the expiration date has passed ( see Figure C ). Return the expired pre-filled syringe and the package it came in to the pharmacy. Figure C Needle Cap Syringe guard body Finger grips Plunger Plunger head Syringe guard wings Viewing window Label and expiration date Expiration date Kesimpta Jan2020.SIN Page 17 of 22 Choose and clean the injection site Areas of your body that you may use as injection sites include: the front of your thighs ( see Figure D ) the lower stomach -area (abdomen), but not the area five cm (2 inches ) around your navel (belly button) ( see Figure D ) your upper outer arms, if a healthcare provider or caregiver is giving yo u the injection ( see Figure E ). Choose a different site each time you inject KESIMPTA . Do not inject into areas where the skin is tender, bruised, red, scaly, or hard. Avoid areas with scars or stretch marks. Step 8. Using a circular motion, clean the inje ction site with the alcohol wipe. Leave it to dry before injecting. Do not touch the cleaned area again before injecting. Figure D Figure E (Caregiver and healthcare provider only) Giving your injection Step 9. Carefully remove the needle cap from the pre- filled syringe ( see Figure F ). Throw away the needle cap. You may see a drop of liquid at the end of the needle. This is normal. Figure F Step 10. With one hand, gently pinch the skin at the injection site. With your other hand insert the needle into your skin as shown ( see Figure G ). Push the needle all the way in to make sure that you inject your full dose. Figure G Step 11. Hold the pre-filled syringe finger grips as shown ( see Figure H ). Slowly press down on the Figure H Kesimpta Jan2020.SIN Page 18 of 22 plunger as far as it will go, so that the plunger head is completely between the syringe guard wings. Step 12. Continue to press fully on the plunger for an additional 5 seconds. Hold the syringe in place for the full 5 seconds. Step 13. Slowly release the plunger until the needle is covered ( see Figure I ), and then remove the syringe from the injection site. Step 14. There may be a small amount of blood at the injection site. You can press a cotton ball or gauze over the injection site and hold it for 10 seconds. Do not rub the injection site. You may cover the injection site with a small adhesive bandage, if needed. Figure I How should I dispose of used KESIMPTA pre-filled syringe? Step 15. Dispose of your used pre-filled syringe: Dispose of the used pre-filled syringe in a sharps disposal container (i.e. a puncture -resistant closable container, or similar) ( see Figure J ). Do not throw away (dispose of) your used pre- filled syringe in your household trash. Never try to reuse your pre-filled syringe. Keep the sharps container out of the reach of children. Figure J Kesimpta Jan2020.SIN Page 19 of 22 Instructions for use and handling Instructions for use of KESIMPTA pre-filled pen Be sure that you read, understand, and follow this Instructions for Use before injecting KESIMPTA . Talk to your healthcare provider if you have any questions before you use KESIMPTA for the first time . Remember: Do not use the KESIMPTA pen if either the seal on the outer carton or the seal on the pen is broken. Keep the KESIMPTA pen in the sealed outer carton until you are ready to use it. Do not shake the KESIMPTA pen. If you drop your KESIMPTA pen, do not use it if the pen looks damag ed, or if you dropped it with the cap removed. Throw away (dispose of) the used KESIMPTA pen right away after use. Do not re -use a KESIMPTA pen. See \"How should I dispose of used KESIMPTA pen?\" at the end of this \"Instructions for Use \". How should I store KESIMPTA ? Store your carton of KESIMPTA pen in a refrigerator, 2°C to 8°C (between 36oF to 46oF). Keep [ KESIMPTA ] pen in the original carton until ready to use to protect from light. Do not freeze KESIMPTA pen. Keep KESIMPTA and all medicines out of the reach of children. KESIMPTA Sensoready® pen parts (see Figure A): Figure A The KESIMPTA pen is shown with the cap removed. Do not remove the cap until you are ready to inject. What you need for your injection: Included in the carton: A new KESIMPTA pen ( see Figure B ). Figure B Not included in the carton ( see Figure C ): 1 alcohol wipe 1 cotton ball or gauze Sharps disposal container Figure C Needle guard Needle Cap Internal needle cover Viewing window Kesimpta Jan2020.SIN Page 20 of 22 See \" How should I dispose of used KESIMPTA pen? \" at the end of this \"Instructions f or Use \" Before your injection: Take the KESIMPTA pen out of the refrigerator 15 to 30 minutes before injecting to allow it to reach room temperature. Step 1. Important safety check s before you inject (see Figure D): Look through the viewing window. The liquid should be clear to slightly cloudy. Do not use if the liquid contains visible particles or is cloudy. You may see a small air bubble, which is normal. Look at the expiration date (EXP) on your KESIMPTA pen. Do not use your pen if the expiration date has passed. Figure D Contact your pharmacist or healthcare provider if your pen fails any of these checks Step 2. Choose your injection site: The recommended site is the front of the thighs. You may also use the lower stomach area (lower abdomen), but not the area five cm (2 inches) around the navel (belly button) ( see Figure E ). Choose a different site e ach time you inject KESIMPTA . Do not inject into areas where the skin is tender, bruised, red, scaly or hard. Avoid areas with scars or stretch marks. Figure E Viewing window Expiration date Kesimpta Jan2020.SIN Page 21 of 22 If a caregiver or healthcare provider is giving you your injection, they may also inject into your upper outer arm ( see Figure F ). Figure F (Caregiver and healthcare provider only) Step 3. Clean your injection site: Wash your hands with soap and water. Using a circular motion, clean the injection site with the alcohol wipe. Leave it to dry before injecting ( see Figure G). Do not touch the cleaned area again before injecting. Figure G Your injection: Step 4. Remove the cap: Only remove the cap when you are ready to use the pen. Twist off the cap in the direction of the arrow ( see Figure H). Throw away the cap. Do not try to re -attach the cap. Use the pen within 5 minutes of removing the cap. You may see a few drops of medicine come out of the needle. This is normal. Figure H Step 5. Hold your KESIMPTA pen: Hold the pen at 90 degrees to the cleaned injection site (see Figure I ). Figure I Important : During the injection you will hear 2 loud clicks : Correct Incorrect Kesimpta Jan2020.SIN Page 22 of 22 The 1st click indicates that the injection has started . A 2nd click will indicate that the injection is almost complete . You must keep holding the KESIMPTA pen firmly against your skin until the green indicator fills the window and stops moving. Step 6. Start your injection: Press the pen firmly against the skin to start the injection (see Figure J ). The 1st click indicates the injection has started. Keep holding the pen firmly against your skin. The green indicator shows the progress of the injection Figure J Step 7. Complete your injectio n: Listen for the 2nd click . This indicates that the injection is almost complete. Check to see if the green indicator fills the window and has stopped moving ( see Figure K ). The pen can now be removed ( see Figure L ). Figure K After your injection: In case the green indicator does not fill the window, it means the medicine has not been delivered. Contact your healthcare provider if the green indicator is not visible. There may be a small amount of blood at the injection site. You can press a cotton bal l or gauze over the injection site and hold it for 10 seconds. Do not rub the injection site. You may cover the injection site with a small adhesive bandage, if needed. Figure L How should I dispose of used KESIMPTA pens? Step 8. Dispose of your KESIMPTA pen: Dispose of the used pen in a sharps disposal container (i.e. a puncture -resistant closable container, or similar) (see Figure M ). Never try to reuse your pen. Keep the sharps container out of the reach of children. Figure M Special precautions for disposal Any unused product or waste material should be disposed of in accor dance with local requirements. SHARPS "}