{"title": "Colonoscopy Worry: Missing Microbiome? - Ask Dr. Weil", "author": null, "url": "https://www.drweil.com/health-wellness/body-mind-spirit/gastrointestinal/colonoscopy-worry-missing-microbiome/", "hostname": "drweil.com", "description": "I have to prepare for a colonoscopy by taking cleansing agents to clean out my colon. I am worried this will affect the populations of healthy bacteria in my digestive tract. What should I do to restore the bacteria wiped out by the cleansing process?", "sitename": "DrWeil.com", "date": "2023-09-09", "cleaned_text": "to prepare for a colonoscopy by taking cleansing agents to clean out my colon. I am worried this will affect the populations of healthy bacteria in my digestive tract. What should I do to restore the bacteria wiped out by the cleansing process? [Andrew Weil, M.D.](/health-wellness/balanced-living/meet-dr-weil/about-andrew-weil-m-d/) | November 26, 2015 Preparing for a colonoscopy involves both fasting and taking strong laxatives to clean out your GI tract. You're correct in assuming that this process will remove much of the gut microbiota - the approximately 100 trillion microbes (bacteria, viruses and fungi) that live within us. This is a valid concern that is seldom discussed. We have begun to recognize that the [microbiome](https://www.drweil.com/health-wellness/health-centers/gastrointestinal/love-me-love-my-microbiome/) is an important influence on our health, so it should be a priority to re-establish it after a colonoscopy. I discussed your question with Justin Sonnenberg, Ph.D., assistant professor of microbiology and immunology at Stanford University and one of the world's leading microbiome researchers. He notes that recovery from removing part of the microbiome in preparation for colonoscopy and the factors that can improve its recovery have not been studied in detail. We know more about recovery after antibiotic treatment, Dr. Sonnenberg says. \"We know that probiotics, either found in [fermented foods](https://www.drweil.com/diet-nutrition/nutrition/eating-for-a-healthy-microbiome/) like yogurt, kefir, or kimchi, or in supplement form, can serve as 'placeholders' after microbiota disruption and can reduce the incidence and duration of antibiotic-associated diarrhea. We also know that diverse sources of dietary fiber found in vegetables, legumes, whole grains, and nuts can help foster the re-growth of beneficial community members,\" Dr. Sonnenberg tells me. Several studies have shown that daily consumption of fermented foods (or probiotic bacteria derived from fermented foods) can have a variety of beneficial health effects, including protection from colds and flu as well as quicker recovery from antibiotic-associated diarrhea. Dr. Sonnenberg says that while it is difficult to know which fermented food is best for you and your microbiota, it is important to use trial and error to find ones that agree with your digestive system and affect bowel habits in a desired way. If you want to know more about the care and feeding of your microbiome, I recommend the book Dr. Sonnenburg and his wife and fellow researcher Erica Sonnenburg Ph.D., have written, The Good Gut: Taking Control of Your Weight, Your Mood, and Your Long Term Health, published in April 2015. The book includes recipes and a menu plan to help nourish your microbiota plus safe alternatives to antibiotics and sound dietary and lifestyle advice. Andrew Weil, M.D. "}