{"title": "Current Status and Clinical Studies of Oriental Herbs in Sexual Medicine in Korea", "author": "Yu Seob Shin; Chen Zhao; Li Tao Zhang; Jong Kwan Park", "url": null, "hostname": null, "description": null, "sitename": "The World Journal of Men's Health", "date": "2015-08-19", "cleaned_text": "INTRODUCTION [1](#B1-wjmh-33-62) [2](#B2-wjmh-33-62)]. Asian countries, and Korea in particular, have a long history of herbal and complementary medicine. The prescription of herbal medicine is regulated by the Korean Food and Drug Administration. Herbal medicine and complementary medicine utilize a range of fruits and vegetables, acupuncture, and moxibustion to treat a variety of conditions, and the use of those materials remains an important field of medical activity in Korea. The public consumption of functional foods has been tracked by the Korean Food and Drug Administration. The Korean government also regulates functional foods. Sales of over-the-counter functional foods are thought to currently be approaching 770 million dollars [ [2](#B2-wjmh-33-62)]. Men who suffer sexual dysfunction or women who have a husband with erectile dysfunction (ED) are particularly interested in the use of herbal or complementary medicine. They believe that treatments drawn from herbal and complementary medicine are more natural and not only treat isolated symptoms, but also maintain general well-being. Herbal medicine provides general health benefits beyond those related to ED. Doctors of herbal medicine have treated ED patients with herbal medicines such as Korean fresh ginseng, Korean white ginseng, Korean red and plant mixtures. The documentation of herbal medicine in Korea dates from the seventeenth-century Donguibogam ('Mirror of Eastern Medicine') written by Huer [ [3](#B3-wjmh-33-62)]. Western-style medication results in a quick response, whereas herbal medicine leads to a slower response. Western-style medication is administered as a single agent, but herbal medicine involves a mixture of many kinds of medicines, which have a similar effect and work together additively. [4](#B4-wjmh-33-62)]. PHARMACODYNAMICS OF PHYTOCHEMICALS [5](#B5-wjmh-33-62)]. Western-style medication may not address the totality of the disease in ED, and instead focus on providing an instant erection. Herbal medicine acts by affecting dynamic, interactive, and complicated processes. Therefore, the purification of herbal medicine sometimes weakens or eliminates its effectiveness, compared to the original phytochemicals or mixtures of herbs. TYPES OF HERBAL MEDICINE USED TO TREAT ELECTILE DYSFUNCTION 1. Korean ginseng [6](#B6-wjmh-33-62)]. Traditionally, ginseng has been used to restore and enhance the normal well-being of the body. The effects of ginseng are due to its reactions with the central nervous system, metabolism, immune function, and cardiovascular system. The principal active compounds in ginseng are ginsenosides, which are triterpene saponins. Over 20 different ginsenosides have been identified from extracts of the roots, leaves, and seeds of the ginseng plant. 1) Animal studies [7](#B7-wjmh-33-62) [8](#B8-wjmh-33-62) [9](#B9-wjmh-33-62)]. Oral doses of powdered ginseng root sufficient to alter sexual behavior in male rats were as low as 10 mg/kg, and significant changes in libido were measured within one week of daily oral ginseng treatment [ [8](#B8-wjmh-33-62)]. The daily treatment of male mice with an extract of Korean ginseng (25~100 mg/kg, number of mice displaying copulatory behaviors (mounting, intromission, and penis licking). However, ginsenosides Rb1, Rb2, and Ro had no effect in sexual behavior. These data suggest that specific ginsenosides may be responsible for ginseng-mediated effects on copulatory behavior [ [10](#B10-wjmh-33-62)]. Sung et al [ [11](#B11-wjmh-33-62)] reported the ginsenoside-induced activation of large-conductance KCa channels in human corporal smooth muscle cells. Ginsenoside induces smooth muscle relaxation by hyperpolarizing the smooth muscle membrane via the activation of large-conductance KCa channels. The researchers suggested that the activation of large-conductance KCa channels by ginsenoside could be one mechanism of ginsenoside-induced relaxation in corporal smooth muscle. 2. Korean red ginseng (Panax ginseng) [12](#B12-wjmh-33-62)]. The ginsenosides relax the penile the nitric oxide (NO)-cyclic guanosine monophosphate (cGMP) pathway. In this mechanism, KRG increases the production of NO, which leads to improved erectile function and vascular endothelial function. The yield of water extracts of KRG was found to be 4.76% of the yield of 100% ethanol extracts of KRG. The water extract of KRG contains ginsenosides Re, Rf, [14](#B14-wjmh-33-62)]. Kim et al [ [15](#B15-wjmh-33-62)] have recently reported that KRG improved erectile function in a rat model of metabolic syndrome. KRG was found to inhibit fibrosis of the corpus cavernosum of the penis. This result demonstrates that KRG can be used as an alternative medicine to improve metabolic syndrome and to recover erectile function in patients with metabolic syndrome and ED. 2) Human studies [16](#B16-wjmh-33-62) [17](#B17-wjmh-33-62)]. In another study, treatment for eight weeks with a thrice daily dose of 1,000 mg of oral ginseng significantly improved International Index of Erectile Function (IIEF) scores compared to placebo (ginseng, 16.4±2.9 to 21.0±6.3; control, 17.0±3.1 to 17.7±5.6). Of the patients, 66.6% reported improved erectile function, meaning that significant improvement was noted for the global efficacy question [ [18](#B18-wjmh-33-62) [19](#B19-wjmh-33-62)]. 3. Extract of tissue-cultured Korean mountain ginseng isorhamnetin with glucose or rhamnose, and bilobalides, which are the characteristic terpenes of ginkgolides [ [21](#B21-wjmh-33-62)]. These have a complicated mechanism of pharmacological action, and improve damage to the vessel walls as well as dysfunction in the tension of blood vessels ( [Table 1](#T1-wjmh-33-62), [Fig. 1](#F1-wjmh-33-62), [2](#F2-wjmh-33-62)). 1) Animal studies [22](#B22-wjmh-33-62)]. 2) Human studies [23](#B23-wjmh-33-62)]. In a clinical study, sexual dysfunction caused by the use of selective serotonin reuptake inhibitor antidepressants improved in 76% of men when 209 mg/day of G. biloba was taken for approximately one month. G. biloba also improves other aspects of sexual function, including enhanced desire, excitement, orgasm, and resolution [ [24](#B24-wjmh-33-62)]. G. biloba can produce adverse events, such as bleeding, nausea, headache, gastroenteric upset, diarrhea, and anxiety. 5. Rubus cavernous tissue with extract increased cGMP and cyclic adenosine monophosphate (cAMP) levels in the tissue and in the perfusate, as well as the expression of NO synthase in the tissue. The unripe R. coreanus extract exerted a relaxing effect on penile cavernous tissue in part by activating the NO-cGMP system, and it may improve cases of ED that do not completely respond to sildenafil citrate [ [26](#B26-wjmh-33-62)]. R. coreanus acts through endothelium-independent pathways to the corpus cavernosum. R. coreanus may inhibit voltage-dependent Ca2+ channels and Animal studies [28](#B28-wjmh-33-62)]. In another study, the effect of the ethanol extract and the active components of the fruit of S. chinensis was evaluated on rabbit penile corpus cavernosum. The lignans (schisandrol A and schisandrol B) isolated from the fruits of S. chinensis enhanced sildenafil citrate-induced relaxation and may exert a synergistic action in patients who do not completely respond to sildenafil [ [29](#B29-wjmh-33-62)]. 7. Epimedium L. meyenii has been used for some time and was recently approved as a supplement to infertility treatment. However, no Korean studies have been performed on L. meyenii, so we referred to the results from clinical trials that were performed in other countries [ [31](#B31-wjmh-33-62) [32](#B32-wjmh-33-62) [33](#B33-wjmh-33-62)]. 1) Animal studies [33](#B33-wjmh-33-62)], and its ingredients and content were not so difference. The latency period of ejaculation of male rats with ED was 112±13 seconds with a regular diet (control group). The oral administration of M-01 at a dose of 180 or 1,800 mg/kg and M-02 at a dose of 45, 180, or 1,800 mg/kg per day for 22 days reduced the latency period of ejaculation to 54±12 seconds, 54±13 seconds, 71±12 seconds, 73±12 seconds, and 41±13 seconds, respectively [ [33](#B33-wjmh-33-62)]. 2) Human studies [31](#B31-wjmh-33-62)]. Zenico et al [ [32](#B32-wjmh-33-62)] carried out a double-blind clinical trial on 50 Caucasian men affected by mild ED, randomized to treatment with 2400 mg of dry-extracted L. meyenii or with a placebo. The effect of this treatment on ED and subjective well-being was tested by administering the IIEF-5 before and after the 12-week course of treatment. After 12 weeks of treatment, both L. meyenii and placebo-treated patients experienced a significant increase in their IIEF-5 score (p<0.05 for both groups). However, patients taking L. meyenii experienced a more significant increase than those taking placebo (1.6±1.1 vs. 0.5±0.6, [35](#B35-wjmh-33-62)]. Oh et al [ [35](#B35-wjmh-33-62)] reported the effects of male silkworm pupa powder (SPP) on the levels of NO synthase nitrite, glutathione, lipid peroxidation, the libido, and the erectile response of the corpus cavernosum of the rat penis. They induced ED in the study animals by oral administration of 20% ethanol over eight weeks. The SPP-treated male rats were divided into three groups that were orally administered 200 mg/kg, 400 mg/kg, and 800 mg/kg of SPP, respectively. The libido of the SPP-treated male rats was higher than that of the rats in the ethanol control group. In addition, after the administration of SPP, the erectile response of the corpus cavernosum was restored to a level similar to that of the normal group without ED. Lipid peroxidation in the corpus cavernosum of the male rats that received SPP decreased significantly. The levels of nitrite and NO synthase expression in the corpus cavernosum of SPP-treated male rats increased significantly. These results indicated that SPP effectively treated ethanol-induced ED in male rats. 2) Human studies [36](#B36-wjmh-33-62)]. 10. Artemisia capillaris [37](#B37-wjmh-33-62)]. Study group of [38](#B38-wjmh-33-62) [39](#B39-wjmh-33-62)] first reported that A. capillaris had a significant relaxing effect on pre-contracted rabbit penile corpus cavernosum smooth muscle and increased sildenafil citrate-induced relaxation. A. capillaris had a significant relaxant effect on penile corpus cavernosum tissue and increased the relaxation induced by phosphodiesterase type 5 inhibitors. Increased cAMP and cGMP levels in the perfusate and the inhibition of capillarisin relaxation with NG-nitro-L-arginine-methyl ester and 1H-[1,2,4]oxadiazolo[4,3-a]quinoxalin-1-one suggested that capillarisin may be involved in penile erection through the NO-cGMP and cAMP signaling pathways. Their study suggested that A. capillaris may be a new medicine or supplement to treat patients with ED. 11. Cuscuta chinensis [40](#B40-wjmh-33-62)]. 12. Garlic 13. Mixtures of multiple plants 1) Chonbo-204® [41](#B41-wjmh-33-62) [42](#B42-wjmh-33-62)]. The major ingredients of this herbal formula are seeds obtained from five plants: ratios (KH2O4: Korea Patent No. 0364684). In the preparation of this product, a mixture of the dried seeds of five plants undergoes extraction by being boiled with tap water (0.25 g/mL) for three hours. The extract is filtered and concentrated in a vacuum, and then lyophilized. This product was developed as a health supplement by the Korea Bio Medical Science Institute, which is developing oriental herbal medicines ( [Table 1](#T1-wjmh-33-62), [Fig. 1](#F1-wjmh-33-62)). (1) Animal studies 2) Mixture of Tribulus and Cornus SS cream "}