{"title": "Roots of Wisdom: Indigenous Healing Provides The Cornerstone For Today's Herbal Medicine - Delicious Living", "author": "Delicious Living Contributor", "url": "https://www.deliciousliving.com/health/conditions/roots-wisdom-indigenous-healing-provides-cornerstone-todays-herbal-medicine/", "hostname": "deliciousliving.com", "description": "Roots of Wisdom: Indigenous Healing Provides The Cornerstone For Today's Herbal Medicine By Mitchell Clute, Debra", "sitename": "Delicious Living", "date": "2001-05-01", "cleaned_text": "Roots of Wisdom: Indigenous Healing Provides The Cornerstone For Today's Herbal Medicine By Mitchell Clute, Debra Bokur, Catherine S. Gregory and Lara Evans Native healers have long taught that the efficacy of an herbal remedy involves more than mere dosage. The way in which an herb is harvested, as well as the time of year, location, preparation, intention with which it is both taken and given and the ceremony with which it is administered are all part of the mystery and process of healing. \"Healing is 80 percent spiritual and 20 percent medicine,\" said Papa Henry Auwae, 19062000, a po òkela, or master, of Hawaiian herbal medicine. In spite of his botanical pharmacology of more than 2,500 herbs, Papa Henry advocated that medicine, as the West understands it, is really a small part of treating illness. Unlike conventional medicine, native healing honors all aspects of a person—physical, mental, emotional and spiritual—and addresses how those components work together and affect each other. In his book, Reinventing Medicine (HarperCollins, 1999), Larry Dossey, M.D., talks about Era III medicine, the latest evolution of Western medicine, which involves nonlocal aspects of healing. In a 1999 interview, he explains, \"[Era III] views consciousness as something fundamental in its own right—something that isn't produced by the brain or body and that has the ability to affect not only one's own body but the body of other individuals as well, even at a distance.\" Dossey advocates that intention plays a great role in health. This \"intentionality\" may be considered prayer, meditation or the centering a healer does before beginning this work and a patient does before receiving it. Intentionality, says Dossey, involves tapping into a universal power. While Era III medicine is considered a new idea in U.S. medical practices, it is tradition for native peoples. Perhaps because native cultures have been less exposed to science as a baseline for proof of efficacy, indigenous peoples have maintained a connection to expanded consciousness. Dossey notes there are hundreds of double-blind, controlled studies that support the tenets of Era III medicine, but our \"mechanically obsessed 20th century\" hasn't acknowledged it. \"The power of consciousness to act nonlocally in health is the elephant in the living room of medicine,\" he says. \"The evidence favoring this view is so strong that to fail to deal with it involves ethical and moral issues, like holding out against a new antibiotic or lifesaving surgical procedure. The data, in my judgment, is that strong.\" There is no question that indigenous healing is a vast subject from which Western medicine still has much to learn. Here we review a handful of herbs that three native cultures have contributed to today's herbal medicine and get a glimpse into the traditions behind them. From the Rain Forest As the use of herbal remedies has soared, so has interest in the healing traditions of native peoples from around the globe. After all, many of our most popular dietary supplements have ancient medicinal histories. And now, a number of botanicals from the Amazon are poised to make their appearance in the West. But, though Americans have embraced herbs, these plant medicines play a different role here than in the rest of the world. In the United States, in spite of the growing acceptance of alternative medicine, many more people annually visit the doctor than the herbalist. In the Amazon, shamans, or traditional healers, often play the role of herbalist and doctor—both because their traditional remedies so often work and because the doctors and drugs of Western medicine may be days away. Another difference between native and Western healers is simply the way they think about herbs. A good example comes from James Duke, Ph.D., noted herbalist and author of The Green Pharmacy (Rodale, 1997). For a decade, Duke has worked with Don Antonio Montero Pisco (pictured above), a shaman who lives in the Peruvian Amazon. Duke has long believed that traditional cultures hold herbal knowledge that could have a huge impact on the health of Americans and other First World citizens, if we'd only pay attention. Montero Pisco uses many herbs that Duke is familiar with from his fieldwork in Costa Rica and elsewhere, as well as many that are native to the Peruvian rain forest. Though their knowledge overlaps, Duke says there are essential differences between the way he and his shaman friend approach plant medicines: \"Where I see chemical structures, he sees spirits,\" Duke says. Sometimes, indigenous herbalism is met with skepticism precisely because one plant can be said to do so many things. But for Westerners the difference between, say, a salad and an antacid is enormous. For many indigenous communities, herbs and bitter greens might easily serve the same purpose. \"In most parts of the world, the line between a food and a drug is extremely thin,\" says Steven King, vice president of ethnobotany and conservation for San Francisco-based Shaman Botanicals. \"Preparation distinguishes a plant's food value from its medicinal value,\" he says. Though not used as a food, sangre de grade is suggested as treatment for a plethora of illnesses. The blood-red sap of a fast-growing tree (Croton lechleri)—hence its name, which means \"blood of the dragon\" in Spanish—this botanical is used both internally and externally. It's still relatively unknown in the United States, but Duke says, \"I believe sangre de grado may be the most important rain-forest medicinal.\" Traditionally, this sap, rich in alkaloids, has been painted on wounds to speed healing and protect against bacterial infection, taken internally for stomach ailments and used to relieve skin conditions. The sangre de grado-based products on the market address many of the conditions the herb has been traditionally used for. One company markets an antidiarrheal supplement and is researching an oral antiviral medication to combat herpes. The sap is also used in bug-bite products, and studies suggest it may be effective in treating stomach ulcers and for use as an analgesic. Another botanical to watch for—even less known than sangre de grado, but with some intriguing studies behind it—is chuchuhuasi. The name means \"trembling back,\" which suggests its primary use. In the Amazon basin, the plant has long been used to treat arthritis, rheumatism and back pain; it continues to be widely used for treating these conditions, not only in the jungle but among city dwellers as well. The plant is also taken as a menstrual regulator and as a general tonic and immune stimulant. Should these remedies become popular, they may serve another important purpose—to help protect the rain forest. When ecotourism groups come to visit Shaman Montero Pisco, he explains that plants like these are more than just good medicine; they're an opportunity for indigenous peoples to create sustainable income sources, protecting the very habitat that gave birth to such a wealth of botanical diversity. —Mitchell Clute The Healing Island Thanks to the mineral-rich volcanic soil and abundant rainfall of the Hawaiian Islands, native botanicals—many of which have been used for centuries for their healing properties—are rich in healing nutrients. Historians believe that early Polynesian settlers brought a handful of medicinal plants, called pioneer plants, from Southeast Asia around 100 AD. So botanicals that may be called \"native\" are not necessarily indigenous. Two such botanicals—kava and noni—are gaining popularity among modern herbalists, health practitioners and others seeking natural health care alternatives. Kava (Piper methysticum), a member of the pepper family, is one of the more popular natural herbal treatments available across the counter. Proven to relieve anxiety and to exert calming effects and soothing properties, kava—known as 'awa in Hawaii—has a long history of use in Polynesian cultures. Native Hawaiian herbal practitioner Kai Ke-ali'i-ke-a'e-hale O Kaholokai, vice-president of Kai Malino Wellness Center, a nonprofit educational corporation on the Big Island, explains that kava was originally a sacred Polynesian ceremonial drink made from the ground root of the plant. Today kava has become an increasingly valuable medicinal plant for treating anxiety and sleeplessness. Studies show its promise as a natural alternative to major pharmaceutical drugs when used for mild cases of these conditions. Another healing Hawaiian botanical gaining scientific recognition is noni (Morinda citrifolia). Though noni is grown all around the world, Hawaiian noni thrives on volcanic minerals and micronutrients, yielding a plant rich with enzymes, vitamins and minerals, as well as the highest level of the active constituent, proxeronine. Traditionally, Hawaiian healers, or Kahunas, used all parts of the noni plant, including leaves, roots, bark, seeds, flowers and fruit to treat a range of ailments including pain, inflammation, fever, joint and skeletal problems, intestinal distress and menstrual cramps. Scientific research now shows that constituents in noni fruit have the ability to stimulate a natural immune-building response, purifying blood, regulating cell function, regenerating damaged cells and inhibiting tumor growth. Kaholokai, who has been propagating and gathering Hawaiian botanicals in the North Kohala district of the Big Island for nearly three decades, does not necessarily consider himself a healer. \"In Hawaii, a Kahuna La'au Lapa'au, or medicinal practitioner, is a term reserved for our Kapuna, or grandparents,\" he says. \"It is they who have gathered the information and who teach cultural values and practices.\" Long ago, a Hawaiian healer was also the resident holy man. Rigorous training was required before he could be awarded the title of Kahuna, culminating with his having to break and successfully set the bone of a family member. Though the bone-breaking has become passé, the ceremony and personal relationship between healer and healing plant has not. It is this relationship that our Western medical community has often overlooked in its quest for quick-fix healing. Just as the belief that prayer as a powerful source of healing is generally shunned by Western medicine, so is the suggestion that plants possess innate power and that the intention with which they are harvested, given and received is part of the healing process. This process ideally begins with a demonstration of respect for the living plant. \"We must always ask permission with Creator consciousness and gather only what is needed,\" says Kaholokai, \"then replant, protect and balance the plant's natural habitat.\" It's important to remember that healing is about restoring balance and not necessarily about being cured. Healing rituals, adds Kaholokai, are about preparing for the cleansing of one's spiritual and physical self, with a sincere mental and emotional shift regarding the relationship between self, community and Creator. Do we lose something essential when we forgo ceremony and ritual, when we separate spirit from healing? \"Ceremony is a means of communicating and honoring the ancestors and gods within a particular cultural group or tribe,\" says Kaholokai. \"Plants offer a way of establishing that relationship—a solid relationship that brings about a completion of cleansing.\" —Debra Bokur and Catherine S. Gregory Strong Medicine Holistic health is not a new concept. Like all indigenous peoples, Native Americans have practiced this form of medicine for hundreds of years. The Medicine Wheel, used by tribes across North America, embodies this philosophy by addressing the four directions—north, east, south, west—and the four elements—earth, water, air and fire. \"The Native American medicine healers actually were advanced in their holistic approach to healing,\" says Mary Dean Atwood, Ph.D., in her book, Spirit Herbs: Native American Healing (Sterling Publishing, 1998). \"Assessment of personal problems, family or tribal intervention and client dream interpretation to uncover hidden needs and fears\" were all considered components of health, she explains. Along with the inclusion of a person's mental, emotional, spiritual and physical states, the Native perspective also includes people's place among \"all our relations, the two-leggeds, the four-leggeds, the wingeds, those that crawl upon the earth and Mother Earth herself.\" And while practices vary among the many diverse tribes across North America, a reverence for the environment—and the healing medicines it provides—runs throughout. \"Herbal medicine is one of our oldest methods of healing,\" says Tieraona Low Dog, M.D., of the Lakota tribe and chair of the U.S. Pharmacopoeia Botanicals Committee. \"It provided the foundation for modern Western medicine, botany, chemistry and pharmacology.\" Low Dog also notes just how new Western medicine really is. \"In 1850, 80 percent of all medicines in the United States and Europe were derived from plants,\" she says. Furthermore, she points out, only in the last 20 years has scientific proof become a criterion for approval of pharmaceuticals. It's ironic, then, that a system of medicine eons old would need validation in today's society. Nevertheless, modern science answers its own demand, providing analysis for the healing powers Native Americans have always called upon. Two medicinal staples of many North American tribes included sage (Salvia officinalis) and black cohosh (Cimicifuga racemosa), examples of what traditional Native American medicine contributed to healing practices of today. Sage, originally native to southern Europe but naturalized in North America for three centuries, has traditionally been used in both healing and ritual. Considered an astringent, diaphoretic, expectorant and overall health tonic, this powerful plant has been used for conditions including rheumatism, digestive upset, colds and sore throats. Externally, sage has also been used to clean wounds and treat dandruff and hair loss when massaged into the scalp. While useful in healing, sage is regarded as strong medicine in large part because of its use in ceremony. Often tied in bundles and burned, sage smoke is considered an offering to the universe, opening the pathway to the spirits and clearing the air of any stagnant or negative energy. Another important native herb now commonly used today is black cohosh. Known in Native American communities as snakeroot, black cohosh was in fact considered an antidote for snake bites. The bruised root was traditionally applied externally, while small amounts of the juice were consumed. Because of its antispasmodic and sedative properties, women used black cohosh for menstrual cramps and during childbirth, although it's contraindicated during pregnancy. Today, science is underscoring what Native Americans have long since known. \"Studies indicate that black cohosh is superior to placebo and similar to hormone replacement therapy (HRT),\" says Low Dog. \"And it doesn't bind to estrogen receptors in the breast.\" In other words, black cohosh may provide the benefits of HRT without increasing breast cancer risk, a potential side effect of HRT. These herbs provide a glimpse into the great history and depths of Native American medicine as well as the roots of today's herbal medicine. Like the Medicine Wheel and in the spirit of Native American philosophy, things are coming full circle. The Western medical approach is not only validating ancient healing practices but is also providing double-blind, placebo-controlled studies on the other components that make up total health—components native peoples have always considered integral to physical health. For example, prayer studies are researching the influence of energy and spirit on healing; music therapy is being examined as a means of releasing healing brain chemicals; and meditation studies are considering the effects of mental states on blood pressure and heart health. While science strives to offer knowledge, it is a far cry from wisdom. We must go to the roots for that. —Lara Evans "}