{"title": "Autorizado el primer ensayo clínico de una vacuna contra el coronavirus en España", "author": "Miriam EliesBarcelona", "url": "https://www.lavanguardia.com/ciencia/20200828/483135499528/autorizado-ensayo-clinico-vacuna-coronavirus-espana.html", "hostname": "lavanguardia.com", "description": "La Agencia Española de Medicamentos y Productos Sanitarios (Aemps) ha aprobado el primer ensayo clínico de una vacuna contra el coronavirus en España. Se trata de la", "sitename": "La Vanguardia", "date": "2020-08-28", "cleaned_text": "La Agencia Española de Medicamentos y Productos Sanitarios (Aemps) ha aprobado el primer ensayo clínico de una vacuna contra el coronavirus en España. Se trata de la vacuna que está desarrollando la empresa belga Janssen, que pertenece a Johnson&Johnson, y que ha sido denominada como AD26COV2S. Según ha informado el ministro de Sanidad, Salvador Illa, en una comparecencia desde Moncloa, será un ensayo clínico en fase 2 -es decir, en humanos- y se llevará a cabo en tres hospitales: los de La paz y La Princesa, en Madrid, y el de Marqués de Valdecilla, en Santander. \"Participaron 1.045 personas en la fase 1 y los resultados han sido satisfactorios para pasar a la fase 2\", ha dicho, tras añadir que el avance de fase supone que la vacuna no induce toxicidad ni reacciones adversas. El ensayo durará unos meses y solo en España participarán 190 voluntarios sanos de entre 18 y 55 años y mayores de 65 años que empezarán a ser reclutados la semana que vine. También se llevará a cabo en Bélgica y Alemania y se probará en un total de 550 personas. Irá seguido de una fase 3, la última antes de recabar una autorización condicional o definitiva de la vacuna, que, ha recordado Illa, será \"segura, eficaz y se repartirá equitativamente\". Nuevo acuerdo La compañía Moderna también ha cerrado el contrato con Rovi Farma para hacer el llenado y fase final de la vacuna en España El ministro de Sanidad ha aplaudido de nuevo el \"esfuerzo ingente, sin precedentes, para hallar lo antes posible una vacuna eficaz\" y ha destacado el trabajo de la Aemps. En cuanto a la aplicación Radar Covid, ha explicado que ya acumula 2,7 millones de descargas en las diferentes plataformas. \"Estamos trabajando para que antes del 15 de septiembre todas las comunidades puedan tener la app en marcha\", ha dicho. Además, ha confirmado que la compañía Moderna también ha cerrado el contrato con Rovi Farma para hacer el llenado y fase final de la vacuna en España. De las Fuerzas Armadas Castilla y León, Valencia, Murcia, Cantabria y Melilla ya han pedido rastreadores, así como Galicia y Madrid En la misma comparecencia, la ministra de Defensa, Margarita Robles, ha explicado el ofrecimiento hecho por el presidente del Gobierno, Pedro Sánchez, a todas las CC.AA. para realizar prácticas de rastreo por las Fuerzas Armadas. \"El rastreo es una pieza fundamental para combatir el virus\", ha remarcado Robles, que ha recordado que en este momento hay 2.000 rastreadores formados dispuestos a incorporarse si las comunidades lo requieren. Esta misma mañana se ha repartido a las comunidades la guía de actuación de manera que las comunidades que consideren importante incrementar el servicio de rastreo lo requieran al ministerio de Sanidad. Hasta ahora, Castilla y León, Valencia, Murcia, Cantabria y Melilla ya han pedido rastreadores, así como Galicia y Madrid. El ofrecimiento, ha apostillado Robles, se hace con la finalidad de \"colaboración entre las instituciones\". \"En la lucha contra la pandemia no hay colores políticos. Tenemos que estar todos. Las Fuerzas Armadas se han caracterizado siempre por su neutralidad política\", ha subrayado. La ministra, además, ha instado a la ciudadanía a colaborar en las labores de rastreo y que indiquen con qué personas han contactado y cumplan las instrucciones. \"Lo harán con el máximo respeto a la privacidad\", ha aseverado. Rastreadores de las FF.AA. \"En la lucha contra la pandemia no hay colores políticos. Tenemos que estar todos. Las Fuerzas Armadas se han caracterizado siempre por su neutralidad política\" Margarita Robles Este jueves, tras la conferencia multisectorial con las comunidades autónomas sobre el retorno a las aulas, el ministro de Sanidad ya avanzó en la rueda de prensa que las últimas informaciones sobre la vacuna contra la Covid-19 apuntaban a \"una dirección prometedora\", aunque advirtió de la necesidad de ir \"paso a paso y con seguridad\". Hoy ha vuelto a recordar dijo que si todo sigue según lo previsto, las primeras dosis de la vacuna de la farmacéutica británica AstraZeneca -que está siendo desarrollada por investigadores de la Universidad de Oxford- llegarán a España a finales de este mismo año. Unos plazos que, advierte, habrá que cumplir respetando los protocolos. \"Tenemos que hacer las cosas bien por sus tiempos: los expertos europeos, entre los que se encuentran expertos españoles que participan de forma activa, han de ver que las fases finales de verificación de esta vacuna dan un resultado satisfactorio\", precisó el ministro de Sanidad en una entrevista con La Sexta. Illa dejó así claro que ni España ni ningún país europeo pondría en marcha \"ningún plan de vacunación que no cuente con las garantías suficientes de las agencias del medicamento que tienen que hacer una evaluación independiente\". En paralelo, las autoridades españolas negocian con otras compañías para adquirir la vacuna, y según Illa, hay \"acuerdos muy avanzados\" con al menos otras cuatro farmacéuticas, y se está negociando con dos o tres más. \"A lo largo de los próximos días podremos ir dando a conocer distintos acuerdos que se hayan cerrado a nivel europeo\", apuntó el ministro. "}