{"title": "Cómo fortalecer las defensas con 6 antibióticos de origen natural", "author": "Carolina Betancourth; Lourdes Martínez", "url": "https://mejorconsalud.as.com/fortalecer-las-defensas-6-antibioticos-origen-natural/", "hostname": "mejorconsalud.as.com", "description": "Para evitar el desarrollo continuo de infecciones respiratorias y otra amplia variedad de enfermedades comunes, es importante brindarle al organismo...", "sitename": "Mejor con Salud", "date": "2017-10-31", "cleaned_text": "Cómo fortalecer las defensas con 6 antibióticos de origen natural Para evitar el desarrollo continuo de infecciones respiratorias y otra amplia variedad de enfermedades comunes, es importante brindarle al organismo nutrientes que le permitan mantener sus mecanismos de defensa activos. Si bien solemos ignorarlo, nuestro sistema inmunitario depende de muchos de nuestros alimentos para mantenerse fuerte y preparado contra los [agentes infecciosos](https://mejorconsalud.as.com/8-propiedades-curativas-las-semillas-comino-negro/) que nos atacan. El problema es que nos hemos acostumbrado a consumir medicamentos de venta libre cuando nos sentimos mal y, debido a esto, pasamos por alto los antibióticos que desde siempre nos ha brindado la naturaleza. Afortunadamente aún los tenemos a la mano y, de hecho, podemos tomarlos como complementos para ayudar a fortalecer las defensas antes de sufrir enfermedades. ¿Te animas a probarlos? 1. Ajo El ajo contiene compuestos sulfurosos que le confieren propiedades antibióticas, antibacterianas y antiinflamatorias. Es uno de los alimentos que nos ayudan a mantener el [sistema inmunitario](https://mejorconsalud.as.com/fortalece-sistema-inmunitario-evita-las-infecciones-consumiendo-estos-8-alimentos/) fuerte, en especial en casos de infecciones virales y bacterianas. Ingredientes - 1 diente de ajo - 1 cucharada de aceite de oliva (16 g) Preparación - Tritura un diente de ajo crudo y mézclalo con una cucharada de aceite de oliva virgen extra. Modo de consumo - Ingiere el preparado de ajo en ayunas, todos los días. Lee también: Las bondades del ajo negro 2. Orégano El orégano cuenta con aceites esenciales y compuestos antioxidantes que ayudan a combatir y eliminar varios tipos de virus, bacterias y hongos. Suele emplearse para el tratamiento de las [enfermedades respiratorias](https://mejorconsalud.as.com/preparar-miel-ajo-combatir-las-enfermedades-respiratorias/), aunque también es útil contra las infecciones intestinales y urinarias, ayudando a fortalecer las defensas. Ingredientes - 1 cucharadita de orégano (5 g) - 1 taza de agua (250 ml) Preparación - Pon a hervir una taza de agua y, cuando alcance su punto de ebullición, retírala del fuego y agrégale una cucharadita de orégano. - Tapa la bebida, deja que repose 10 minutos y cuélala. Modo de consumo - Ingiere de 2 a 3 tazas de infusión de orégano al día. 3. Jengibre El jengibre es uno de los [ antibióticos naturales](https://eresmama.com/jengibre-ideal-resfriado-los-pequenos/) que más se emplean en el tratamiento de las infecciones intestinales, respiratorias y orales. Su principal activo, el gingerol, ayuda a combatir de manera eficaz una amplia variedad de virus y bacterias patógenas. Ingredientes - 1 cucharadita de jengibre rallado (5 g) - 1 taza de agua (250 ml) Preparación - Agrega una cucharadita de jengibre rallado en una taza de agua hirviendo y tapa la bebida. - Espera que repose 10 minutos, cuélala e ingiérela. Modo de consumo - Consume una taza de infusión en ayunas y repite su ingesta a media tarde. 4. Semillas de pomelo El extracto natural de las [semillas de pomelo](https://mejorconsalud.as.com/7-beneficios-obtienes-gracias-al-extracto-semillas-pomelo/) es un antibiótico y antimicótico natural que podemos usar para el alivio de los problemas respiratorios, las [infecciones urinarias](https://eresmama.com/como-prevenir-infecciones-en-el-embarazo/) y otras afecciones causadas por el debilitamiento de nuestras defensas. Ingredientes - 6 gotas de extracto de semillas de pomelo - ½ taza de agua (125 ml) Preparación - Diluye el extracto de semillas de pomelo en media taza de agua tibia. Modo de consumo - Ingiere la bebida en ayunas, mínimo 3 veces a la semana. Visita este artículo: [7 beneficios que obtienes gracias al extracto de semillas de pomelo] 5. Pimienta de cayena El compuesto activo de la [pimienta de cayena](https://mejorconsalud.as.com/bebida-jengibre-curcuma-pimienta-cayena-desintoxicar-cuerpo/), la capsaicina, nos ayuda a inhibir el crecimiento de varios microorganismos infecciosos que nos pueden causar enfermedades. Esto ayuda a fortalecer las defensas. Además de su poder antibiótico, entre otras cosas, es ideal para calmar problemas circulatorios y dolores musculares. Ingredientes - ¼ de cucharadita de pimienta de cayena en polvo (1 g) - 1 taza de agua (250 ml) - 1 cucharada de miel (25 g) Preparación - Diluye la pimienta de cayena en una taza de agua hirviendo y déjala reposar 10 minutos. - Pasado este tiempo, endúlzala con miel y sírvela. Modo de consumo - Ingiere la infusión en ayunas, 2 o 3 veces a la semana. 6. Cúrcuma La cúrcuma tiene propiedades antibióticas y antiinflamatorias que se han aprovechado como parte del tratamiento de las infecciones gastrointestinales. Su ingesta regular ayuda a fortalecer las defensas y mejora la respuesta ante el ataque de microorganismos patógenos. Ingredientes - 1 taza de agua (250 ml) - ½ cucharada de cúrcuma (5 g) - 1 cucharada de miel (25 g) Preparación - Calienta una taza de agua y agrégale la cúrcuma y la miel. Modo de consumo - Ingiere una taza de infusión de cúrcuma a media mañana. - Si gustas, repite su ingesta 2 veces al día. - Tómala todos los días cuando sientas que tus defensas están bajas. ¿Te estás enfermando a menudo? ¿Sientes tu sistema inmunitario débil? Elige alguno de los antibióticos naturales aquí citados y úsalos como alternativa para fortalecer las defensas. Todas las fuentes citadas fueron revisadas a profundidad por nuestro equipo, para asegurar su calidad, confiabilidad, vigencia y validez. La bibliografía de este artículo fue considerada confiable y de precisión académica o científica. - Sebiomo, a, Awofodu, a D., Awosanya, a O., Awotona, F. E., & Ajayi, a J. (2011). Comparative studies of antibacterial effect of some antibiotics and ginger (Zingiber officinale) on two pathogenic bacteria. Journal of Microbiology and Antimicrobials. - Tsai, C. W., Chen, H. W., Sheen, L. Y., & Lii, C. K. (2012). Garlic: Health benefits and - Adukwu, E. C., Allen, S. C. H., & Phillips, C. A. (2012). The anti-biofilm activity [https://doi.org/10.1111/j.1365-2672.2012.05418.x](https://doi.org/10.1111/j.1365-2672.2012.05418.x) S., R., & Singh, Cayenne/American pepper. In Handbook of Herbs and Spices. [https://doi.org/10.1533/9781845691717.3.299](https://doi.org/10.1533/9781845691717.3.299) & of "}