{"title": "PDF", "author": "PDF", "url": "https://canalsalut.gencat.cat/web/.content/_Sistema_de_salut/CBC/recursos/documents_tematica/fins_medicina.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "LOS FINES DE LA MEDICINA ELS FINS DE LA MEDICINALOS FINES DE LA MEDICINA - ELS FINS DE LA MEDICINA 1107/3344 10507Cuadernos de la Fundació Víctor Grífols i Lucas Quaderns de la Fundació Víctor Grífols i LucasLOS FINES DE LA MEDICINA - ELS FINS DE LA MEDICINA N.º 11 - (2005) ISBN 978-84-690-6480-1Edita: Fundació Víctor Grífols i Lucas c/. Jesús i Maria, 6 - 08022 Traducción / 2a. Edició: Maig 2007 Imprime: Gráficas Gispert, S.A. - La Bisbal Depósito Legal: GI-904-19995PRESENTACIÓN Hace unos diez años, el prestigioso centro de investigación en bioética, The Hastings Center, de Nueva Y ork, convocó a un equipo de estudiosos interna- cionales con el objetivo de emprender un ambicioso estudio sobre los fines dela medicina. La hipótesis de trabajo que motivaba el encuentro era poco dis-cutible: el progreso de la ciencia médica y la biotecnología y el aumento de lasnecesidades humanas unido a la escasez de recursos para satisfacerlas habíanproducido un cambio radical que obligaba a pensar de nuevo si entendemosla medicina en sus justos términos. La concepción tradicional de la medicinay los fines derivados de ella responden a unos retos que no son exactamente losnuestros. La ciencia y la técnica tienen unos límites que hay que ir determi-nando a medida que las circunstancias en que vivimos se transforman.Precisamente, porque hoy la ciencia médica es más potente, hay que plantear-se seriamente la pregunta de si debe hacer todo lo que técnicamente puedehacer, si el objetivo de recuperar la salud y evitar la muerte no es ya demasia-do simple o irreal. Puesto que la condición humana es inseparable de la enfer-medad, el dolor, el sufrimiento y, por fin, la muerte, una práctica médica ade-cuada a dicha condición ha de empezar por aceptar la finitud humana y ense-ñar o ayudar a vivir en ella. Los fines de la medicina, el documento que elaboró el grupo de investiga- dores del Hastings Center, y que ahora traducimos al castellano, es un intento de desmitificar la medicina, a fin de que el ejercicio de la misma constituyaefectivamente un progreso para la humanidad. Para ello, será preciso que lamedicina se conciba a sí misma como una actividad que está al servicio detodos, lo que implica que ha de enfrentarse a decisiones complejas y difíciles,muchas veces, trágicas. La medicina está al servicio de todos y no sólo de losricos ni de las enfermedades minoritarias. Ha de estar motivada no por el orgu-llo profesional, sino por el beneficio del paciente. Tiene que procurar ser fiel así misma y mantenerse como algo viable y sostenible, no dejarse arrastrar porun desarrollo tecnológico imparable. Las sociedades también han cambiado y solicitan de la medicina servicios que eran impensables e inauditos hace no muchos años. Pero no todas lasdemandas sociales, o de los sectores más poderosos de la sociedad, merecen seratendidas por igual. Ninguna ciencia, y la medicina no es una excepción, debeser puesta al servicio de fines intrínsecamente malos. La medicina no puedeemplearse en usos moralmente inaceptables, como la tortura o la pena de6muerte. Ha de tener cuidado de no utilizar a los seres humanos para sus pro- pios fines y sin recabar su consentimiento. Ha de ser cauta a propósito de ilu-sorias mejoras de la naturaleza humana. Ha de impedírsele utilizar nuevosconocimientos, como los genéticos, para estigmatizar a las personas. Al tiempoque hay que excluir la utilización de la medicina para fines incorrectos, nosdamos cuenta de que otros objetivos, como la planificación familiar o la reduc-ción del dolor y el sufrimiento, han podido beneficiarse de las innovacionesmédicas y tecnológicas. Pero las novedades se introducen con dificultad, ymuchos de dichos objetivos son, en estos momentos, parte de un debate socialque parece no tener fin. Las diferencias culturales, religiosas, ideológicas, hacenque el tratamiento de la enfermedad y las opciones sobre el nacimiento y lamuerte no puedan ser contempladas ni discutidas con neutralidad, sino desdepuntos de vista marcados por creencias y sentimientos muy arraigados y pro-fundamente discrepantes. El mismo documento sobre Los fines de la medicina no se vio libre, tanto en el proceso de discusión como en la redacción final, delos votos particulares de algunos de los investigadores que no pudieron comul-gar con todas las ideas vertidas en el mismo. Al final del texto, se expresan lasopiniones de tales voces discordantes con puntos concretos del informe. La novedad fundamental del texto que traducimos es haber podido formu- lar unas nuevas prioridades en la práctica de la medicina. Los fines de la medi-cina, a finales del siglo XX, deben ser algo más que la curación de la enferme-dad y el alargamiento de la vida. Han de poner un énfasis especial en aspectoscomo la prevención de las enfermedades, la paliación del dolor y el sufrimiento, han de situar al mismo nivel el curar y el cuidar, y advertir contra la tentación de prolongar la vida indebidamente. Si tales metas significan una cierta desmitificación de la medicina es por- que exigen de ella una cierta modestia. Redefinir la medicina en el sentido pro-puesto pasa inevitablemente por no cerrar los ojos ante los problemas sociales,políticos y éticos que provoca un uso inadecuado y una concepción equivoca-da de la misma. A medida que la capacidad de curación de enfermedades antesincurables se hace mayor, es importante que nos convenzamos de que el poderde la medicina no es absoluto. Su ámbito propio -se lee en el texto- \"es el biendel cuerpo y de la mente, y no el bien completo de la persona, al que sólo puedecontribuir como un factor más, e incluso en ese caso, únicamente en determi-nados aspectos de la vida\" . La tendencia, evidente en las sociedades desarrolla-das, a medicalizar todos los problemas debe ser corregida. Como también hayque entender que el debate de la sanidad no debe limitarse a un debate sobre7los sistemas sanitarios. Además de los aspectos, económicos y políticos, impor- tantísimos pero no únicos, existe la pregunta ineludible sobre los fines de la medicina. Qué hay que hacer y cómo hay que actuar para que la medicina no se traicione a sí misma, pues \"una medicina que procura ser al mismo tiempohonorable, moderada, asequible, sostenible y equitativa debe reflexionar cons-tantemente sobre sus fines\" . Con la traducción de este documento, la Fundación Víctor Grífols i Lucas quiere poner de manifiesto la calidad y el valor de su contenido para los obje-tivos que articulan las actividades de la Fundación, así como favorecer y con-tribuir a su difusión entre todos aquellos que se mueven en la órbita de las lla-madas \"ciencias de la salud\" . El ejercicio reflexivo sobre las propias prácticas noes un hábito de nuestro tiempo caracterizado por el pragmatismo y la rentabi-lidad económica, pero es una condición necesaria para poner el conocimientoal servicio de la sociedad y de las personas. Victoria Camps Presidenta9LOS FINES DE LA MEDICINA El establecimiento de unas prioridades nuevas UN PROYECTO INTERNACIONAL DEL HASTINGS CENTER Agradecemos al Hastings Center de Nueva Y ork la autorización para traducir y editar el contenido de esta publicación.11SUMARIO Pág. Los desafíos a los fines tradicionales de la medicina ............. 18 Los focos de tensión .................................... 21 Medicina y sociedad .................................... 29 La determinación de los fines de la medicina .................. 35 Los fines erróneos de la medicina y el uso incorrecto del conocimiento médico ........................ 48 Objetivos prácticos y sus implicaciones ...................... 54 El futuro ............................................ 69 Discrepancias ........................................ 74 Epílogo ............................................. 75 Resumen ............................................ 7613PRÓLOGO El presente informe se ha elaborado a partir de un proyecto centrado en el estudio de los fines de la medicina a la luz de sus posibilidades y problemascontemporáneos. ¿Qué lugar ha ocupado hasta ahora la medicina?, ¿qué direc-ción debería tomar?, ¿cuáles habrían de ser sus prioridades futuras? Estas cues-tiones, de suma importancia y dificultad, son las que ocuparon a un grupointernacional de trabajo durante cuatro años, cuyos resultados se ven ahoraplasmados en el presente informe. Si bien no hubo total acuerdo entre los par-ticipantes en cada uno de los puntos abordados, lo que sigue representa el con-senso general. El grupo hubo de superar sus diferencias a la hora de definir lascuestiones más importantes y, más adelante, para alcanzar un acuerdo ampliocon respecto a las mismas. Los catorce países representados crearon cada unosu propio equipo de trabajo para analizar los distintos temas no sólo en el con-texto internacional, sino también dentro del propio ámbito nacional. Los coor-dinadores de los grupos nacionales formaron equipos multidisciplinarios que,en casi todos los casos, reunieron a profesionales de la medicina, la biología, elderecho, la filosofía, la teología, la política sanitaria, la administración, la polí-tica general y la salud pública. Con el Hastings Center como coordinador de la iniciativa, y a partir de una lista general de cuestiones y problemas crucialespreviamente acordada, los grupos nacionales elaboraron cada uno su propioprograma de trabajo. Los coordinadores de los grupos se reunieron tres vecesen Praga para contrastar sus conclusiones y contribuir a la preparación de esteinforme. Los coordinadores (cuyos nombres figuran al final del informe)expresan en estas páginas sus opiniones personales y las de los grupos a los querepresentan, y no las de sus respectivos países u organizaciones. Recibimos la asistencia de varios funcionarios de la Organización Mundial de la Salud, quienes pusieron a nuestra disposición sus ideas y conocimientosexpertos en cuestiones de salud internacional. Si bien no podemos sostenerque todos los posibles puntos de vista, nacionales e internacionales, hayan que-dado reflejados en este informe, la diversidad que representan los catorce paí-ses y sus grupos de trabajo incrementa las posibilidades de que hayamos trata-do las cuestiones más importantes. Los países participantes fueron: Alemania,Chile, China, Dinamarca, España, Estados Unidos, Holanda, Hungría, Indone-sia, Italia, el Reino Unido, la República Checa, la República Eslovaca y Suecia. Además de la preparación de este informe, el proyecto Los fines de la medi- cina comprende la elaboración de una colección de estudios académicos y lacelebración de una serie de conferencias nacionales sobre el tema y de una con- ferencia internacional que tendrá lugar en Nápoles en junio de 1997. El grupode Suecia ya ha publicado su propia colección de estudios; en Alemania se haprogramado una conferencia para 1997, y en China aparecerá este mismo añotodo un libro dedicado al tema. La conferencia de Estados Unidos, celebradaen Detroit en la primavera de 1995, sirvió para presentar el tema al públicoestadounidense. La organización del proyecto y su gestión no han resultado sencillas. En los comienzos encontramos un considerable grado de escepticismo acerca del temaelegido. \"Demasiado amplio\" , \"demasiado comentarios que recibimos. Muchos de los participantesiniciales, reclamados para misiones prácticas más inmediatas y urgentes en suspropios países, estimaron que ni ellos ni sus colegas tenían el tiempo o la nece-sidad de hacerse cargo de cuestiones tan vastas. Sin embargo, una de las gran-des satisfacciones de nuestra labor a lo largo de estos cuatro años ha consistidoen convencer a la mayoría de los escépticos de que una falta de reflexión en losfines de la medicina podría acabar socavando las bases de las reformas prácticasque necesitan, y que la formulación de preguntas básicas no es simplemente\"teórica\" , sino enormemente práctica si tenemos en cuenta sus implicaciones. Queremos agradecer en primer lugar todo el apoyo y la asistencia prestados por Irene Crowe y la Fundación Pettus-Crowe. La doctora Crowe ha tenido unagran fe en este proyecto, en cuya realización ha invertido una gran cantidad detiempo y dinero. Los doctores Philip Wagley y Samuel Klagsbrun también nosbrindaron una gran ayuda, al igual que Bea Greenbaum. Las fundaciones Nat-han Cummings e Ira W. De Camp también nos prestaron su preciosa asisten-cia. Asimismo, deseo agradecer personalmente a los coordinadores de los gru-pos nacionales, que han invertido tantos esfuerzos en formar sus equiposrespectivos y en mantenerlos íntegros, a la doctora Eva T opinková y sus cole-gas de Praga, que ayudaron en la organización de los tres encuentros allí cele-brados, a Bette Crigger y los demás redactores del Hastings Center, que traba- jaron con ahínco en la publicación de este informe, al doctor John Burrows,que organizó nuestro encuentro en Detroit, a los doctores Maurizio Mori yRiccardo De Sanctis, responsables de la próxima conferencia que se celebraráen Nápoles en 1997, y a todas aquellas personas que a lo largo del camino com-partieron con nosotros sus ideas y pensamientos. Por último, quiero agradecer a mis colegas Mark Henson y Erik Parens su aportación intelectual y organizativa y la asistencia complementaria de Bruce 1415Jennings, James Lindemann Nelson, Philip Boyle y Joseph Fins, por sus prove- chosos comentarios y acertadas críticas. Los doctores Arnold S. Relman, KerrWhite y Alexander Leaf nos concedieron el privilegio de sus muchos años dereflexión acerca de la naturaleza de la medicina. Daniel Callahan Director del proyectoLos fines de la medicina LOS FINES DE LA MEDICINA: El establecimiento de unas prioridades nuevas La vida humana ha experimentado pocas transformaciones tan grandes como las causadas por las ciencias biomédicas y la práctica de la medicina. Laesperanza de vida se ha visto prolongada de manera espectacular; toda unagama de enfermedades infecciosas ha sido prácticamente eliminada; las ano-malías genéticas pueden ser detectadas en el útero; se puede trasplantar órga-nos, controlar la reproducción, aliviar el dolor y rehabilitar el cuerpo humanohasta un punto inimaginable hace tan sólo un siglo. Si a los avances en el terre-no de la biomedicina se les suman aquellos cambios más amplios experimen-tados en muchas partes del mundo a partir de las mejoras en el estado de la ali-mentación, el agua potable, la vivienda y la seguridad, tenemos como resultadouna profunda transformación en la vida de los seres humanos. Esta transfor-mación ha cambiado nuestra forma de pensar sobre las antiguas amenazas dela enfermedad y la muerte. También ha cambiado, y no en menor grado, lamanera en que las sociedades organizan la prestación de asistencia sanitaria. Sin embargo, estas grandes transformaciones no han aportado todo lo que se esperaba de ellas. El optimismo acerca de la inminente conquista sobre laenfermedad ha resultado vano. Las enfermedades infecciosas, especialmente enlos países en vías de desarrollo, no han sido eliminadas, e incluso están reapa-reciendo en los países desarrollados. Aún persisten las enfermedades crónicasy degenerativas, propias del envejecimiento. T odos los países se enfrentan, polí-tica y económicamente, al problema cada vez más arduo de financiar la asis-tencia sanitaria. Los países desarrollados encuentran mayores dificultades a lahora de costear todas las necesidades y posibilidades médicas que se les pre-sentan. En todas partes crece la necesidad de controlar el gasto y de alcanzaruna mayor eficiencia. La idea del progreso ininterrumpido ha tropezado con-tra obstáculos científicos y económicos en los países más ricos. Los países envías de desarrollo, que han experimentado grandes avances en la reducción dela mortalidad infantil y el incremento de la esperanza de vida, se enfrentan alinterrogante de hasta qué punto deberían emular los modelos de los paísesdesarrollados, basados en tecnologías caras y sofisticadas y sistemas de saludcomplejos y costosos. En casi todos los países crece la preocupación acerca delfuturo de la medicina y la asistencia sanitaria de cara a realidades como el enve-jecimiento de la población, la rapidez de los cambios tecnológicos y el cons-tante incremento de la demanda. La aparición de un poderoso movimiento 1617hacia la autodeterminación de los pacientes y en favor de una medicina más equitativa constituye el trasfondo moral de estas transformaciones. La respuesta más común a estos problemas ha sido de naturaleza esencial- mente técnica o mecánica. Se perciben y abordan como si se trataran de unacrisis administrativa y organizativa que reclama reformas en los métodos definanciación y prestación, en cambios políticos y burocráticos y en más inves-tigación y mejores mecanismos para evaluar las tecnologías médicas. El dis-curso reformista suele estar dominado por debates acerca del papel del merca-do, la privatización, la existencia o carencia de incentivos, el control del gasto yel análisis coste-beneficio, los métodos de deducciones y pagos compartidos, lavariedad de planes presupuestarios y organizativos y las ventajas y desventajasde la centralización y la descentralización. Como respuestas al problema soncomprensibles, e incluso valiosas, pero resultan insuficientes, pues se centranprincipalmente en los medios de la medicina y la asistencia sanitaria, y no ensus fines y objetivos. Irónicamente, el vigor del debate técnico ha servido paraenmascarar la pobreza del debate sobre las metas y el rumbo de la medicina. La premisa de la que partimos en nuestro estudio es distinta: los fines de la medicina y no solamente sus medios están en tela de juicio. Con demasiada fre-cuencia parece darse por supuesto que los fines de la medicina son obvios y sesobreentienden, y que sólo es necesario aplicarlos con sensatez. Creemos, sinembargo, que ha llegado la hora de replantearnos dichos fines. Sin tal reflexión,los diversos programas de reformas que se llevan actualmente a cabo en todoel mundo podrían fracasar completamente o bien no alcanzar todo su poten-cial. Las presiones económicas a las que está sometida la medicina suponen ungran incentivo a dicho replanteamiento. La gran expansión del conocimiento yla comprensión de la medicina, y los problemas y las posibilidades sociales,morales y políticos que comporta son otro incentivo de igual importancia.LOS DESAFÍOS A LOS FINES TRADICIONALES DE LA MEDICINALOS DESAFÍOS A LOS FINES TRADICIONALES DE LA MEDICINA Comencemos abordando el problema de la definición. Según el uso común del término, la medicina se puede definir como \"el arte y la ciencia del diag-nóstico y el tratamiento de la enfermedad y la conservación de la salud\"(Medical Dictionary, Dorland). Pero esta definición convencional no capta toda la riqueza de la medicina con sus muchas dimensiones. Así como la medicinatiene fines explícitos e implícitos, también la actividad médica comprende eltrabajo de muchos profesionales no facultativos: enfermeros, técnicos de labo-ratorio y fisioterapeutas, por ejemplo. En modo alguno resulta sencillo com-prender toda la complejidad de la medicina moderna en un solo país, con susobjetivos, prácticas, personal e instituciones; aún menos en el mundo. Comoera de esperar, los distintos integrantes del grupo aportaron al debate unavariedad de historias, experiencias y puntos de vista. Con frecuencia nos llevótiempo descubrir la existencia de un cierto acuerdo subyacente al caos inicial,al igual que unas interesantes diferencias que invitaban a la reflexión. Consideremos las cuestiones que ahora nos planteamos sobre determina- dos fines de la medicina comúnmente aceptados. Un fin tradicional ha sido sal-var y prolongar la vida. Pero, ¿qué significa este fin cuando hay máquinas quepueden mantener con vida los cuerpos de quienes en otros tiempos habríanmuerto sin más? ¿Hasta dónde debería llegar la medicina a la hora de prolon-gar una vida que se apaga? Independientemente de la salvación de vidas indi-viduales, la investigación genética ofrece la posibilidad de aumentar de mane-ra significativa el promedio de esperanza de vida. ¿Es este un fin adecuado dela medicina? ¿Se trata de un avance positivo para la sociedad? ¿La medicina esnecesariamente enemiga del envejecimiento y la muerte? Otro fin ha sido la promoción y la conservación de la salud. Pero ¿qué sig- nifica esto en una era en la que, incurriendo en grandes gastos, se puede lucharpor la salud de recién nacidos de menos de 500 gramos y de ancianos centena-rios? ¿Es que no se debe aceptar jamás la enfermedad? ¿Debería variar el signi-ficado del término \"salud\" en las distintas etapas de la vida? ¿Debería ponersemayor énfasis en evitar la enfermedad, en primer lugar, en lugar de buscarsoluciones para una vez que se presenta? La investigación genética está desa-rrollando formas más sofisticadas de medicina predictiva, pero ¿qué va a sig-nificar para una persona conocer desde la niñez su predisposición a desarrollarenfermedades cardíacas de aparición tardía o la enfermedad de Alzheimer? 18LOS DESAFÍOS A LOS FINES TRADICIONALES DE LA MEDICINA 19Un tercer fin tradicional ha consistido en el alivio del dolor y el sufrimien- to. ¿Significa esto, como algunos podrían alegar, que la eutanasia y el suicidioasistido por un médico deberían convenirse ahora en una parte aceptada de lamedicina? ¿Debería la medicina considerar dentro de su ámbito las preocupa-ciones de la vida cotidiana, los problemas existenciales, psicológicos y espiri-tuales que la gente enfrenta en su afán de darle sentido a su vida, y tratar de sol-ventarlos con medicamentos y otros remedios médicos? ¿Debería la medicinaabarcar cuestiones relativas a la violencia social, los peligros medioambientalesy otros aspectos de la vida que, incluso sin causar enfermedades en el sentidotradicional, tienen consecuencias nocivas para la salud? ¿Cuál es el territoriolegítimo de la medicina y dónde está el límite de la \"medicalización\" , o percep-ción de un problema como médico? Como vemos, incluso con un análisis superficial de los fines tradicionales de la medicina se ponen de manifiesto unos conflictos y dilemas profundos.Desde la segunda Guerra Mundial la medicina ha experimentado una serie detransformaciones enormes. En el campo de la investigación, consagrada al pro-greso sin límites, la medicina ha sido enormemente ambiciosa y expansiva,como si estuviera convencida de que con suficiente dinero, energía y rigor cien-tífico no habría enfermedades que se resistieran a su remedio. En el plano eco-nómico, la medicina se ha convertido en una fuente de dinero, beneficios ypuestos de trabajo. En casi todos los países la medicina es ahora una fuerza eco-nómica por derecho propio. Políticamente, tanto el coste de la asistencia sani-taria (por encima de las posibilidades de la mayoría de los individuos), comola urgencia con la que se solicita, significa que los entes públicos deben desem-peñar un papel importante en su desarrollo y prestación. Por consiguiente, lamedicina y la asistencia sanitaria constituyen fuerzas significativas en la políti-ca nacional e incluso internacional. Debido a su prominencia científica, eco-nómica y política, inevitablemente, los fines históricos de la medicina estánexpuestos a una enorme influencia del exterior. El presente informe se centra en los fines de la medicina, no en los del terre- no más amplio de la asistencia sanitaria, ni en el trasfondo social y las condi-ciones económicas que conducen a una buena salud. Hoy en día, se reconocegeneralmente que, a lo largo del último siglo, la asistencia médica como tal hacontribuido comparativamente poco a la mayoría de las mejoras más impor-tantes en el nivel general de salud de la población. También se reconocecomúnmente que los esfuerzos dirigidos a la promoción de la salud y la pre-vención de la enfermedad deben abarcar otros muchos ámbitos de la sociedad,fuera de la medicina, como la educación y los medios de comunicación. La asistencia médica se sitúa dentro de los sistemas de salud y éstos, a su vez, den-tro de contextos sociales y políticos aún más amplios. Sin embargo, nos centramos en la medicina porque, dentro del campo de la investigación, los estudios biomédicos constituyen la fuente más importan-te de conocimiento sobre las causas y el desarrollo de la salud y la enfermedad.El lado clínico de la medicina no se queda atrás en importancia, puesto que elmédico es la persona a la que se dirigen los individuos cuando enferman, seacual sea el origen de la dolencia. Por otra parte, la medicina facilita un valiosoconjunto de metáforas para el tratamiento de la salud y la enfermedad; estudiala armonía y la integridad del cuerpo y la mente. La salud de los pacientes indi-viduales es fundamental para la ética y la práctica de la medicina, con lo cualse reconoce la dignidad del individuo. Nos centramos, por último, en la medi-cina, porque como esfera de actividades origina la mayoría de los costes máselevados de la asistencia sanitaria, así como buena parte de la confusión eincertidumbre en la lucha contra la enfermedad. Reconocemos que la fronteraentre la medicina y los sistemas de salud más amplios de los que forma parteno está en absoluto definida. Por este motivo, a lo largo de este informe cruza-remos en ocasiones la frontera que divide ambos terrenos. 20LOS DESAFÍOS A LOS FINES TRADICIONALES DE LA MEDICINA21LOS FOCOS DE TENSIÓNLOS FOCOS DE TENSIÓN Nuevas presiones. Si bien se dan variaciones significativas de un lugar a otro, la medicina se encuentra en general bajo una considerable presión debi-do a una pluralidad de razones científicas, económicas, sociales y políticas. Estatensión ha surgido, en parte, a raíz de los éxitos de la medicina, y no de sus fra-casos. En la sociedad occidental hay personas que creen en la salud absoluta delcuerpo con un fervor casi religioso, y se afanan en mantener la juventud, labelleza y el cuerpo en perfecto estado. En el extremo opuesto, la capacidad dela medicina para mantener con vida cuerpos gravemente enfermos, inclusocuando la salud se ha perdido irreversiblemente, puede provocar el dilemamoral de si se debe o no suspender el tratamiento. El incremento del númerode pacientes con enfermedades de tipo crónico es consecuencia indirecta de lacapacidad de la medicina para mantener con vida a aquellos que en el pasadohabrían fallecido. Y sin embargo, la incapacidad hasta ahora demostrada paraencontrar remedio a la inmensa mayoría de las enfermedades crónicas signifi-ca que la medicina se ha visto forzada a recurrir a tecnologías intermedias dealtísimo coste. El pulmón artificial y la insulina son ejemplos clásicos, peroentre otros casos ilustrativos más recientes encontraríamos también la azidoti-midina y otros fármacos empleados en el tratamiento del sida, muchas formasde cirugía cardiaca y la diálisis renal. Debido precisamente a los grandes progresos ya experimentados por la medicina, ha llegado el momento de preguntarnos cuáles deberían ser ahora sus metas. Asimismo, están surgiendo formas nuevas de medicina y asistenciasanitaria que luchan por ocupar una posición de mayor reconocimiento den-tro de la profesión y entre el público. Entre estas formas nuevas se encuentra laque a veces se llama medicina \"holística\" , que aboga por la necesidad de regre-sar al ideal de integridad; muestran además un gran interés en las formas tra-dicionales y alternativas de la medicina, un decidido intento por comprendermejor la relación entre la mente y el cuerpo, al igual que nuevos esfuerzos pormejorar los cuidados paliativos, la autoayuda, la promoción de la salud y loscambios en el estilo de vida. En la actualidad, pues, se exige más a la medicinay se exploran a la vez unos horizontes nuevos; pero además, se están agudizan-do tensiones que vienen de antiguo. Entre las presiones más importantes a laque se ve sometida la medicina contemporánea, señalamos las siguientes: Los desarrollos científicos y tecnológicos. No se ha dado una evolución tan impresionante en medicina como la que supone la preponderancia de la altaLOS FOCOS DE TENSIÓN 22tecnología, tanto diagnóstica como terapéutica. La formación de los médicos está orientada al uso de la tecnología, las industrias farmacéuticas y de equipa-miento médico se dedican a desarrollarla y producirla, y los sistemas de asis-tencia sanitaria no piensan más que en su empleo y financiación. En muchoscasos, el éxito médico de la tecnología se acerca a lo milagroso; se trata de unafuente de orgullo profesional y de admiración por parte del público. Paramuchas personas, el hecho de disponer de una medicina de alta tecnología pararemediar los infortunios del destino constituye un manantial de consuelo yesperanza; como cabría esperar, este tipo de medicina se valora en los paísesdesarrollados y se anhela en aquellos en vías de desarrollo. Sin embargo, en conjunto, la tecnología ha encarecido enormemente la medicina y la asistencia sanitaria. Existen tecnologías que suponen ahorros oresultan relativamente baratas, pero muchas otras, probablemente la mayoría,han tendido a incrementar los gastos (con tratamientos que antes no existían,nuevas formas de rehabilitación o de prolongación de la vida o alternativas alabanico de tecnologías disponibles). La tendencia, como ha señalado laOrganización Mundial de la Salud, es hacia tratamientos más costosos paraenfermedades que afectan a un menor número de personas. Además, muchasde las mejoras en el nivel de salud que brinda la tecnología se dan en los már-genes, aportando unos beneficios relativamente caros (por ejemplo, la quimio-terapia para el cáncer, la cirugía a corazón abierto para las enfermedades car-díacas, la eritropoyetina para la anemia asociada a la fase terminal de unaenfermedad renal). Muchas tecnologías diagnósticas detectan condiciones queestán más allá de todo tratamiento. Además, debido a los grandes progresosexperimentados en el nivel general de salud, los nuevos avances están resultan-do relativamente caros. Como ocurre con los viajes espaciales, las primerasmillas se pueden hacer en un avión normal y corriente con unos costes relati-vamente bajos, pero éstos ascienden a medida que se gana altura y son necesa-rias unas naves cada vez más sofisticadas. Son pocos los observadores que pro-nostican que en la primera mitad del siglo XXI se vayan a repetir los especta-culares incrementos en la esperanza de vida que marcaron el siglo XX. La bajamortalidad infantil que se registra en los países desarrollados, y cada vez másen aquellos en vías de desarrollo, avala este pronóstico. La compensación de las tendencias curativas. Hasta ahora han sido pocos los esfuerzos por suavizar las tendencias curativas que han formado parte de laideología moderna de la medicina. A pesar de que no existe una contradicciónintrínseca entre cuidados y cura, el sesgo hacia la segunda ha tenido con fre-LOS FOCOS DE TENSIÓN 23cuencia consecuencias negativas para los primeros. Las costosas e implacables guerras contra la enfermedad, especialmente contra afecciones mortales comoel cáncer, los problemas cardiacos y los ataques de apoplejía, han eclipsado amenudo el hecho de que también son necesarios los cuidados y la compasiónante la muerte. La tasa de innovación tecnológica y su orientación hacia locurativo han dado lugar a una medicina difícilmente sostenible, especialmentede forma equitativa. Existe un límite a lo que razonablemente se puede pagar,a lo que es factible en términos políticos y a lo que puede soportar un merca-do competitivo sin causar grandes sufrimientos y desigualdades. La lucha ince-sante por el progreso que ha marcado la medicina de los últimos cincuentaaños (es decir, esas batallas contra la enfermedad que nunca se consiguen ven-cer del todo) puede que haya alcanzado en muchos países el límite de lo eco-nómicamente posible. El envejecimiento de la población. Siempre se había pensado que los pro- blemas que acarrea una población envejecida para la asistencia sanitaria sesufrirían únicamente en los países desarrollados; sin embargo, ha dejado de serasí. El envejecimiento de la población es motivo de preocupación en todo paísdonde desciende la mortalidad infantil, aumenta la esperanza de vida y mejo-ra el nivel de salud en general. En las próximas décadas, en los países desarro-llados aumentará el número de ancianos, que como grupo supondrán ademásun mayor porcentaje de la población total, duplicándose el número de perso-nas de más de sesenta y cinco años, y puede que triplicándose, o aún más, losde más de ochenta y cinco. En los países en vías de desarrollo, si bien la ten-dencia no es tan acelerada ni tan pronunciada, estas presiones no van a dejarde notarse, como ya ha señalado el Banco Mundial al incluir el envejecimientode la población como uno de los problemas de mayor importancia a los que sehabrán de enfrentar en el futuro estas naciones. Está demostrado que el envejecimiento de la población en sí no genera auto- máticamente un aumento descomunal en los costes de la asistencia sanitaria. Loque cambia verdaderamente las cosas es la combinación de dicho envejeci-miento con la intensificación de los servicios médicos, sociales y asistenciales.Incluso cuando se limitan los cuidados médicos caros para episodios agudos enel enfermo de edad avanzada, el coste de un tratamiento prolongado y a domi-cilio puede ser sumamente elevado. La tendencia general a una mayor aplica-ción de la medicina de agudos (como la diálisis renal y la cirugía de revascula-rización coronaria), al menos en el caso de ancianos \"jóvenes\" , eleva los costes,aunque también aporta beneficios. Las barreras biológicas a la mejora de laLOS FOCOS DE TENSIÓN 24salud de los ancianos, que debido a los progresos ya logrados parecerían ser aún mayores, provocarán forzosamente la aparición de nuevas exigencias, desafíos ala investigación y una mezcla de esperanza y descontento. El mercado y la demanda del público. Hay quienes opinan que buena parte del progreso de la medicina y de su demanda ha sido impulsada por las exi-gencias del público, las políticas públicas y las fuerzas del mercado. Los éxitosde la medicina, la fe del público en su eficacia y el aumento de las enfermeda-des crónicas y las tasas de morbilidad incentivan una mayor demanda de ser-vicios médicos. A estas fuerzas se suma además la influencia cada vez mayorque ejerce el mercado sanitario, que ha potenciado numerosas innovacionesmédicas de gran provecho. El mercado responde a la demanda de mayoresinnovaciones por parte del público y a las aspiraciones profesionales de losmédicos, que desean mejorar su atención al paciente, al tiempo que las ali-menta. El mercado obliga al sector médico a invertir grandes cantidades dedinero en investigación, a innovar continuamente (condenando a la obsoles-cencia a productos relativamente nuevos), a buscar beneficios marginales sison lo suficientemente rentables y a promocionar enérgicamente sus produc-tos entre los profesionales médicos y el público en general. En los últimos años,los gobiernos vienen recurriendo cada vez más a la privatización y el mercadopara aliviar las presiones económicas a las que están sometidos sus sistemas deasistencia sanitaria. Por su propia naturaleza, el mercado responde ante todo a necesidades, deseos y preferencias individuales, que no se corresponden necesariamente conel bien común. Aunque las necesidades y preferencias de los individuos y lasociedad en general pudieran coincidir en parte, también es posible que difie-ran unas de otras. El mercado es un mecanismo que potencia el desarrollo eco-nómico en mayor medida que las economías centralizadas; pero las mismasfuerzas del mercado que contribuyen a la prosperidad económica tambiénincrementan los costes y la demanda de una tecnología y una asistencia sanita-ria cada vez mejores, generalmente por encima del crecimiento económico. Porotro lado, el mismo mercado puede encontrarse en el origen de la enfermedady el padecimiento, como ocurre con el caso del consumo de tabaco. Históricamente, las sociedades con economía de mercado han tenido más problemas para controlar los costes de la asistencia sanitaria que aquellos paí-ses con economías mixtas. Del mismo modo, las primeras tienden a ofrecerasistencia de mayor calidad a determinados sectores privilegiados de la pobla-ción, a menudo dificultando el acceso de los más desfavorecidos a una atenciónLOS FOCOS DE TENSIÓN 25sanitaria similar. Con demasiada frecuencia, el marcado sesgo del mercado hacia la eficacia genera desigualdad. En los países de la Europa Occidental se haintentado alcanzar un equilibrio eficaz entre las fuerzas del mercado y de lopúblico; pero ni si quiera ellos se han librado de las presiones favorables a laprivatización de ciertas secciones de sus sistemas de asistencia sanitaria y a laintroducción de mecanismos de mercado. Las estrategias de mercado y la pri-vatización de los servicios de salud ocupan un lugar cada vez más dominanteen varios países asiáticos e iberoamericanos y en Estados Unidos. Esta evolu-ción suele ir acompañada de un declive en los programas de salud pública y unaumento de las personas sin seguro médico, tanto en números absolutos comoen proporción con respecto al resto de la población. Se intensifican las desi-gualdades y la medicina pierde integridad a merced de las fuerzas del mercado.En cualquier caso, en el sector médico y en los servicios de salud, la economíaes un factor tan importante como inevitable. La interacción entre la teoría y laideología del mercado por un lado y la medicina por otro es una cuestión fun-damental aún no resuelta. Los valores y las tradiciones de la medicina, dejadosa su suerte, podrían verse muy afectados: la relación de confianza entre médi-cos y pacientes, los fines altruistas de la medicina y la fe del público en las moti-vaciones de las instituciones médicas. Las presiones culturales. La medicina contemporánea es una de las mayo- res deudoras de la fe de la Ilustración en el progreso científico y de su totalentrega al mismo. Dicha fe ha sido un gran estímulo para los avances de lamedicina y la mejora de los servicios sanitarios. Otra de sus consecuencias hasido la creencia en la posibilidad infinita de mejorar la salud, que lleva a espe-rar unas mejoras constantes en las tasas de mortalidad y morbilidad, así comoen los conocimientos biológicos y en las innovaciones tecnológicas. En ocasio-nes, estas expectativas pueden generar unas demandas excesivas y poco realis-tas por parte del público. La medicina de \"calidad\" se entiende a menudo comolos diagnósticos y los tratamientos más novedosos y sofisticados del momento,que además se da por hecho que en el futuro serán superados por otros aúnmejores. Paradójicamente, el entusiasmo por el progreso no sólo conduce amayores conocimientos e innovaciones; también provoca el descontento gene-ral ante el nivel alcanzado en el presente, que siempre se percibe como insufi-ciente en comparación con las posibilidades que presenta el futuro. Los inmen-sos avances en la reducción del número de fallecimientos por cáncer entre lapoblación joven no sirven sino para acentuar la insatisfacción (y las esperan-zas) ante la situación de la población de edad avanzada, que aún no ha vistomermada su tasa de mortalidad en estos casos.LOS FOCOS DE TENSIÓN 26Otro valor cultural de gran importancia, especialmente en las sociedades con economía de mercado, es la satisfacción de los deseos individuales. Lamedicina no se presenta simplemente como instrumento para combatir laenfermedad, como se venía entendiendo tradicionalmente, sino que ademásabre todo un abanico de opciones y posibilidades para los seres humanos. Enmuchas ocasiones, como en el caso del control de la natalidad, las ventajas sonobvias. Sin embargo, también se amplía el mismo concepto de medicina que,si se estira demasiado, tiende a entenderse como una mera colección de técni-cas y verdades imparciales que pueden emplearse de cualquier modo, sin otraslimitaciones que las económicas. La \"medicalización\" de la vida. El inmenso poder de la medicina para cam- biar y modificar el cuerpo humano, para abrir nuevas posibilidades biológicas,ha hecho atractiva la idea de \"medicalizar\" todos los aspectos de la vida que sepueden percibir de algún modo como problemas médicos. Las expectativassociales y las posibilidades tecnológicas estimulan el proceso de \"medicaliza-ción\"; es decir, la aplicación del conocimiento y la tecnología médica a proble-mas que históricamente no se consideraban de naturaleza médica. El problemareside en discernir en qué casos resulta oportuna la \"medicalización\" . La vidapuede ser motivo de infelicidad y de angustias existenciales; pero, ¿deberíamostratarlas con medicamentos? En las sociedades hay violencia y surgen patologí-as; pero, ¿corresponde a la medicina aplicar sus conocimientos y técnicas clínicasa su remedio? Si la propia naturaleza humana parece ser imperfecta, ¿deberíamosmejorarla genéticamente? La \"medicalización\" puede tener además el efecto dealimentar entre el público la expectativa de que, mediante el tratamiento de lossíntomas clínicos, la medicina pueda erradicar problemas sociales más amplios.Por otro lado, desde el punto de vista práctico, en lo que concierne a la elabora-ción de presupuestos y la aceptación popular, los problemas individuales y socia-les que se catalogan de \"médicos\" suelen disponer de más fondos y recursos. Los programas médicos gozan de mayor aceptación que los de bienestar social, como ocurre con los problemas que se definen como \"médicos\" en lugarde como cuestiones de delincuencia, pobreza o moral, como podría ser el casodel alcoholismo y la drogadicción. No cabe duda de que, pese a que sea válidodistinguir entre los fines principales de la medicina (sus valores fundamenta-les) y los secundarios (unos beneficios sociales e individuales coherentes conlos fines principales), aún queda mucho margen para la confusión. La \"medi-calización\" de aspectos más amplios de la vida humana no sólo genera incerti-dumbre acerca de la naturaleza y el ámbito propio de la medicina, sino queLOS FOCOS DE TENSIÓN 27además aumenta el coste de la asistencia sanitaria. A pesar de todo, conviene señalar que, en ocasiones, a falta de otras soluciones más adecuadas, con la\"medicalización\" se manejan problemas sociales que de otro modo resultaríaninextricables. Quizá se deba a esto el atractivo que suponen los psicofármacoscomo una manera de sobrellevar el estrés habitual de la vida moderna. La mejora del ser humano. La gran frontera de la medicina (y la más utó- pica) consiste en la mejora del ser humano, empleándose no ya sólo para ven-cer las patologías biológicas con el fin de restaurar la normalidad, sino paraaumentar la capacidad del ser humano; para \"optimizar\" además de para \"nor-malizar\" . Las posibilidades en este sentido han sido, hasta la fecha, limitadas, yaunque puede que no cambie la situación, la idea no deja de resultar atractiva.Los anticonceptivos modernos han hecho posible un cambio radical en elpapel de la mujer y en la procreación como parte de la vida. Las mejoras gené-ticas, además, podrían abrir la posibilidad de manipular rasgos fundamentalesdel ser humano (como la mejora de la memoria y la inteligencia y la reducciónde la violencia), igual que actualmente se puede emplear la hormona de creci-miento para aumentar la altura de quienes, sin ser anormalmente bajos, dese-an una mayor estatura por razones personales o sociales. Sin embargo, cabedestacar que las posibilidades utópicas de cambiar la naturaleza humana sonmuy probablemente bastante limitadas, mientras que los avances que se vencomo normales en campos como la educación y la farmacología pueden tenerun impacto mucho más amplio. Razones para reformular los fines actuales. La necesidad de cuestionar los fines reconocidos de la medicina no se debe únicamente al hecho de que ésta,al resolver los problemas antiguos, haya generado sin quererlo otros nuevos, nia sus muchos fracasos y deficiencias, sino a que, de no cuestionarse y no for-mularse unas metas e ideales nuevos y más adecuados, los sistemas de asisten-cia sanitaria y el sector médico del cual forman parte sufrirán las siguientesconsecuencias: Serán económicamente insostenibles; con una tendencia a generar medicina demasiado cara, a aumentar la brecha de desigualdad entre ricos y pobres enel acceso a la mejor medicina y a agudizar el problema político que suponepara cualquier gobierno la prestación de unos servicios de salud eficaces y decalidad. Crearán confusión en el terreno clínico; sin encontrar un equilibrio adecua- do entre la cura y los cuidados, entre la conquista de la enfermedad y la mejo-ra de la calidad de vida, entre la reducción de la mortalidad y la morbilidad yLOS FOCOS DE TENSIÓN 28entre la inversión de recursos sociales en una asistencia sanitaria de calidad y la mejora verdadera de la salud de la población. Generarán frustración social; al suscitar esperanzas falsas y poco realistas entre el público y al crear expectativas acerca del poder transformador del pro-greso médico que, o bien no se puede alcanzar, o bien sólo a costa de un pre-cio ético, social, político y económico demasiado elevado. Carecerán de un sentido y una finalidad coherentes; con la creación de obje- tivos arbitrarios que no guardan relación los unos con los otros en nombre dela libertad del mercado o bien de grupos con intereses especiales y buenasintenciones; pero sin dar lugar a una línea distinguible, sin unos fines valiososconcebidos en función de la población y sin una idea clara de la contribuciónde la medicina al bienestar individual.MEDICINA Y SOCIEDAD 29MEDICINA Y SOCIEDAD Aunque la medicina siga siendo capaz de marcar en gran medida su propio rumbo, está muy influida por las costumbres, los valores, la economía y la polí-tica de las sociedades de las cuales forma parte. La línea que divide medicina ysociedad se vuelve cada vez más borrosa. La medicina se alimenta de las gran-des sumas de dinero que se invierten desde el sector público y las empresas pri-vadas, de la publicidad y los medios de comunicación y de las preferencias, lossueños y los deseos de la población. Podemos afirmar, por consiguiente, que los desarrollos que tienen lugar en la sociedad marcan aquellos que experimenta la medicina. Lo ideal sería que latransformación de la medicina siguiera una transformación en la sociedad,puesto que ambas resultan inseparables. Para replantearse los fines de la medi-cina es necesario, asimismo, replantearse los fines y los valores de la sociedad yde su cultura. Aunque en el presente informe no podamos acometer semejan-te tarea, sí podemos señalar los puntos de contacto más importantes entre losfines médicos y sociales y aclarar qué pasos se podrían dar para facilitar su diá-logo y mutuo entendimiento. Pluralismo y universalismo. Nos preguntamos si tiene sentido hablar de los fines de la medicina y proponer unas metas de aplicación universal. Lamedicina abarca cuestiones universales y también particulares, con fines quedeberían ser comunes a todas las culturas y otros exclusivos, con toda la razón,de determinadas sociedades. En casi todas las sociedades se dan debates sobreel significado y el alcance exacto de conceptos como salud, enfermedad, dolen-cia y malestar; a pesar de lo cual, en todas partes existen instituciones con gru-pos de expertos a los que recurre la gente cuando el cuerpo o la mente no lesfuncionan como esperan tanto ellos mismos como la sociedad en la que viven. Uno de los orígenes de la universalidad de la medicina es la misma natura- leza humana. Antes o después todos enfermamos: nos falla el cuerpo o la mente,sentimos dolor y al mismo tiempo sufrimos, directamente por la enfermedad, eindirectamente por el miedo de lo que sucederá con nuestras vidas. El dolor yel sufrimiento se reconocen en todas partes, aun cuando pueda haber enormesvariaciones en el grado de tolerancia y el significado que se les atribuya, asícomo en la forma en que se institucionalizan las respuestas de la sociedad a losmismos. En todo el mundo, durante la infancia y la vejez, la gente depende físi-ca y socialmente de los demás para remediar su incapacidad para llevar su vidapropia y enfrentarse al entorno. En todas partes se reconocen los accidentes y lasMEDICINA Y SOCIEDAD 30lesiones, los acontecimientos externos e inesperados que afectan al correcto funcionamiento del cuerpo. La universalización del conocimiento científico y elintercambio de técnicas e ideas médicas justifican ahora más que nunca quehablemos de la medicina como una disciplina y profesión universal. Aun así, nose puede negar que existe un cierto conflicto entre la llamada \"medicina cos-mopolita\" (la de la ciencia internacional) y las medicinas locales de cada lugar;conflicto que unas veces resulta provechoso y otras no tanto. Por lo tanto, si bien existe un cierto pluralismo en la manera de entender la medicina y de organizar los sistemas de asistencia sanitaria (algo que ademásresulta deseable), la medicina atiende unas necesidades comunes a todos losseres humanos. Asimismo, existen valores de gran importancia que deberíanmerecer respeto y aprobación universales. En los últimos años, la autodetermi-nación y la justicia se han erigido como valores de especial importancia.Resulta difícil rechazar, en aras del pluralismo, aquellas tradiciones que hanhecho hincapié en el bienestar del paciente como obligación suprema delmédico, o la necesidad de contar con un consentimiento informado para lainvestigación médica, o el deber de la sociedad de procurar que todos disfru-ten por igual de una asistencia sanitaria de calidad, o la obligación de basar eltratamiento médico en hallazgos científicos que avalen su eficacia, o la necesi-dad de ofrecer una asistencia sanitaria más humanitaria mostrando bondad yconmiseración. Estos son valores universales fundamentales, unos más anti-guos o respetados que otros, pero todos formando parte del mismo conjuntoque otorga a la medicina su identidad actual. Por otro lado, hemos de reconocer que las distintas sociedades pueden dar a estas tradiciones y obligaciones una variedad de interpretaciones. El signifi-cado de cualquier concepto suele restringirse al ámbito local o regional, y difí-cilmente se podría plasmar en un enunciado universal. La buena medicinatiene en cuenta y respeta la variedad de significados que, siendo el medio a tra-vés del cual se expresan las distintas culturas, la dota de contexto. Este tipo dediversidad en modo alguno es incompatible con el universalismo médico. Lasciencias clínicas y biológicas nos han proporcionado una serie de conceptoscientíficos universales; mientras que las ciencias sociales, la teoría política y lashumanidades contribuyen cada vez más a la formación de un lenguaje propiopara la definición de los valores, las políticas y los patrones morales de la medi-cina: para los derechos y las necesidades del ser humano, la ética médica, larelación entre médico y paciente y los preceptos de la medicina, entre otros.MEDICINA Y SOCIEDAD 31La medicina saldrá favorecida, y ganará en coherencia como sector, con un conjunto de fines de aceptación universal que represente sus valores funda-mentales. De este modo no sólo se facilitarían el intercambio de conocimien-tos y la puesta en marcha de iniciativas de salud universales (como las quefomenta la Organización Mundial de la Salud), sino que además supondría laposibilidad de comparar la medicina con unas normas que fueran más allá delas idiosincrasias y particularidades locales. De este modo se ayudaría a man-tener la integridad de la medicina frente a presiones políticas o sociales paraservir a unos fines anacrónicos o ajenos a ella. Asimismo, contribuiría a unmayor entendimiento y a un criterio más informado por parte de los pacientesdel tipo de asistencia que deberían recibir, así como a una mayor comprensiónpor parte de los médicos de su propia función y de las obligaciones y expecta-tivas que de ella se derivan. La medicina debe contar con un rumbo propio yunos valores perdurables, que gozarán de una mayor solidez si se basan en susfines tradicionales, en su mayoría universales. Aunque podamos aproximarnos a un acuerdo, la misma realidad y las legí- timas diferencias de perspectiva pueden dificultar en ocasiones el consensouniversal en cuanto a los fines de la medicina, y aún más en cuanto a sus sig-nificados. En cualquier caso, resulta imprescindible mejorar la forma en que secomunican medicina y sociedad, partiendo para ello de la confianza básica yuniversal que existe entre médicos y pacientes. Los fines de la medicina: ¿inherentes a la misma o derivados de la socie- dad? Acerca de la naturaleza de la medicina y sus fines existen desde hace tiem- po dos visiones opuestas y complementarias a la vez: la una intenta discernir losfines inherentes a la medicina, mientras la otra procura descubrir los fines cre-ados en la sociedad, en un tiempo y en el marco de una cultura determinados.La primera postura sostiene que los verdaderos fines de la medicina surgencomo una respuesta a la experiencia humana universal de la enfermedad, que esintrínseca a la práctica de la medicina. Esta respuesta mueve a la necesidad desanar, ayudar, cuidar y curar. La medicina comienza en la relación entre médi-co y paciente, que a su vez genera unos valores propios para mantenerse y refor-zarse (como el mismo vínculo médico-paciente), a los cuales debería aferrarsepara poder resistir los intentos de dominación o manipulación social y seguirun rumbo propio, además de sostener la integridad del médico, independiente-mente de los valores sociales. La medicina se verá inevitablemente influida porlos valores y fines de las sociedades de las cuales forme parte, pero esto no impli-ca que sus propios valores puedan o deban someterse a los mismos.MEDICINA Y SOCIEDAD 32La perspectiva social, por contra, hace énfasis en la forma en que varían la naturaleza y los fines de la medicina a lo largo del tiempo y entre las distintasculturas. Si bien es cierto que la atención de los enfermos constituye un hiloconductor histórico y cultural, al igual que la importancia de la relación entremédico y paciente, la forma en que se interpreta la enfermedad es tan variaday la respuesta a la misma tan compleja, que no resulta fácil identificar un con-junto de valores y creencias inherentes a la medicina. Por consiguiente, lamedicina se percibe como un conjunto de conocimientos en constante evolu-ción y una diversidad de prácticas clínicas sin esencia definida. Los conoci-mientos y las prácticas de la medicina serán reflejo de la época y la sociedad delas cuales formen parte, al servicio de los fines que la sociedad considere opor-tunos y sujetos a las mismas restricciones que las demás instituciones sociales.Por tentadora que resulte la idea de plantear una naturaleza inherente a lamedicina, no se puede distinguir ninguna. En cualquier caso, la medicina debesu riqueza y solidez a su maleabilidad social y científica. Por un lado, el conflicto entre estas dos visiones de la medicina da lugar a una diversidad de interpretaciones sobre la variedad de manifestaciones que sedan en los diferentes lugares y épocas; pero por otra, constituye un debate sobrecuáles deberían ser la naturaleza y los fines de la medicina: ¿Debería la medici-na intentar definir desde dentro su propia historia y tradiciones, su propiorumbo y valores? ¿Debería dejar que la sociedad lo haga desde fuera? ¿O biendefinir su propio rumbo mediante un diálogo permanente con una sociedad enla cual cada uno busca una esfera, unos deberes y unos derechos propios? Nuestro grupo llegó a la conclusión de que esta última opción es la más aceptable, aunque el punto de partida de la medicina deba ser su propia histo-ria y tradiciones. Si la medicina no posee un rumbo propio y unos valores fun-damentales, la falta de recursos con los que resistir su invasión hará de ella unavíctima fácil para la sociedad, como ocurrió durante el nazismo y el comunis-mo. Por otro lado, también sería ingenuo pensar que los valores de la medici-na se mantendrán a salvo de influencias sociales. Dado que médicos, personalsanitario y pacientes forman todos parte de la sociedad, jamás será posible tra-zar una línea definida entre la medicina y las demás instituciones sociales. Si, como parece, lo más apropiado es un diálogo abierto y continuo entre medicina y sociedad, en el que ambas puedan expresar su manera de entenderla enfermedad y la muerte, así como su opinión sobre la prestación de asisten-cia sanitaria, ¿qué puntos de vista y qué límites se deberían tener en cuenta?Desde el punto de vista médico, la ética y la integridad de la práctica de laMEDICINA Y SOCIEDAD 33medicina se consideran evidentemente de gran importancia. ¿Qué clase de res- peto deben los médicos a sus pacientes y viceversa? ¿Cómo debería la medici-na moldear las costumbres, prácticas y valores que habría de inculcar en susestudiantes? ¿Cuáles deberían ser esos valores? ¿Cómo puede mantenerse lamedicina fiel a sus propias tradiciones y a la vez discernir qué cambios en elconocimiento científico o los valores sociales exigen una transformación fun-damental en sus propios valores? Un cambio de este tipo se produjo después dela segunda Guerra Mundial con la exigencia del consentimiento informadopara la investigación médica y con el cada vez mayor reconocimiento, enmuchas partes del mundo, de que los pacientes deben conocer la verdad sobresu enfermedad y que sus opiniones y valores personales se deben tomar enserio. Para mejorar el mutuo entendimiento entre medicina y sociedad sonnecesarias una mayor comprensión del paciente y una perspectiva profana dela medicina. Nuestro grupo no llegó a resolver por completo la cuestión de si la medici- na tiene unos fines inherentes o si se derivan de la sociedad; aunque no noscostó llegar a un acuerdo sobre el hecho de que la medicina posee (y siempre haposeído) unos valores fundamentales de aplicación universal, y en este sentidoestá caracterizada por unos fines inherentes. También podemos comprenderpor qué las miles de expresiones en que se plasman estos fines y valores (siem-pre definidos localmente y de aplicación distinta en las diversas culturas) dancredibilidad a la perspectiva social. Si optamos por el término medio podríamosdecir que ambas posturas están en lo cierto: la medicina posee unos fines esen-ciales moldeados por unos ideales y unas prácticas históricas más o menos uni-versales, pero sus técnicas y conocimientos también se prestan a una influenciasocial considerable. El auténtico peligro reside en someter la primera postura ala segunda, en lugar de mantenerlas en una tensión que resulte provechosa. Economía, medicina y necesidades sociales relativas. No cabe duda de que la economía desempeña un papel esencial en la forma que toma la práctica dela medicina en las sociedades modernas, al igual que influye, abierta o velada-mente, en lo que se percibe como fines de la medicina. Una vez que la medici-na entra en la corriente general de la economía de un país, se ve sometida atodas las fuerzas y prioridades económicas que influyen al resto de la sociedad.La evolución hacia el mercado y la privatización que caracteriza la medicina demuchos países asiáticos, latinoamericanos y centroeuropeos, muy establecidaen Estados Unidos, pondrá al frente otros valores y prioridades distintos a losque hemos conocido en los sistemas de asistencia sanitaria anteriores. El rápi-MEDICINA Y SOCIEDAD 34do aumento experimentado recientemente en Estados Unidos en los progra- mas de asistencia gestionada, que ponen énfasis en el control del gasto, ha con-cedido una mayor prioridad a la competencia y la contención del coste de loque antes era usual. También ha desplazado los fines efectivos de la medicinahacia la asistencia primaria, un objetivo ya alcanzado en Europa Occidental. Laprivatización, es decir, la transferencia al sector privado de funciones antesreservadas a los entes públicos, tiende a convertir la medicina en una mercan-cía; aunque el uso de la privatización por parte de los gobiernos de forma com-plementaria a la asistencia pública puede atenuar esa tendencia. La sociedad, por su parte, deberá decidir el tipo y la cantidad de recursos sociales y económicos que pondrá a disposición de la medicina. Para ello,habrá de determinar el peso relativo que se le otorgarán a las necesidades médi-cas y sanitarias frente a otros bienes esenciales, como los sistemas de vivienda,defensa, educación, empleo y transporte. Debido a las presiones económicas,cada vez más sociedades se ven obligadas a determinar la carga económica rela-tiva que deberán soportar el sector público, el sector privado y los ciudadanos.Igualmente, tendrán que determinar el grado de libertad que se le dará al mer-cado. Los valores y las limitaciones culturales, comprendidas la religión, laidentidad étnica y las diferentes interpretaciones de la moralidad personal einstitucional, pueden ser igualmente importantes. El aborto, la esterilización ylas diversas técnicas de reproducción asistida, por ejemplo, se verán influidospor valores religiosos, mientras que el grado en que se permite al paciente laautodeterminación en decisiones sobre su tratamiento dependerá de visionesmás amplias sobre el derecho de los ciudadanos a participar en aquellos asun-tos relacionados con su bienestar. T odo lo cual pudiera estar en conflicto conlos fines de la medicina, o al menos percibirse de este modo.DETERMINACIÓN DE LOS FINES DE LA MEDICINA 35DETERMINACIÓN DE LOS FINES DE LA MEDICINA A continuación, nuestro objetivo es definir cuáles deberían ser los nuevos fines de la medicina y, al mismo tiempo, justificar esos fines y exponer los pro-blemas de significado e interpretación que plantean. Primero será necesariodefinir algunos términos clave, tras lo cual, podremos abordar los fines de lamedicina en cuatro apartados: la prevención de la enfermedad y la promociónde la salud, el alivio del dolor y del sufrimiento, el tratamiento de la enferme-dad y los cuidados a los incurables, y la evitación de la muerte prematura y labúsqueda de una muerte tranquila. La definición de \"salud\" y de otros conceptos clave. Resulta prácticamente imposible hablar de los fines de la medicina sin abordar, al mismo tiempo, todoun conjunto de ideas que conforman el significado y el propósito de la medi-cina. La medicina se preocupa de la salud, pero ¿qué es la salud exactamente?Si una de las razones por las que perdemos la salud es la enfermedad, ¿qué esla enfermedad exactamente? Y si la falta de salud se manifiesta en forma demalestares y dolencias, ¿qué significan exactamente estos términos? Un buenmodo de abordar estas preguntas es comenzar por donde suele comenzar labuena medicina, es decir, con la persona, ese ser humano que se encuentraenfermo y que por tanto desea recuperar su buena salud. Se ha observado confrecuencia que la salud tiene algo de paradójico: es un bien preciado, perocuando se posee, pasa prácticamente desapercibido. No reparamos en nuestrabuena salud porque nuestro cuerpo funciona sin problemas ni dificultades;simplemente está allí, como un siervo fiel y discreto. Esta experiencia nos aporta la base para perfilar una definición: con \"salud\" nos referimos a la experiencia de bienestar e integridad del cuerpo y la mente.La salud se caracteriza por la ausencia de males de consideración y, por tanto,por la capacidad de una persona para perseguir sus metas vitales y desenvol-verse adecuadamente en contextos sociales y laborales habituales. Con estadefinición queremos subrayar el énfasis tradicional en la integridad y el buenfuncionamiento del cuerpo, la ausencia de disfunciones y la consiguiente capa-cidad de actuar en el mundo. Nuestra definición difiere de la propuesta por la Organización Mundial de la Salud en 1947, que con su énfasis en la salud como estado de \"completo bie-nestar físico, mental y social\" llegaría a ser tan influyente. No es posible, niahora ni nunca, que la medicina aporte un bienestar \"completo\" , ni siquiera enel sentido físico, con el que está más familiarizada. Los males, de mayor oDETERMINACIÓN DE LOS FINES DE LA MEDICINA 36menor gravedad, forman parte de la vida de todas las personas en un momen- to u otro, y al final todos sucumbiremos a ellos. Afortunadamente, también escierto que la salud también forma parte, en mayor o menor grado, de la vidade la mayoría de las personas, y por tanto, su preservación se sitúa entre losfines más importantes de la medicina. Salud y dolencia no conforman en modoalguno una dicotomía absoluta, del mismo modo que la enfermedad puedetener un impacto diferente en la vida de personas distintas. La salud es el concepto clave de la medicina, además del más decisivo, pues- to que determina en gran medida el modo en que se entienden sus fines; peroexisten también otros conceptos importantes, como mal (malady), enferme- dad (disease), malestar o padecimiento (illness) y dolencia (sickness) 1.C o n e l término \"mal\" nos referimos a una variedad de estados, además de la enferme-dad, que suponen una amenaza para la salud: comprende discapacidad, lesióny defecto. Partiendo de esta variedad de estados, podemos definir \"mal\" comoaquella situación en la que una persona sufre o corre un mayor riesgo de sufrirun daño (muerte prematura, dolor, discapacidad o pérdida de libertad, deoportunidad o de placer) en ausencia de una causa externa clara. Con la expre-sión \"en ausencia de una causa externa clara\" se pretende distinguir entre lasfuentes internas de un mal y la dependencia continua de causas claramenteexternas a uno mismo (por ejemplo, el dolor causado por la tortura o la vio-lencia social). El daño, en resumidas cuentas, proviene de dentro de la personay no del exterior. Con \"enfermedad\" nos referiremos a una alteración fisiológi-ca o mental, basada en una desviación de la norma estadística, que causamalestar o discapacidad, o bien aumenta la probabilidad de una muerte pre-matura. Con \"malestar\" o \"padecimiento\" nos referiremos a la sensación sub-jetiva por parte de una persona de que su bienestar físico o mental se hallaausente o mermado, de modo que no puede desenvolverse con normalidad enla vida diaria. Con \"dolencia\" nos referiremos a la percepción por parte de lasociedad del estado de salud de una persona, lo cual implica normalmente quedesde el exterior se percibe una alteración del funcionamiento normal, físico omental, de la persona. 1N. del T.: En la traducción se ha optado por los términos , \"enfermedad\" , \"malestar\" o \"padecimiento\" y \"dolencia\" , los cuales se corresponden aproximadamente con los cuatro conceptos definidos en el original inglés(\"malady\" , \"disease\" , \"illnes\" y \"sickness\"). En la medida de lo posible, se ha procurado seguir esta correspon-dencia, si bien han sido necesarias algunas excepciones.DETERMINACIÓN DE LOS FINES DE LA MEDICINA 37Los cuatro fines de la medicina. Una vez definidos estos conceptos, pode- mos centrarnos en la reinterpretación de los fines de la medicina. Antes quenada, hemos de señalar que hubo grandes discrepancias en nuestro grupo entorno a dos cuestiones. La primera: si era útil o razonable tratar de establecerprioridades entre los fines de la medicina. ¿Son unos fines relativamente másimportantes o lógicamente anteriores a otros? Tras arduas discusiones, llega-mos al acuerdo de que establecer unas prioridades fijas no sería ni útil, ni posi-ble en la práctica. Las necesidades de salud de las distintas personas serán a suvez diferentes; al igual que las necesidades de una misma persona podríanvariar durante el curso de una misma enfermedad. También se debatió acercade la conveniencia de hablar de \"valores fundamentales\" en vez de \"fines\" de lamedicina, o de considerar los fines más como ideales de referencia que comofines formales. En general, se estuvo de acuerdo en la utilidad de seguir hablan-do en términos de \"fines\" . El debate sobre el establecimiento de prioridades en los fines de la medici- na giró también en torno a una segunda cuestión relativa a la importancia quese habría de atribuir a la promoción de la salud y prevención de la enfermedadcomo fin de la medicina. T odos estuvieron de acuerdo en su importancia, perohubo resistencia a otorgarles siquiera una prioridad lógica. Los motivos fuerondos: la promoción de la salud y la prevención de la enfermedad requieren estra-tegias que se sitúan fuera del campo de la medicina y, por otro lado, una pree-minencia demasiado acentuada de la prevención primaria se podría percibircomo un cierto abandono de la población enferma. Nos limitamos, por tanto,a subrayar su importancia, de la cual no carecen los demás fines que expone-mos. No otorgamos prioridad a ninguno de ellos; el peso de cada uno serámayor o menor dependiendo de las circunstancias. La prevención de enfermedades y lesiones y la promoción y la conserva- ción de la salud. La promoción de la salud y la prevención de la enfermedad son valores elementales de la medicina por tres motivos. En primer lugar, elsentido común nos dice que es preferible evitar enfermedades y lesiones en lamedida de lo posible. Uno de los principales deberes de los médicos y demásprofesionales de la salud consistirá en ayudar a los pacientes a conservar lasalud y en enseñarles de qué modo pueden conseguirlo. Hay quien afirma quelos médicos que ayudan a sus pacientes a permanecer sanos prestan un servi-cio tan valioso como aquellos que ofrecen asistencia médica después de unalesión, enfermedad o discapacidad. La importancia de la promoción de la saluden la infancia, que presenta un índice de mortalidad aún alto en muchas par-tes del mundo, resulta indiscutible. Uno de los fines más antiguos de la medi-DETERMINACIÓN DE LOS FINES DE LA MEDICINA 38cina ha sido el de ayudar a las personas a vivir en mayor armonía con su entor- no, una meta que habría de perseguirse desde el nacimiento hasta la mismamuerte. Nuestro grupo creyó necesario destacar un ejemplo concreto de pre-vención de la enfermedad: el enorme peligro para la salud que supone el taba-co, y la necesidad de educar a los jóvenes para que no inicien su consumo y alos de mayor edad para que lo dejen. En segundo lugar, aumentan los indicios que apuntan a la existencia de beneficios económicos derivados de los intentos de promoción de la salud yprevención de la enfermedad, gracias a una menor tasa de morbilidad y deenfermedades crónicas en edades más avanzadas, con la reducción de la cargaeconómica que esto conlleva. Asimismo, aun sin dejar de ser caros, estos inten-tos son formas rentables de conservar la salud. Igualmente, un mayor énfasisen la promoción de la salud y la prevención de enfermedades podría reducir ladependencia de la alta tecnología típica de la medicina de cuidados intensivos,y contribuir a reducir la preponderancia y distinción, en ocasiones excesivas,de que goza esta última. En tercer lugar, es importante hacer ver a la profesión médica y al público en general que la medicina abarca mucho más que la salvación y el tratamien-to de los ya enfermos, y que los sistemas de asistencia sanitaria van más allá dela \"atención al enfermo\" . Si otorgamos un lugar prominente a la promoción dela salud y la prevención de la enfermedad, todos, dentro y fuera de la medici-na, veríamos que un mayor énfasis en esta área aportaría inmensos beneficiossociales e individuales. Al proponer la promoción de la salud y la prevención de la enfermedad como uno de los fines fundamentales de la medicina, no pretendemos restarimportancia a las dos cuestiones siguientes: primero, que la muerte sólo sepuede posponer, no evitar; y segundo, que la enfermedad en general no sepuede conquistar; sólo se pueden superar algunas enfermedades, que a su vezse verán sustituidas por otras enfermedades en el transcurso de la vida de laspersonas. A la prevención de la enfermedad, por tanto, nunca puede otorgár-sele prioridad absoluta con respecto a otros fines de la medicina. T odos caere-mos enfermos o sufriremos lesiones o discapacidades en algún momento, y esentonces cuando los otros fines de la medicina relevarán a la prevención de laenfermedad en importancia. Más allá de estos condicionantes, son muchos los obstáculos que se inter- ponen en el camino de la promoción de la salud y la prevención de la enfer-medad. Carecemos de datos fiables sobre los costes de los programas de pro-DETERMINACIÓN DE LOS FINES DE LA MEDICINA 39moción de la salud y su rentabilidad. Por otra parte, se ha alegado que, dado que los principales determinantes del estado de salud son los ingresos, la clasesocial, el nivel de educación y las oportunidades sociales en general, la medici-na no puede hacer mucho para cambiar de forma significativa la salud de unapoblación. Como mucho, puede aliviar al ya enfermo. En la misma línea se haargumentado que si nos centramos demasiado en influir y cambiar el compor-tamiento de los individuos podemos acabar \"culpando a la víctima\" , como sideterminado comportamiento fuera la causa determinante de la mala salud.¿No es cierto que, desde la perspectiva de la salud pública, es evidente que losfactores sociales desempeñan un papel mucho más importante que el compor-tamiento individual en el origen de las enfermedades? ¿Y no es cierto que losconocimientos sobre la genética y otros campos de la medicina indican quesuelen darse fuertes vínculos genéticos en la manifestación de enfermedades enlos individuos? Estas posturas no son irreconciliables. El disponer de datos fiables sobre la rentabilidad tiene su importancia, pero no justifica un mayor escepticismoante la promoción de la salud que frente a cualquier otro aspecto de la medi-cina. En cuanto al problema de \"culpabilizar a la víctima\" , incluso en circuns-tancias de fuertes presiones sociales, los individuos pueden cambiar, y de hechocambian, su estilo de vida por motivos de salud: dejando de fumar, bebiendomenos alcohol, perdiendo peso o haciendo deporte. En cualquier caso, el com-portamiento individual es la variable a través de la cual se filtra gran parte dela influencia social. Incluso aunque un cambio total en el estilo de vida de unindividuo sea imposible o, al menos, muy poco probable en muchos casos,desde un punto de vista económico y personal, incluso cambios relativamentepequeños pueden suponer una verdadera mejora. También es evidente queaquellas diferencias culturales que se pueden cambiar, para bien o para mal,influyen de forma significativa en el comportamiento de los individuos. Quizás lo más importante sea que, al considerar la prevención de la enfer- medad y la promoción de la salud como valores fundamentales no sólo de lasalud pública, sino también de la medicina, en los próximos años se podría for-jar una relación mucho más estrecha entre dos áreas críticas de la asistenciasanitaria (la medicina y la salud pública), que llevan demasiado tiempo traba-jando por separado, a menudo, en competencia la una con la otra. Es impres-cindible que exista una mayor colaboración entre ambas. La salud pública estábien situada (cuando goza del respaldo financiero necesario), mediante suscapacidades epidemiológicas, para trazar las pautas de enfermedad, accidente yDETERMINACIÓN DE LOS FINES DE LA MEDICINA 40discapacidad y poner estos conocimientos a disposición de los médicos. La medicina, por su parte, puesto que accede al paciente individual y se centra enel mismo, se encuentra en una posición única para orientar al paciente y, conlos historiales médicos de la familia, pruebas y otras técnicas, identificar a aque-llos pacientes con mayor riesgo de desarrollar enfermedades. Cuanto más estre-cha sea la colaboración entre salud pública y medicina clínica en el uso de suscapacidades, mayores serán los beneficios que obtengan. Cualquier forma sen-sata de abordar la promoción de la salud tendrá muy presente la importancia delas condiciones de vida existentes (económicas, laborales y sociales) para el nivelde salud. La medicina puede, y por tanto debe, coordinar mejor su labor conotras instituciones sociales y públicas orientadas al bienestar de la población. El alivio del dolor y el sufrimiento causados por males. Si bien hay enfer- medades, como la tensión alta, que no producen ningún síntoma inmediato, lamayoría de la gente recurre a la medicina para el alivio del dolor y el sufrimien-to. Sufren algún tipo de dolor en el cuerpo y buscan ayuda, o tienen problemaspsicológicos y desean aliviarlos; con frecuencia el dolor y el sufrimiento se sien-ten en conjunción. Sin embargo, el dolor y el sufrimiento, si bien con frecuen-cia se conjugan en un mismo paciente, no son necesariamente la misma cosa. Eldolor se refiere a una aflicción física aguda y se manifiesta de muchas formas: eldolor puede ser agudo, punzante, penetrante. El sufrimiento, en cambio, serefiere a un estado de preocupación o agobio psicológico, típicamente caracte-rizado por sensaciones de miedo, angustia o ansiedad. Un dolor agudo y cons-tante puede ser causa de sufrimiento, pero el dolor no siempre provoca sufri-miento (especialmente si el paciente sabe que es pasajero o que forma parte deun proceso de cura). Tampoco el sufrimiento implica siempre dolor: gran partedel sufrimiento propio de los trastornos mentales, o simplemente de los miedoshabituales de la vida, no conlleva necesariamente dolor físico. El alivio del dolor y del sufrimiento se encuentra entre los deberes más antiguos del médico y entre los fines más tradicionales de la medicina. Pordiversas razones, sin embargo, la medicina que se practica hoy día en todo elmundo no suele cumplir correctamente con ese fin. En estudios realizadosdesde hace muchos años se ha demostrado que la forma en que los médicoscomprenden y practican el alivio del dolor varía enormemente. A menudo sesiguen ofreciendo cuidados paliativos insuficientes o inadecuados. Un hechoque se ve exacerbado por leyes o costumbres relacionadas con los narcóticosque intimidan a los médicos a la hora de aprovechar todas las ventajas de lastécnicas paliativas modernas. En muchas partes del mundo ni siquiera se tieneacceso a los narcóticos necesarios, situación que, irónicamente, puede darse enDETERMINACIÓN DE LOS FINES DE LA MEDICINA 41países que consiguen recaudar fondos para tratamientos de tecnología muy cara, como es el caso de la quimioterapia contra el cáncer. En los países en víasde desarrollo tanto como en los desarrollados, existen importantes carencias enla educación sobre el alivio del dolor, en la aplicación de los conocimientos dis-ponibles y en el respaldo médico y cultural necesario para asegurar un accesoautomático a métodos paliativos aceptables. La medicina de cuidados paliati-vos es un área incipiente de gran importancia que aborda cuestiones comple-jas que aún no se entienden plenamente. Se le debería prestar el apoyo necesa-rio para el desarrollo que merece. En el caso del alivio del sufrimiento, la situación es parecida. Aunque se conocen métodos farmacológicos eficaces para el alivio del dolor, el sufrimien-to mental y emocional que acompaña en ocasiones a la enfermedad no se sueledetectar ni tratar de forma adecuada. Con demasiada frecuencia se confía a losfármacos la labor que mejor correspondería a la terapia psicológica y la con-miseración. Cuando un médico no parte del paciente como un todo, sino sim-plemente como una colección de órganos, es posible que el sufrimiento psico-lógico le pase completamente desapercibido, o bien, en caso de detectarlo, queno le conceda la debida importancia. En este caso, el problema es que no se comprende que el temor a la mala salud, a la enfermedad y a su padecimiento puede provocar a menudo tantosufrimiento como su existencia real. La amenaza que representa para alguien laposibilidad de padecer dolores, enfermedades o lesiones puede ser tan profun-da que llegue a igualar los efectos reales que éstos tendrían sobre su cuerpo.Estas personas se dirigen a los médicos, como corresponde, para aliviar suansiedad. Podemos hablar de \"padecimiento sin enfermedad\" para abarcar unaserie de estados y experiencias que no pueden reducirse a alteraciones fisioló-gicas. Un enfoque holístico de la salud contribuirá a sentar unas bases nuevaspara la atención de ese cincuenta por ciento aproximado de pacientes quenecesitan ayuda pero no manifiestan ninguno de los síntomas clínicos propiosde una enfermedad. De especial trascendencia es el sufrimiento ocasionado por problemas de salud mental, desde enfermedades graves como la esquizofrenia o la depresiónhasta problemas más moderados, pero no obstante serios, como las neurosis,las fobias y los trastornos de la personalidad. No todos los problemas de saludmental se originan a partir de una enfermedad, y resulta de suma importanciaque para tomarlos en serio no sean necesarios unos fundamentos biológicos.La gama completa de trastornos mentales, perfectamente reconocidos por laDETERMINACIÓN DE LOS FINES DE LA MEDICINA 42medicina, afecta a millones de personas en todo el mundo. Pese a ello, debido a que sus síntomas iniciales se manifiestan en ocasiones como expresionesimprecisas de sufrimiento, con demasiada frecuencia, en los centros de aten-ción primaria, donde existe una clara tendencia a centrarse en la búsqueda deanomalías que se correspondan claramente con patologías determinadas, losproblemas de salud mental se ignoran o se les resta importancia. La disparidad entre la asistencia sanitaria que se presta a los enfermos físi- cos, subvencionada por el Estado, y la que reciben los enfermos mentales, confrecuencia más limitada, pone de manifiesto un estereotipo difícil de erradicar:que la enfermedad mental es menos importante que la enfermedad física. Dehecho, el padecimiento de un trastorno mental puede implicar el mismo gradode sufrimiento y discapacidad que los males de índole física. Resulta impres-cindible que, dentro del ámbito médico, se comprenda bien la diferencia entrela enfermedad de origen orgánico y el trastorno funcional que puede resultarde unas condiciones sociales dañinas. Y la medicina ha de reconocer que exis-ten muchas formas de sufrimiento humano, como la guerra, la violencia o latraición, cuyas causas no guardan ninguna relación con la mala salud o laenfermedad. ¿Hasta donde debe llegar la medicina en el alivio del sufrimiento? Nuestro grupo se mostró dividido, por ejemplo, en la cuestión de la eutanasia y el suici-dio asistido por un médico (ambos históricamente prohibidos en la mayoría delos códigos de ética médica), como respuesta médica al sufrimiento de los enfer-mos terminales o incurables. Sí coincidimos en que, en los próximos años, amedida que la medicina progrese en su empeño de comprender mejor sus debe-res, y los límites de esos deberes, para con las personas que sufren, la cuestiónadquirirá una mayor relevancia. Parte del sufrimiento derivado de una enfer-medad se considera como respuesta a la misma. Puede causar miedo, desespe-ración, una profunda sensación de cansancio, ansiedad acerca del futuro y unasensación de gran futilidad y desamparo. Ante estas manifestaciones, los médi-cos y demás profesionales de la salud deberían responder con cuidados y con-miseración y, cuando sea posible, orientación psicológica. Pero cierto tipo desufrimiento, especialmente cuando está asociado a una enfermedad crónica oterminal, puede hacer que los pacientes se cuestionen el significado de la vidamisma, del bien y el mal, de la suerte y el destino personal; unos interrogantesque suelen considerarse de naturaleza espiritual o filosófica, no médica. ¿Por qué estoy enfermo? ¿Por qué he de morir? ¿Qué sentido tiene mi sufri- miento? La medicina, como tal, no tiene respuestas a estas preguntas, que noDETERMINACIÓN DE LOS FINES DE LA MEDICINA 43pertenecen a su esfera. Y sin embargo, los pacientes recurren a médicos y enfer- meros, en su calidad de seres humanos, en busca de algún tipo de respuesta. Enestos casos, sugerimos que el profesional de la salud recurra a su propia expe-riencia y visión del mundo, haciendo uso no sólo de sus conocimientos médi-cos, sino también de los sentimientos de compasión y confraternidad entreseres humanos. No obstante, habrá ocasiones en que incluso la atención máshumanitaria y los cuidados paliativos más avanzados alcanzarán un límite. Eneste punto, la medicina habrá de reconocer sus propias limitaciones; no todoen la vida puede quedar bajo el control de una medicina tan constreñida en susposibilidades como aquellos seres humanos a los que sirve. La atención y la curación de los enfermos y los cuidados a los incurables. Las personas suelen recurrir a la medicina porque se encuentran mal, hansufrido alguna lesión o padecen una discapacidad mental o física. La medicina,por su parte, responde buscando la causa del mal, suponiendo que podráencontrarla en un órgano o miembro lesionado o enfermo. Cuando se da esecaso, la medicina intenta curar el mal y hacer que el paciente recupere su anti-guo estado de bienestar y normal funcionamiento. Sin embargo, el paciente nosuele presentar al médico su órgano enfermo, incluso si sabe o sospecha queese es el origen de su malestar; el paciente busca más que la simple cura, buscacomprensión y conmiseración. Los enfermos presentan sus malestares y lesio-nes al médico como personas; esto es lo que experimentan subjetivamente deforma más directa y lo que suele motivarles a buscar alivio. Se presentan a símismos como individuos, y son precisamente esos individuos los que debenconstituir el punto de partida de la cura y los cuidados. En su entusiasmo por la cura de enfermos, en ocasiones, la medicina moderna ha desatendido su función humanitaria. Parecería afirmar que, si sepuede encontrar la curación, ¿quién necesita cuidados? Esta opinión no podríaestar más equivocada. En muchos casos, por supuesto, una técnica completa-mente impersonal resulta aceptable, e incluso deseable, como en traqueotomí-as de urgencia, reanimaciones cardiopulmonares y muchos tipos de cirugía dealta tecnología; pero lo más común es que se requieran también cuidados. Loscuidados no consisten simplemente en manifestar preocupación, conmisera-ción y disposición a hablar con el paciente; comprenden también la capacidadpara hablar y escuchar de un modo que demuestra conocimiento de los servi-cios sociales y asistenciales necesarios para ayudar al paciente y a su familia aafrontar una amplia gama de problemas no médicos que pudieran acompañar,DETERMINACIÓN DE LOS FINES DE LA MEDICINA 44como normalmente ocurre, a su padecimiento. De sobra está decir que otro de los ingredientes fundamentales para un buen cuidado es la excelencia técnica. Un padre enfermo incapaz de cuidar de sus hijos como es debido puede sufrir mucho más por esa situación que directamente a causa de su enfermedad;al igual que el cónyuge que cuida al enfermo con Alzheimer puede necesitartanta ayuda como el propio paciente. La función sanadora de la medicina abar-ca tanto la curación como los cuidados. En su sentido más amplio, la medicinapuede sanar incluso en aquellos casos en los que no puede curar, ya que puedehacerlo ayudando a una persona a hacer frente a un mal de tipo crónico. La rehabilitación es una rama importante de la medicina moderna que se encuentra en expansión debido al desarrollo de numerosos métodos que per-miten a pacientes lesionados o enfermos recuperar funciones vitales y poderreintegrarse a la sociedad. Se trata de una forma de medicina que se encuentraa medio camino entre la curación y los cuidados: en algunos casos puede lograrla recuperación de la función normal; en otros, la logra sólo parcialmente, y enotros, ayuda a ralentizar una degeneración progresiva. En cualquier caso, larehabilitación suele requerir mucho tiempo y atención para dar resultados y,en este sentido, requiere una actitud decidida y continua de cuidados y asis-tencia social. La medicina tiene una posibilidad muy real de sanar inclusocuando el cuerpo no puede recuperar su estado de funcionamiento normal. En poblaciones envejecidas, donde la enfermedad crónica es la causa más frecuente del dolor, el sufrimiento y la muerte, donde el padecimiento se pro-longará en el tiempo independientemente de las medidas médicas que se adop-ten, los cuidados se vuelven especialmente importantes, recuperando su mere-cido lugar tras una época en la que siempre parecían relegarse a un segundotérmino. En el caso de los enfermos crónicos, se les debe ayudar a comprendersu dolencia personal y a aprender a afrontarla y vivir con ella, posiblementedurante el resto de sus vidas. Al traspasar la frontera de los sesenta años, lamayoría de las personas padecerán al menos una dolencia crónica y, ya entra-dos en los ochenta, tres o más. En el caso de los mayores de ochenta y cincoaños, al menos la mitad requerirán algún tipo de ayuda para realizar las activi-dades normales de su vida diaria. Dado que los enfermos crónicos tienen queaprender a adaptarse a su nueva identidad alterada, gran parte del trabajo delprofesional sanitario debe centrarse en la gestión de la enfermedad en vez deen su curación. En este caso, con \"gestión\" nos referimos a la atención huma-nitaria y psicológica continua a una persona que, de un modo u otro, tiene queaceptar la realidad de su padecimiento. De hecho, se ha sugerido que uno deDETERMINACIÓN DE LOS FINES DE LA MEDICINA 45los deberes de la medicina podría ser ayudar al enfermo crónico a forjarse una nueva identidad. Esta situación no se limita de ningún modo exclusivamente a los ancianos, aunque es probable que, entre los enfermos crónicos, éstos sean los más nume-rosos. Los enfermos de sida, niños discapacitados o jóvenes lesionados requie-ren tanta atención de este tipo como puede ser el caso de los ancianos. Dehecho, el propio éxito de la medicina en la salvación de vidas (tanto de reciénnacidos prematuros como de nonagenarios) ha provocado un aumento, y nouna reducción, de la tasa de morbilidad. En la actualidad, muchas enfermeda-des que, hace una o dos generaciones, hubieran provocado la muerte, ahorapermiten seguir viviendo, unas veces mejor que otras, a las personas que laspadecen. Por lo tanto, estas personas aspirarán no sólo a una medicina máscurativa, sino también más humanitaria. La evitación de la muerte prematura y la busca de una muerte tranquila. La lucha contra la muerte en muchas de sus manifestaciones constituye un finesencial de la medicina. Pero siempre debería mantenerse en sano conflicto conel deber de la medicina de aceptar la muerte como el destino de todos los sereshumanos. El tratamiento médico debería ofrecerse de forma que fomente, y node forma que amenace, la posibilidad de una muerte tranquila.Lamentablemente, con demasiada frecuencia, la medicina contemporáneaconsidera la muerte como enemiga suprema. Ejemplos de ello son la asigna-ción de un porcentaje muy elevado de los fondos destinados a la investigaciónal estudio de enfermedades letales, la prolongación de la vida en ocasiones másallá de toda noción de beneficio para el ser humano y la lamentable desaten-ción de una asistencia humanitaria a los moribundos, como si el paciente queestá muriendo hubiera perdido su derecho a recibir la atención, la presenciahumana y el alivio eficaz de la medicina. La evitación de la muerte prematura. En la lucha de la medicina contra la muerte, resulta apropiado que un fin fundamental consista en evitar la muer-te prematura en la población en general y el individuo en particular. Un finsecundario sería asistir adecuadamente a aquellos cuyas muertes ya no se con-siderarían prematuras, pero para los que el tratamiento médico sería no obs-tante beneficioso. El deber principal de la medicina y de los sistemas de asis-tencia sanitaria, será, en términos generales, ayudar a los jóvenes a llegar a vie-jos y, una vez logrado esto, ayudar a los ancianos a vivir el resto de sus vidascómoda y dignamente.DETERMINACIÓN DE LOS FINES DE LA MEDICINA 46La noción de muerte \"prematura\" es relativa, puesto que depende de las cir- cunstancias históricas y culturales y de las técnicas, las tecnologías y los cono-cimientos médicos disponibles. Se puede decir, en general, que una muerteprematura ocurre cuando una persona muere antes de haber tenido la oportu-nidad de experimentar las principales posibilidades que ofrece un ciclo de vidacaracterísticamente humano: la oportunidad de buscar y adquirir conocimien-tos, establecer relaciones cercanas y afectivas con otros, ver a los hijos u otraspersonas a su cargo llegar a adultos y hacerse independientes, poder trabajar odesarrollar los talentos individuales de otras maneras y perseguir las metas enla vida de uno y, en general, tener la oportunidad y capacidad de desarrollarsecomo persona. Dentro de un ciclo de vida individual, una muerte puede serprematura si, incluso a una edad avanzada, la vida pudiese preservarse o alar-garse sin acarrear grandes problemas para el individuo o la sociedad. Aunque evitar la muerte prematura debería ser uno de los principales fines de la medicina, sería un error actuar como si todas las muertes fueran prema-turas, al igual que lo sería hacer demasiado énfasis en la necesidad de evitarmuertes a expensas de otras necesidades sanitarias importantes. El aumento dela esperanza de vida de por sí no parece un fin médico apropiado. La esperan-za media de vida en países desarrollados permite a sus ciudadanos disfrutar deuna vida completa, aunque muchos puedan desear vivir aún más.Evidentemente, no se trata de un fin personal inaceptable, pero dados los cos-tes y dificultades para obtener unas mayores ventajas significativas mediante lainnovación tecnológica, su validez como fin universal o nacional, o como finpara la investigación médica en un sentido más general, resulta dudosa. La busca de una muerte tranquila. Dado que la muerte nos llega a todos (los pacientes de todo médico habrán de morir algún día, al igual que el propiomédico), la medicina ha de considerar una prioridad la creación de unas cir-cunstancias clínicas que favorezcan una muerte tranquila. Una muerte tran-quila puede definirse como una en la que el dolor y el sufrimiento se reduzcanmediante unos cuidados paliativos adecuados, en la que al paciente nunca se leabandone ni descuide y en la que los cuidados se consideren igual de impor-tantes para los que no vayan a sobrevivir como para los que sí. Por supuestoque la medicina no puede garantizar una muerte tranquila ni responsabilizar-se por lo que las personas traen consigo a su lecho de muerte. Pero lo que sípuede evitar la medicina es considerar la muerte como un accidente biológicoevitable o un fracaso médico. Más tarde o más temprano, la muerte es, comoha sido siempre, el resultado inevitable incluso del mejor tratamiento médico.DETERMINACIÓN DE LOS FINES DE LA MEDICINA 47En toda vida humana llegará un momento en que un tratamiento de soporte vital será inútil; se llegará al límite absoluto de las capacidades de la medicina.Por tanto, la gestión humanitaria de la muerte es la responsabilidad final, yprobablemente la más exigente desde el punto de visto humano, del médico,que está obligado a reconocer en su paciente tanto su propio destino como laslimitaciones inherentes a la ciencia y arte de la medicina, cuyos objetos sonseres mortales, no inmortales. La retirada de tratamientos de soporte vital. La medicina moderna, en vez de simplificarla, ha convertido la muerte en un problema más complejo. Ante elprogreso médico y una tecnología que cambia constantemente, todas las socie-dades tendrán que establecer unos patrones morales y médicos para la retira-da de tratamientos de soporte vital en enfermos terminales. En la medida de loposible, pacientes y familiares deben desempeñar un papel importante en talesdecisiones. Entre los criterios para su retirada se encontrarán los problemasque suponga el tratamiento para el paciente, los posibles beneficios que puedatener para el mantenimiento de un tipo de vida aceptable para el paciente, y ladisponibilidad de recursos para tratamientos agresivos en cuidados de agudos.Lo que se pide del médico, dado su poder en esta situación, es bastante: sope-sar las necesidades e integridad médica del paciente y facilitar una muerte tran-quila. El fin de la medicina en estos casos debe ser fomentar el bienestar delpaciente, mantener la vida cuando sea posible y razonable, pero reconocer que,debido a su lugar necesario en el ciclo de la vida humana, la muerte como talno ha de tratarse como enemiga. Es la muerte en el momento equivocado(demasiado pronto en la vida), por las razones equivocadas (cuando se puedeevitar o tratar médicamente a un coste razonable) y la que llega al paciente deuna forma equivocada (cuando se prolonga demasiado o se sufre pudiéndosealiviar) la que constituye propiamente un enemigo.LOS FINES ERRÓNEOS DE LA MEDICINA Y EL USO INCORRECTO DEL CONOCIMIENTO MÉDICO Los fines de la medicina son tan ricos como diversos. Al ser capaz de arti- cular el dolor, el sufrimiento y la discapacidad en términos laicos, y de darlessentido, en parte mediante el uso de la ciencia y la metáfora, la medicina tras-ciende los fines estrictamente médicos. Los usos de las técnicas y conocimien-tos médicos son múltiples; en su mayoría buenos, aunque algunos pueden serperversos. La medicina puede emplearse en la salvación de vidas y la tortura deprisioneros; en el alivio del dolor y la asistencia en la pena de muerte; en la inte-rrupción del embarazo y el tratamiento de la infertilidad, etc. ¿Cuáles de estosusos son compatibles con los fines fundamentales de la medicina y cuáles no loson? Los posibles usos incorrectos de la medicina se pueden dividir, grossomodo, en cuatro categorías: los que son inaceptables bajo cualquier circuns-tancia; los que se sitúan fuera del ámbito de los fines tradicionales de la medi-cina pero están al servicio de fines sociales e individuales moralmente acepta-bles; los que pueden ser aceptables en determinadas circunstancias y sometidosa unos procedimientos claros y unas garantías definidas, y aquellos que, sin serclaramente incorrectos, plantean problemas de tal gravedad que sólo podríanjustificarse apelando a razones sociales de gran peso. Malos usos y usos inaceptables del conocimiento médico. En general, un mal uso, o un uso inaceptable, del conocimiento médico puede definirse comoaquel en que el propio objetivo es moralmente condenable, o aquel que se pro-duce en un contexto inapropiado. El uso de técnicas médicas para la tortura, porejemplo, es una perversión clara de la medicina, que subvierte sus fines, utili-zando para infligir dolor conocimientos concebidos para aliviarlo. No es menorla perversión que supone utilizar técnicas farmacéuticas o neurológicas confines políticos, como por ejemplo, para mejorar el resultado de los interrogato-rios, procurar la pasividad de los prisioneros, o provocar miedo o ansiedad enlas personas con el fin de controlarlas. En cada uno de estos casos, el fin en sí esperverso, y con el empleo de medios médicos para su consecución, se vuelve aúnpeor. Siguiendo esta línea, los colectivos médicos de todo el mundo han conde-nado la participación de facultativos en la pena de muerte, un papel que noso-tros también consideramos incompatible con los fines de la medicina. El uso de seres humanos como sujetos de investigaciones médicas sin su consentimiento informado, prohibido por el Código de Nuremberg hace casicincuenta años, es un ejemplo del uso incorrecto de la medicina para fines que LOS FINES ERRÓNEOS DE LA MEDICINA Y EL USO INCORRECTO DEL CONOCIMIENTO MÉDICO 48LOS FINES ERRÓNEOS DE LA MEDICINA Y EL USO INCORRECTO DEL CONOCIMIENTO MÉDICO 49en otras circunstancias podrían ser aceptables. La prohibición de este tipo de investigación es prácticamente absoluta, aplicable incluso en los casos en los quela investigación pudiera conducir a la salvación de vidas u otros grandes bene-ficios. Sólo pueden hacerse excepciones en el caso de niños y personas con inca-pacidad jurídica, e incluso en estos casos, sólo si reporta beneficios directos parael paciente. Algunos de los firmantes de este documento consideran que la euta-nasia y el suicidio asistido por un médico pertenecen también a esta categoría.Piensan que su uso como medio para aliviar el dolor o el sufrimiento, perfecta-mente razonable en sí, no justifica moralmente el empleo de técnicas médicascon el objetivo e intención directa de provocar la muerte de un paciente, tantoen el caso de que sea el médico quien provoque la muerte como en el caso deque el médico se limite a proporcionar los conocimientos y los fármacos nece-sarios para que el paciente pueda suicidarse. Otros, sin embargo, no están deacuerdo con esta postura. Este es un debate que aquí dejaremos sin resolver. Usos no médicos aceptables del conocimiento médico. Mientras que el uso aceptado y normal de la medicina tiene como fin la salud, sus técnicas puedenutilizarse para lograr muchos objetivos que nada tienen que ver directamentecon la misma. Si la tortura representa un uso condenable de la medicina, la ciru-gía estética para cambiar o mejorar la apariencia de una persona (aparte de loscasos de reconstrucción médica en caso de lesiones o deformidades) está acepta-da desde hace mucho tiempo. No suele suponer ninguna amenaza para el bie-nestar general y, en la mayoría de los sistemas de asistencia sanitaria, es el pacien-te quien tiene que afrontar los gastos. La medicina forense incluye el uso de téc-nicas médicas al servicio de la justicia penal, como la patología forense, el uso deconocimientos psiquiátricos en el establecimiento de responsabilidad penal y eluso de técnicas de ADN en la identificación de huellas digitales y fluidos corpo-rales. El uso del conocimiento médico en el ejército ha incluido tradicionalmen-te la evaluación de la capacidad de un soldado para entrar en combate. El uso de técnicas médicas en la planificación familiar (que pueden tener, o no, objetivos médicos directos), incluida la anticoncepción y la esterilización,así como el aborto, se acepta ya de forma generalizada en gran parte delmundo. En muchos países, estas técnicas pueden ayudar a controlar el creci-miento excesivo de la población, mejorar la salud y el estatus social de la mujer,el bienestar de los niños y la estabilidad familiar. El objetivo general es entre-gar a hombres, mujeres y parejas el control sobre sus propias capacidadesreproductivas. De este modo se pueden satisfacer fines sociales, además deindividuales, especialmente en aquellos países en que el índice de pobreza o elcrecimiento de la población (o ambos) se consideran un problema.Reconocemos que desde algunos puntos de vista religiosos y filosóficos, no todos estos métodos son moralmente aceptables, y en muchos países son lacausa de un debate permanente. No es nuestro objetivo entrar en estos deba-tes, sino tan sólo apuntar que por lo general se considera aceptable en todo elmundo utilizar conocimientos médicos para objetivos de planificación y limi-tación familiar, siempre que exista consentimiento informado, una supervisióny un seguimiento médico adecuados y ausencia de coacciones legales o socia-les. La necesidad de contar con unos métodos mejores y más baratos para con-trolar la natalidad es una cuestión de prioridad absoluta (véase al final la dis-crepancia del grupo eslovaco). Usos de la medicina aceptables bajo determinadas circunstancias. Una cuestión más reciente, pero no menos polémica, es la del uso del conocimien-to médico para mejorar o perfeccionar características naturales del hombre.Desde hace algún tiempo, con el desarrollo de las tecnologías genéticas y far-macológicas, este uso se ha percibido como posibilidad real. En los últimosaños también se ha observado el surgimiento de la medicina predictiva, laspruebas para la detección precoz de enfermedades hereditarias, el diagnósticoprenatal y la terapia fetal. La mayoría de estas últimas posibilidades caen den-tro de fines establecidos de la medicina, con objetivos fundamentalmente tera-péuticos o preventivos. Pero el uso de la hormona de crecimiento para aumen-tar la altura de quienes, estando sanos (es decir, sin padecer deficiencia hor-monal), desean una mayor estatura por razones de beneficio social, presagiaotras formas de optimización de la naturaleza humana que con toda seguridadaparecerán en un futuro. El uso de esteroides anabólicos para aumentar el ren-dimiento atlético es ya un problema generalizado en muchos deportes, tantoen el ámbito amateur como en el profesional. Aunque consideramos que no es ni posible ni deseable tratar de prohibir todos los esfuerzos por optimizar o mejorar las características naturales delhombre, pensamos que es necesario mostrarse muy precavidos y escépticos alrespecto. No existen unos conocimientos sólidos que sirvan de fundamento alos intentos de mejorar la naturaleza humana, no hay consenso en cuanto a quése consideraría una mejora, y ninguna forma de saber si las consecuencias gené-ticas o sociales a largo plazo serían positivas o negativas. Tampoco hay consen-so social en ningún lugar acerca de la mejor forma de proceder con este plan de\"optimización\" , cómo podría realizarse de forma equitativa, y si justificaría eldesvío de recursos asignados ahora a otras necesidades y fines médicos másestablecidos. La obligación de demostrar su deseabilidad recae en gran medidaen aquellos que desean proponer y perseguir un plan de optimización humana. LOS FINES ERRÓNEOS DE LA MEDICINA Y EL USO INCORRECTO DEL CONOCIMIENTO MÉDICO 50LOS FINES ERRÓNEOS DE LA MEDICINA Y EL USO INCORRECTO DEL CONOCIMIENTO MÉDICO 51Podría ser aceptable en determinadas circunstancias, pero no debería ser posi- ble justificarlo fácilmente (y probablemente no lo sea). Sería imprescindibleprestar especial atención y asegurar una estricta regulación de todo el proceso. Usos de la medicina inaceptables, excepto en circunstancias muy concre- tas y excepcionales. Los conocimientos genéticos se encuentran en un nivel de desarrollo tan avanzado que resulta posible obtener cierta información predic-tiva razonablemente fiable acerca de la futura salud del recién nacido, e inclu-so del feto dentro del útero. El Proyecto Genoma Humano y otras investiga-ciones genéticas contribuirán muy probablemente a aumentar la capacidadpredictiva de la medicina. Si bien resulta aceptable emplear la medicina pre-dictiva con el fin de alcanzar un mayor conocimiento de la propia persona o deelaborar posibles estrategias preventivas, es probable que este tipo de conoci-miento también conduzca a una tendencia, tanto individual como social, cadavez más marcada a estigmatizar a las personas y amenazar sus futuras posibili-dades de empleo, seguro y bienestar. Estos casos representarían usos inacepta-bles de información médica. La existencia de diagnósticos prenatales ya estágenerando presiones en torno a la continuidad o interrupción de embarazos deniños con riesgo de deficiencias o discapacidades, además de que facilitanprácticas como el aborto de fetos femeninos, un abuso que se comete enmuchas partes del mundo. Sin embargo, estas tecnologías se lanzaron original-mente en los años sesenta, simplemente como método neutral de ampliar losconocimientos y las opciones en este campo. La propagación del sida ha generado, en muchos sitios, un conflicto apa- rente entre la necesidad de la salud pública de identificar a los portadores delvirus y rastrear las vías de contacto, por una parte, y la protección de la intimi-dad y las libertades civiles, por otra. Sin embargo, también pudiera ser que esteconflicto ni siquiera fuera real. La relación entre médico y paciente, caracteri-zada por la confianza y el respeto de la intimidad, podría colocar al primero enuna posición privilegiada para el fomento de comportamientos socialmenteresponsables. Sin embargo, lo más probable es que los conflictos de esta índo-le no hagan más que aumentar, no sólo debido a la importancia de perseguiractivamente los fines de la salud pública, sino también porque, con toda segu-ridad, el conocimiento de los peligros que amenazan a corto y largo plazo a lapoblación, e incluso al mundo, será más preciso y contundente. En los próximos años, es muy probable que crezca la tentación de utilizar técnicas y conocimientos médicos para manipular o coaccionar a grupos depersonas o a sociedades enteras en aras de una supuesta mejora de la salud, elbienestar social o el control de costes. Ante el triste ejemplo del movimiento eugenésico de finales del siglo XIX y principios del XX, esta es una evoluciónque habrá que resistir y, en cualquier caso, no perder de vista. El aborto bajocoacción, el sometimiento obligatorio a pruebas de diagnóstico prenatal y parala detección precoz de enfermedades hereditarias, así como la casi imposiciónde cambios en hábitos relacionados con la salud no son peligros meramenteteóricos. La coacción de las personas por medios médicos representa un peligropotencial que, sin embargo, se manifiesta ya de forma clara en muchos lugares;una amenaza a la institución de la medicina y a la libertad y dignidad humanas. La autonomía y el bienestar social como fines médicos. La medicina con- temporánea ha experimentado en muchos países una gran evolución hacia unmayor reconocimiento del respeto que se debe a las personas; principio que serecoge en la mayoría de las declaraciones internacionales. Este respeto se haentendido comúnmente, en su sentido más amplio, como un derecho a la auto-determinación, o autonomía, en la medicina y la asistencia sanitaria. En ciertomodo, la medicina siempre ha tratado de fomentar algunas formas de autono-mía, como en el caso de los discapacitados físicos o mentales, y en general, lasalud de los individuos ha sido siempre una de sus preocupaciones básicas.Pero ahora se argumenta que, en un sentido aún más amplio, la autonomía sedebería considerar como fin en sí, quizás incluso como \"fin supremo\" de lamedicina: la plena autodeterminación en el ejercicio de cada vida. ¿No es cier-to que el fin ulterior de la buena salud es vivir una vida propia, con libertad deacción y sin las limitaciones que representa una enfermedad? La salud tieneefectos positivos en la posibilidad de gozar de libertad, pero sería un error pen-sar que ésta última constituye un fin de la medicina. La salud es una condiciónnecesaria para la autonomía, pero no suficiente, y la medicina no puede apor-tar esa suficiencia. Dado que muchas otras instituciones, como la educativa,fomentan esa libertad, resulta obvio que la medicina no es la más apropiadapara promocionar ese bien, incluso aunque en ocasiones sus contribuciones alfomento de la autonomía sean decididamente valiosas. El ámbito propio de la medicina es el bien del cuerpo y de la mente, y no el bien completo de la persona, al que sólo puede contribuir como un factor más,e incluso en ese caso, únicamente en determinados aspectos de la vida. Lamedicina se pone a sí misma en peligro si se considera un mero instrumentopara ampliar las opciones y satisfacer los deseos individuales, e incita a que lasociedad la emplee con motivos que no guardan relación con la salud. En oca- LOS FINES ERRÓNEOS DE LA MEDICINA Y EL USO INCORRECTO DEL CONOCIMIENTO MÉDICO 52LOS FINES ERRÓNEOS DE LA MEDICINA Y EL USO INCORRECTO DEL CONOCIMIENTO MÉDICO 53siones, este uso podría ser aceptable, lo cual no implica convertir la actividad médica en un medio para la consecución de fines privados. Del mismo modo que sería un error considerar la autonomía como un fin fundamental de la medicina, por su excesivo individualismo, lo mismo ocurrecon el bienestar social, esta vez demasiado colectivo. Si el recuerdo del intentopor parte de la eugenesia médica de servir a una visión pervertida de la socie-dad no es suficiente aviso en sí, existen también otras razones para la precau-ción. La medicina no tiene la capacidad de determinar en qué consiste el biengeneral de la sociedad. Para desempeñar un papel general en la promoción delbienestar social más allá de la mejora de la salud de los ciudadanos, la medici-na tendría que contar con la capacidad para definir ese bien general, para asídeterminar cuándo podría poner sus técnicas al servicio de fines sociales, osubordinadas a los mismos. La medicina no dispone de dicha capacidad y, depermitir que la usaran de este modo, pondría en grave peligro tanto su inte-gridad como sus fines propios. Una sociedad que emplee la medicina para eli-minar sistemáticamente a los débiles o enfermos, para servir a fines políticospartidistas, para convertirse en sierva de la autoridad política, o incluso de lavoluntad del pueblo, perdería igualmente su integridad e identidad propias.OBJETIVOS PRÁCTICOS Y SUS IMPLICACIONES El replanteamiento de los fines de la medicina debería ayudar a responder tres importantes preguntas: ¿Cuáles deberían ser las prioridades de la investi-gación biomédica en el futuro? ¿Qué implicaciones tienen los fines de la medi-cina en el diseño de los sistemas de salud? ¿Qué formación deberían recibir losmédicos para cumplir más satisfactoriamente con los fines de la medicina? Fines de la medicina, medios de la investigación. Durante más de un siglo el modelo dominante en la investigación médica ha sido biomédico: analítico,bioquímico y a veces reduccionista, y ha tratado de determinar las causas ymecanismos de la patología física y mental en un plano biológico lo más pro-fundo posible. Como modelo ha sido sumamente fructífero. Fue particular-mente eficaz en generaciones anteriores para reducir en gran medida las enfer-medades infecciosas (su objetivo más importante), y ofrece la posibilidad dehacer otro tanto en el futuro, mediante la genética molecular, con todo tipo deenfermedades. Cuando funciona bien, el modelo biomédico no solamentepuede ser aplicado clínicamente, sino que también representa un instrumentoútil para el médico que se enfrenta a enfermedades específicas. Sin embargo, debido a todo su potencial, el modelo biomédico tiene un lugar excesivamente preponderante en la medicina moderna. En los paísesdesarrollados ha resultado inadecuado para muchas de las necesidades y posi-bilidades médicas. En algunos países en vías de desarrollo ha propiciado undecantamiento desproporcionado hacia su vertiente más científica, frecuente-mente a expensas de la calidad en los servicios de salud. El modelo adolece dedos carencias obvias de carácter general, una a cada extremo del espectro. Dellado clínico, un modelo puramente biomédico conduce con excesiva frecuen-cia a un enfoque reduccionista de los pacientes, que alenta a los clínicos a tra-tarlos no como un todo, sino como una colección de órganos y sistemas mole-culares. Este enfoque corre el riesgo de pasar por alto disfunciones en un únicoórgano o sistema, lo cual puede afectar sobremanera la vida del paciente en sutotalidad, así como otros aspectos relativos a su salud. Resultará aún más ina-decuado para aquellos pacientes con insuficiencias multiorgánicas, tan carac-terísticas en personas de avanzada edad y en los que sufren enfermedades cró-nicas o discapacidades, que deben forjarse una nueva personalidad para sercapaces de convivir indefinidamente con la enfermedad. Un modelo reduccio-nista a menudo no satisfará las necesidades de los pacientes como personascompletas y complejas. Además, si se tiene el convencimiento de que la razón OBJETIVOS PRÁCTICOS Y SUS IMPLICACIONES 54OBJETIVOS PRÁCTICOS Y SUS IMPLICACIONES 55de ser del modelo es la lucha contra la muerte en cuanto enemigo supremo, lo que prevalecerá será una medicina incapaz de percibir la inevitabilidad orgá-nica y (para algunos) religiosa de la muerte. Sería más provechoso un modelode investigación que se centrara en la interacción entre las diferentes afeccio-nes y sus efectos conjuntos, así como entre los niveles macro y micro del orga-nismo humano. Por lo que respecta a la investigación sobre la población y la salud pública, un modelo biomédico reduccionista no resulta menos deficiente. Por unaparte, el hecho de que el contexto y el medio influyan profundamente en cómose manifiesta la enfermedad demuestra que hay mucho más que causas y reac-ciones bioquímicas involucradas. Por la otra, la investigación epidemiológicaha demostrado, de un modo no del todo bien comprendido, que la clase social,los ingresos, la educación y otros factores sociales pueden afectar poderosa-mente la incidencia y prevalencia de las enfermedades, lo cual sugiere que losperiplos causales de las enfermedades tienen muchas dimensiones. Estoshallazgos ponen en duda muchas de las suposiciones acerca de qué se conside-ra investigación útil. La epidemiología también ayuda a clarificar el patróngeneral de diferentes enfermedades en la sociedad, algo que el modelo biomé-dico, o la investigación orientada obstinadamente a la enfermedad, no puedehacer. En particular, la epidemiología revela unos patrones de mortalidad quedemuestran que la muerte no se erradica, sino que se traslada de un grupo deenfermedades a otro (la tasa de mortalidad por enfermedad cardiaca se hareducido entre los ancianos, mientras que la de los casos de cáncer ha aumen-tado), así como patrones de morbilidad que ayudan a explicar las distintas for-mas de cómo, de mejor o peor manera, las personas envejecen y se adaptan alas enfermedades crónicas. Dos reformas urgentes en la investigación. Dos reformas fundamentales en materia de investigación nos parecen urgentes. La primera de ellas es aumen-tar el uso del modelo biopsicosocial en la práctica clínica para promover lainvestigación sobre la interacción de los factores biomédicos y genéticos conlos factores sociales y psicológicos en las causas y manifestación de las enfer-medades. Esto será particularmente importante con relación al caudal deconocimiento generado por el Proyecto Genoma Humano que puede acabarinterpretándose confusa y maliciosamente si se lo saca de su contexto ambien-tal y social y de sus usos y abusos sociales. Otro objetivo de la investigación,íntimamente relacionado con el anterior, que debería recibir mayor atención esel de los aspectos cualitativos de la salud y la enfermedad: la forma en que losindividuos interpretan y responden a la enfermedad, y la manera en que lassociedades y las culturas modelan los significados atribuidos a la salud y la enfermedad. La investigación antropológica, sociológica y psicológica ganaríaasí tanta importancia como la investigación biomédica dominante. La antro-pología y la sociología médicas son, por tanto, importantes disciplinas quemerecen un mayor desarrollo. Aspectos como la \"calidad\" en la asistencia sani-taria, las expresiones culturales y económicas de las \"necesidades\" de la medi-cina y la dinámica de la \"comunicación\" médico-paciente son algunos ejem-plos de lo que serían líneas de investigación productivas. La segunda reforma representa una inversión considerablemente mayor en investigación sobre epidemiología y salud pública. Seguramente esta inversiónserá tan fructífera, por lo que respecta a la comprensión de las causas y conse-cuencias de las enfermedades, como lo pueda ser el trabajo que de manera para-lela se está realizando en materia de genética molecular. Es importante que losesfuerzos que se realizan para promover la salud cuenten con datos epidemio-lógicos de buena calidad. Estos datos no solamente ayudarán a educar a las per-sonas para que cuiden de sí mismas, sino que también servirán para reducir laconfusión y el escepticismo inducidos por la información de poca calidad, aveces contradictoria y cambiante, sobre los riesgos y beneficios para la salud. Senecesita restaurar la dimensión poblacional de la salud, que en su momentoestuvo bien arraigada, pero que ha quedado relegada a un segundo término enlas últimas décadas, al destacado lugar que por derecho le corresponde. Aquíradica nada menos que la clave del éxito de los programas para la prevención deenfermedades y la promoción de la salud. ¿Qué se puede hacer para modificarlos hábitos perjudiciales para la salud? ¿Cuáles son los mejores medios para pre-venir las enfermedades? Lamentablemente la investigación sobre prevención ypromoción ha sido deficiente si se compara con la investigación biomédica(curativa) habitual. Tanto por lo que respecta a la medicina clínica como a lasalud pública, es preciso fortalecer en gran medida la capacidad de investigaciónde las ciencias sociales. Un trabajo epidemiológico a nivel mundial para deter-minar las causas con un componente social de las enfermedades sería tan perti-nente como el actual esfuerzo para el mapeo del genoma humano. Al mismotiempo, subsisten desigualdades en materia de investigación. Como ha señaladola Organización Mundial de la Salud, sólo el 5% del gasto mundial en investi-gación sanitaria está relacionado con las necesidades de los países en vías dedesarrollo, que son los que sufren el 93% de la mortalidad prematura. Enfermedades crónicas e infecciosas. La necesidad de investigar las enferme- dades que todavía causan la muerte prematura es una característica evidente deuna medicina que confiere la más alta prioridad a ayudar a las personas a dis- OBJETIVOS PRÁCTICOS Y SUS IMPLICACIONES 56OBJETIVOS PRÁCTICOS Y SUS IMPLICACIONES 57frutar de una vida completa. Es de especial importancia una mayor investiga- ción sobre aquellas enfermedades y afecciones que amenazan la vida de losniños, jóvenes y adultos de mediana edad. En algunos lugares del mundo, serápreciso que la investigación se centre en cuestiones de salud pública (como enEuropa Central, con su alta tasa de mortalidad por enfermedades cardiovascu-lares), mientras que en otros lugares el enfoque puede que tenga que ser sobretodo de tipo bioquímico, mediante el cual se tratará, por ejemplo, de controlarla malaria y otras enfermedades tropicales. El resurgimiento universal de lasenfermedades infecciosas constituye un objetivo evidente para la investigación.¿Qué está sucediendo y por qué? ¿Qué necesitamos entender sobre la persis-tencia de las enfermedades infecciosas? La investigación sobre cuidados palia-tivos y control del dolor está todavía en su infancia, y es un ingrediente nece-sario para mejorar la asistencia médica a los pacientes con enfermedades agu-das o crónicas. Un gran desafío a nivel mundial para los años venideros será el de las enfer- medades crónicas y, en particular, el de la calidad de vida de quienes las sufren.Será importante, por lo tanto, que la investigación cuente con los recursosnecesarios para estudiar y comprender este fenómeno. La investigación puedeayudar a encontrar mejores formas de tratar la morbilidad y la discapacidadque la prolongación de la vida conlleva. Estos problemas supondrán los mayo-res costes personales, sociales y económicos en cuanto a la asistencia no sólo delos ancianos, sino también de grupos especiales de jóvenes, como los que pade-cen sida o diabetes. Aunque se han puesto muchas esperanzas en la idea de quese pueda reducir la morbilidad en el tramo final de la vida, no parece haberindicios que avalen fehacientemente dicha posibilidad. Como tampoco estátotalmente claro qué estrategias clínicas y de salud pública tienen más posibi-lidades de posponer o demorar la aparición de las enfermedades y discapaci-dades. Este es un destacado horizonte para la investigación, que puede ser másimportante para el bienestar de la sociedad que para la lucha continuada con-tra las enfermedades letales. No obstante, un resurgimiento de las enfermeda-des infecciosas significará en muchos lugares la necesidad de tener abiertos dosfrentes de lucha. Evaluación de la tecnología e investigación de resultados. Una de las caracte- rísticas principales de la medicina contemporánea es su dependencia, tanto clí-nica como económica, de la tecnología, ya sea diagnóstica, terapéutica o rehabi-litadora. Aunque la presencia de la tecnología sea más prominente en los hospi-tales que en la asistencia primaria, no deja de ser al mismo tiempo fuente degran orgullo para los investigadores, muy solicitada tanto por el público comopor los profesionales, y objeto de tensiones económicas. Gran parte de la tecno- logía médica, encabezada por las vacunas e inmunizaciones, es extremadamen-te beneficiosa. Pero parte de ella aporta un beneficio limitado o, quizás más fre-cuentemente, un beneficio incierto. Sin embargo, las aspiraciones económicasde las industrias farmacéuticas y de equipamiento médico fomentan la innova-ción continua; las sociedades que envejecen generan crecientes necesidades ydeseos; la formación médica está orientada hacia la tecnología; y el público pidesoluciones tecnológicas sencillas, ya que con frecuencia resultan mucho másatractivas que adoptar un cambio de estilo de vida, como la dieta y el ejercicio,mediante el que se podrían conseguir mejores resultados a largo plazo. Por todas estas razones, en el futuro será necesario incrementar enorme- mente la investigación sobre toda una serie de aspectos de la tecnología médi-ca, que abarque tanto los sistemas de información y procesamiento de datoscomo modos de diagnóstico y tratamiento. Debería alentarse y dar mayor apoyofinanciero al creciente interés por la evaluación de la tecnología y la investiga-ción de resultados. Tal iniciativa debería abarcar la medicina de alta tecnología,que usualmente se encuentra en clínicas y hospitales, y las diversas formas detecnología de menor complejidad, perteneciente por lo general a la asistenciaambulatoria. Sin embargo, esta iniciativa tendría escasas repercusiones sin unesfuerzo paralelo desde la ciencia ética y social para comprender el trasfondoeconómico, profesional y moral que modela la forma en que los médicos ydemás personal sanitario reaccionan ante los hallazgos de la investigación enmateria de eficacia y resultados de la tecnología. Asimismo, también es precisoinvestigar sobre los procedimientos y mecanismos que pueden alentar a losmédicos a cambiar sus conductas cuando es evidente que deberían hacerlo. La evaluación de los resultados (y el desarrollo de directrices para el ejerci- cio de la profesión, con el que guarda relación) muestra el conflicto entre lamedicina como arte y la medicina como ciencia. Esta antigua cuestión, enmodo alguno resuelta por el reciente énfasis en la medicina probabilística, pre-cisa ser investigada más a fondo. El juicio individual nunca puede ser comple-tamente reemplazado por el cálculo de probabilidades; más bien, este últimoremarca la necesidad de la evaluación individual y el juicio concreto y discre-to. No resulta menos imperioso que la evaluación de la tecnología tome encuenta no solamente las consecuencias clínicas, sino también las consecuenciassociales de la innovación tecnológica. ¿Qué repercusiones tendrá dicha inno-vación en los centros docentes, la familia y el gobierno? ¿Cómo podrían lasnuevas tecnologías modificar las prioridades y propósitos individuales y socia-les? Estas preguntas son tan importantes como las referidas a la eficacia clínica OBJETIVOS PRÁCTICOS Y SUS IMPLICACIONES 58OBJETIVOS PRÁCTICOS Y SUS IMPLICACIONES 59de las nuevas tecnologías. Y darles respuesta no es menos importante que la necesidad de examinar cuidadosamente la tendencia habitual de introducirnuevas tecnologías antes de que hayan sido estudiadas en profundidad. Laadopción prematura de tecnologías hace subir los costes y hace más difícil dis-minuir o eliminar el uso de aquellas que no resultan ser eficaces o beneficiosascon relación a su coste. La medicina predictiva, que utiliza los nuevos conoci-mientos genéticos, requiere asimismo que se le preste cuidadosa atención, por-que si bien es útil para muchas personas, puede también generar un conoci-miento extremadamente ambiguo o poco fiable. Por ahora su valor en modoalguno es evidente. Medicina alternativa. La investigación biomédica contemporánea ha tendi- do a ser escéptica, y a veces despectiva, con los métodos diagnósticos y tera-péuticos no alopáticos. Sin embargo, históricamente, la medicina alternativa hacontribuido a la salud y al bienestar de muchas personas a lo largo de los siglos,y aún contribuye en muchos países, siendo el de China el caso más notable. Esposible mantener la mente abierta con relación a la medicina \"tradicional\" y almismo tiempo tratar de evaluar su eficacia científicamente. En muchos paísesdesarrollados, entre el 30 ó 40% de la población recurre a formas alternativasde medicina. Este hecho demuestra hasta qué punto se da una falta de fe en lamedicina científica establecida; también demuestra que existe un deseo porencontrar tratamientos más satisfactorios que los que ofrecen los modelos deasistencia médica establecidos en el mundo occidental; y nos indica que es pre-ciso prestar atención a qué es exactamente lo que la medicina alternativa ofre-ce a los pacientes. El énfasis en la relación cuerpo-mente, difícil de aprehenderpero fundamental en la naturaleza humana, es un campo apropiado para lainvestigación tanto de la medicina científica como de la tradicional. Los fines de la medicina y la prestación de asistencia sanitaria. Si bien la medicina no puede por sí misma, ni siquiera en el mejor de los casos, dotar desalud a una sociedad, su papel en los sistemas sanitarios puede contribuir enor-memente a tal fin. Conseguirlo en el futuro requerirá una coordinación muchomayor entre la medicina y la salud pública, y un conjunto de prioridades paralos sistemas de salud que se concentren en las posibilidades más importantesde la medicina. Lo que se ha dado en llamar la \"nueva salud pública\" está tra-bajando a conciencia para desarrollar relaciones más sólidas entre las faculta-des de medicina y las escuelas de salud pública, al igual que entre las asocia-ciones médicas y de salud pública.El establecimiento de prioridades claras y significativas será una tarea enor- me en los próximos años. Tales prioridades deben estar basadas en el mejorconocimiento médico, humanístico y social, y estar minuciosamente vincula-das a los recursos sociales disponibles. Damos por sentado que cualquier socie-dad civilizada debería garantizar a todos sus ciudadanos un nivel mínimoaceptable de asistencia sanitaria, independientemente de su poder adquisitivo(véase al final la discrepancia del grupo danés). Más allá de dicho nivel míni-mo (ya sea financiado a través de impuestos generales o planes de las empre-sas), los pacientes podrían tener la posibilidad de acceder a servicios adiciona-les mediante su pago. Pero la clave para conseguir una mejora en la salud de lapoblación sería alguna forma de sistema sanitario nacional, el cual deberíacontar con políticas claras. Cómo establecer prioridades. ¿Cómo deberían establecerse las prioridades para los servicios de salud? Por regla general, el procedimiento idóneo paradeterminar las prioridades debería involucrar a todos los implicados en el sis-tema de salud: el personal médico y sanitario, los funcionarios de laAdministración, los proveedores de empleo y los ciudadanos, quienes se esfor-zarían por representar los intereses de los enfermos y de la sociedad. Los deba-tes públicos y profesionales organizados, las encuestas de opinión y la educa-ción a través de los medios de comunicación desempeñarían un importantepapel integrador. El objetivo debería ser desarrollar, dentro de lo posible, unconsenso nacional o, al menos, consensos locales que contasen con unos pro-cedimientos y principios ecuánimes, y que estuvieran justificados desde unpunto de vista científico. Un sistema de salud que sepa gestionar sus recursoseficazmente, será más racional y podrá sacarle el mayor provecho al dineroinvertido. Muy probablemente, al tratar de establecer prioridades y alcanzar laeficiencia y ecuanimidad, emergerán algunos dilemas difíciles, los mismos quesurgirán al tratar de equilibrar las opciones individuales con el bien común. Noobstante, un debate abierto, público y profesional, sobre tales dilemas servirápara alcanzar acuerdos. En los asuntos donde haya una falta de acuerdo inicial,precisamente ese carácter abierto de los debates propiciará que con el paso deltiempo se produzcan los cambios y adaptaciones necesarias. Parte integrantede dicho debate sería discutir cuáles son los fines de la medicina. Es preciso establecer prioridades en dos niveles: el del lugar que la medici- na y la asistencia sanitaria ocupan en el conjunto de la economía de un país, ydentro del propio sistema de salud. En el ámbito nacional, será importanteprestar atención a las condiciones sociales de fondo que comportan conse-cuencias médicas y de salud, como por ejemplo la pobreza; también habrá que OBJETIVOS PRÁCTICOS Y SUS IMPLICACIONES 60OBJETIVOS PRÁCTICOS Y SUS IMPLICACIONES 61buscar una distribución equitativa de recursos para la asistencia sanitaria en relación con otros sectores de la sociedad, y su distribución también equitati-va en el seno de la propia asistencia sanitaria; será preciso disponer de un lugarbien concebido y articulado para la medicina y la asistencia sanitaria dentro delos planes nacionales de desarrollo (especialmente en los países en vías de desa-rrollo); y habrá que asegurar al público un papel prominente a la hora de esta-blecer prioridades. En el ámbito del sistema de salud, las estrategias prioritarias deberían comenzar a ser construidas de abajo hacia arriba, cerciorándose de que existeun buen sistema público de salud, para luego desplegar, sobre la base de aquél,un esquema de asistencia primaria básica, al igual que otro para las urgencias.El énfasis que la Organización Mundial de la Salud pone en la asistencia pri-maria desde 1978, con el fin de lograr una asistencia equitativa para el año2000, ha supuesto una valiosa aportación al respecto. Las necesidades básicasde los niños, los ancianos frágiles e incapaces de valerse por sí mismos, losenfermos mentales más graves y los enfermos crónicos deberían ser parte delplan fundacional. Posteriormente, a medida que se disponga de recursos, lossistemas de salud podrán aportar tecnologías avanzadas, como unidades decuidados intensivos neonatales y de adultos, cirugía a corazón abierto, tras-plantes de órganos, formas avanzadas de rehabilitación o diálisis renal. Asípues, un sistema de salud debería estar organizado de manera que comenzarapor mejorar la salud de la población y luego, a medida que los recursos lo posi-bilitaran, aportara aquellas formas más costosas y elaboradas de medicina, esasque satisfacen mejor las necesidades particulares. Un sistema de salud sólidorespetará y utilizará con sabiduría a los profesionales y especialidades que enri-quecen y aportan diversidad y conocimientos prácticos a la asistencia de losenfermos: enfermeros, trabajadores sociales, fisioterapeutas y técnicos, lamayoría de los cuales ya trabajan en colaboración con los médicos y realizancontribuciones que son igualmente importantes. La transición hacia el concepto de asistencia médica en equipo puede sig- nificar un cambio en las responsabilidades tradicionales de los médicos y delpersonal sanitario. Esta es un área poco estudiada, pero que puede resultar decreciente importancia en los próximos años. Determinar dónde recae la res-ponsabilidad en sistemas complejos seguirá siendo una necesidad urgente, quese tendrá que ir revisando de cuando en cuando. La gran mayoría de sistemas de salud del mundo son incapaces de integrar los servicios médicos y los asistenciales o de bienestar social, una necesidad departicular importancia para los ancianos y los enfermos crónicos. Esta inte- gración tendrá un aspecto económico, que incluirá la provisión de formacióny programas sociales para los ancianos; un aspecto sociocultural, en el que setrabaje para fomentar el tipo de relaciones familiares que facilitan la atencióna los mayores y a los enfermos crónicos; un aspecto sanitario, mediante el desa-rrollo de modelos asistenciales y paquetes de cobertura sólidos; y un aspectopsicológico, en el que se trabaje para mejorar las condiciones anímicas y psi-cológicas de los ancianos y enfermos crónicos, ayudándoles, en lo posible, adotar sus vidas de significado. Los servicios de rehabilitación requieren de unabuena relación entre las familias y los sistemas de salud. Esto es igualmentecierto en la asistencia de los que sufren demencias, para los ancianos más frá-giles y para los niños que reciben atención domiciliaria. La medicina y el mercado. Apenas cabe la menor duda de que la fuerza eco- nómica que más influencia ejerce sobre los sistemas de salud mundiales es ladel mercado. El \"mercado\" puede ser entendido en varios sentidos, pero lamejor interpretación quizá sea la de que, en teoría, es el mecanismo que per-mite a los individuos, y no al Estado, ejercer la libertad de elección; es tambiénuna manera de promover una distribución más eficiente de las mercancías, locual se consigue mediante la libre competencia privada, y que constituye unmodo de proporcionar incentivos y desincentivos para modificar el comporta-miento de la oferta y de la demanda. Para un número creciente de países, laorientación hacia el mercado combina el deseo de contar con mayores opcio-nes por parte de los pacientes, con el deseo de los gobiernos de aliviar su cargaeconómica y, por ende, de forzar a los pacientes y los proveedores de empleo ahacerse cargo, en mayor proporción, de los costes de la asistencia sanitaria. Laprivatización, plena o parcial, de los sistemas de asistencia sanitaria antes enmanos públicas, ha procurado uno de los medios más importantes para laintroducción de estrategias de mercado. No es este el lugar de entrar en un análisis a fondo de la medicina y el mer- cado, pero podemos afirmar lo siguiente: el mercado plantea al mismo tiempograndes posibilidades y grandes riesgos para la medicina y la asistencia sanita-ria. Sus posibilidades son la ampliación de la oferta, la mayor eficiencia econó-mica, el control de los costes, el mayor progreso tecnológico, la innovación deutilidad y la satisfacción de una amplia gama de deseos personales. Sus riesgosno son menos evidentes. El más obvio es que la reducción de la responsabili-dad del gobierno socavará sus funciones más importantes en la actualidad: lade procurar un buen sistema público de salud, garantizar a todo el mundo unnivel mínimo de asistencia básica y aceptable, y supervisar asimismo la calidad OBJETIVOS PRÁCTICOS Y SUS IMPLICACIONES 62OBJETIVOS PRÁCTICOS Y SUS IMPLICACIONES 63y los estándares profesionales. Desde un punto de vista más general, los riesgos del mercado incluyen la introducción de una serie de valores económicos aje-nos a la medicina, cuyos fines inherentes han sido históricamente filantrópicosy altruistas, no comerciales; otro riesgo, a pesar de lo que propugne la ideolo-gía del mercado, sería el de una verdadera disminución de las opciones a dis-posición de los pacientes; un incremento en la brecha entre la asistencia sani-taria disponible para la clase acomodada y para los pobres; el debilitamiento delos apartados de los sistemas de salud que dependen particularmente de losentes públicos (especialmente la salud pública); el incentivo comercial paradesarrollar tecnologías muy costosas (y por ende más lucrativas) dirigidas a lamedicina individualizada, en vez de programas de prevención y asistencia pri-maria que requieren un uso menos intensivo de la tecnología; por último, tam-bién se corre el riesgo de fomentar entre la gente la idea de que se puede recu-rrir a la medicina para satisfacer necesidades y deseos que pueden ser atracti-vos comercialmente, pero que quedan lejos de los objetivos tradicionales de lamedicina o de los aquí propuestos. T odo se puede comprar y vender, transfor-mándose así en mercancía, cosa que puede corromper fácilmente algunos bie-nes, valores e instituciones. La salud es un bien humano fundamental y lamedicina una forma elemental de fomentarlo; y su comercialización, aun enaras de la eficiencia y de la ampliación de la oferta, corre el gran riesgo de soca-var tanto la salud como la medicina. Lo que está en juego aquí es la integridadde la propia medicina. La privatización y comercialización de la medicina lle-vadas a un extremo excesivo y desequilibrado minan seriamente los objetivosde la medicina. Establecer prioridades bajo la sombra del mercado será particularmente difícil si la Administración no retiene un papel determinante en la direccióndel sistema de salud en su conjunto. Los mercados no tienen la capacidad dedeterminar prioridades sociales de una manera prudente, ni comulgan con losobjetivos de la medicina. En todos los países existirá, en el futuro, la necesidadde determinar cuál será el núcleo de servicios básicos para todos los ciudada-nos, al igual que la de delinear claramente los respectivos cometidos de los sec-tores público y privado. Será también necesario fomentar la cooperación entrelos sectores y llevar a cabo un esfuerzo común para el uso más eficiente de lainformación y la tecnología médicas. Aunque los integrantes de nuestro grupode investigación provenientes de países en desarrollo fueron los que de mane-ra especial subrayaron estas necesidades ante las fuerzas del mercado, tales pre-ocupaciones no parecen menos aplicables a las naciones desarrolladas. Lanecesidad de contar con la solidaridad internacional es particularmenteimportante por tal motivo. La cooperación y la asistencia mutua son un impe- rativo para desplegar y, por lo tanto, evaluar las estrategias de mercado. Los objetivos de la medicina y la formación de los médicos. En su vertien- te docente, la medicina contemporánea lleva muchas décadas centrándose enel modelo que se ha denominado del \"diagnóstico y tratamiento\" . Al estudiarcientíficamente la enfermedad o patología, mediante la identificación de rela-ciones causales bien fundamentadas, se espera encontrar la explicación de laenfermedad descrita por el paciente. Así, la respuesta apropiada por parte de lamedicina se supone que es tecnológica, diseñada para erradicar la causa de laenfermedad. Debido a su éxito en muchos casos y a su simplicidad lógica comométodo, el del \"diagnóstico y tratamiento\" seguirá siendo un modelo centralsólido que contará con gran aceptación en la enseñanza de la medicina. Perolas carencias de este modelo son muchas: la distorsión de la relación entremédico y paciente; la incapacidad de aportar una buena formación que sirvapara abordar las complejidades tanto médicas como sociales de las enfermeda-des crónicas y las discapacidades; el flagrante descuido de la promoción de lasalud y la prevención de las enfermedades; y el plano secundario a que se hanrelegado las humanidades médicas. Se han desarrollado escasos métodos ver-daderamente satisfactorios para evaluar la eficacia de la enseñanza de la medi-cina a largo plazo, a pesar de los esfuerzos por reformar los sistemas de forma-ción médica con el fin de incorporar en ellos maneras de pensar más fecundas.Los métodos de evaluación más característicos examinan principalmente elconocimiento objetivo de la materia. La fragmentación del paciente. La deficiencia más flagrante del modelo del \"diagnóstico y tratamiento\" , como ocurre con el paradigma de investigaciónbiomédica sobre el que se basa, es que si se interpreta de forma simplista, frag-menta la persona del paciente en una colección de órganos y sistemas del orga-nismo. Fragmentación que a veces carece de importancia, como ocurre en lacirugía de urgencia, pero que con frecuencia no permite captar por completolas dimensiones psicológicas y anímicas de la enfermedad del paciente. Condemasiada frecuencia enajena a los pacientes de los médicos, quienes parecenpercibir exclusivamente a sus pacientes como portadores de patologías que hayque erradicar. Una relación médico-paciente fecunda y sólida, la que histórica-mente se ha encontrado en el núcleo de la medicina, continúa siendo una nece-sidad fundamental y constante. Es tanto el punto de partida de la educaciónmédica como la clave para la comprensión del paciente como persona.Asimismo, los cambios en la gestión de la asistencia sanitaria y en la política desalud pública van a ampliar el papel del personal sanitario no facultativo, y OBJETIVOS PRÁCTICOS Y SUS IMPLICACIONES 64OBJETIVOS PRÁCTICOS Y SUS IMPLICACIONES 65habrá una mayor necesidad de que los médicos participen más en la planifica- ción de la salud pública. Estas nuevas necesidades colocan al modelo del \"diag-nóstico y tratamiento\" en un plano menos favorable, e incluso anacrónico. A los estudiantes se les debería familiarizar desde el comienzo de su forma- ción con el amplio espectro y con la complejidad de la salud, la enfermedad, ladolencia y el malestar. Deberían recibir formación que les hiciese conscientesde los problemas ocasionados por las condiciones psicológicas y sociales bajolas cuales viven las personas; condiciones que cada vez más desempeñan unpapel de enorme importancia en la enfermedad y la ansiedad que esta supone.Los factores multicausales que las enfermedades manifiestan y la reveladorainformación obtenida merced a la perspectiva de la salud poblacional son deuna importancia vital. Al inicio de los estudios en medicina, el hincapié quenormalmente se hace en la anatomía, la fisiología y la bioquímica puede dar alos estudiantes una falsa impresión: que en dichas disciplinas y ciencias yace elsecreto de los objetivos de la medicina. La verdad es que no constituyen elsecreto en sí, sino tan solo una parte del mismo. Las humanidades médicas y las ciencias sociales. Un enfoque excesivamente reduccionista y científico de la salud y la enfermedad puede tener tanto deopaco como de revelador. Una dirección más fructífera es la que toman aque-llas reformas educacionales que optan por introducir rápidamente a los estu-diantes en el trato con los pacientes y en la familiarización con las humanida-des médicas. El objetivo final es una mejor integración entre la vertiente técni-ca y la humana de la medicina; alcanzarlo requiere prioridades más claras en laformación médica y metodologías innovadoras. Las humanidades médicas ylas ciencias sociales, que abarcan en particular el derecho, la ética, las técnicascomunicativas y la filosofía de la medicina, así como la antropología médica yla sociología de la medicina, pueden ayudar a los estudiantes a entender elmarco humano y cultural (o multicultural) de su profesión y disciplina. Lamateria Historia de la Medicina, que se ha visto amenazada por los cambios enlos planes de estudios de algunos países, sigue siendo indispensable para quelos estudiantes entiendan el nacimiento y desarrollo de su campo profesional. Es importante que estas materias no solamente sean presentadas mediante clases y discusiones, sino que también se vean reforzadas y apoyadas en la for-mación clínica de los nuevos médicos, enfermeros y demás trabajadores de lasalud. Evidentemente, la formación médica no puede abarcar toda la gama delas humanidades y de las ciencias sociales. Tampoco es necesario. Pero unabuena formación médica puede fomentar la capacidad para moverse con sol-tura entre el estrecho enfoque científico y la visión gran-angular del contexto social y humano de la enfermedad. La diversidad social y cultural representa eltelón de fondo de las enfermedades individuales, y la afección del paciente raravez puede ser completamente evaluada sin tener en cuenta dichos factores. En este contexto resulta evidente la necesidad de mejorar el papel del médi- co en la promoción de la salud y la prevención de las enfermedades, el médicocomo consejero y educador del paciente. El modelo del \"diagnóstico y trata-miento\" , con su énfasis en el tratamiento y curación a posteriori, sugiere almédico novel que el papel de la medicina comienza solamente cuando lospacientes están enfermos y necesitan ayuda. Es un grave error. Mientras el cui-dado de los enfermos es extremadamente importante, también lo es la preven-ción de la enfermedad y la promoción de la salud. Los programas de saludpública deberían ocuparse de una parte importante de la promoción de lasalud, pero difícilmente podrán hacerlo sin la cooperación activa de los médi-cos que interactúan con los pacientes personalmente. Ambos enfoques, elorientado a la población y el orientado a la persona, son necesarios y puedenpotenciarse mutuamente. A muchos pacientes, aunque se les pueda realizar un diagnóstico correcto, no se les podrá ayudar desde la medicina con ninguna eficacia real. Esto es asíen numerosas enfermedades crónicas; en esos casos, lo que de verdad se espe-ra de los médicos, y de los pacientes, es que sobrelleven, traten y soporten laenfermedad por muchos años hasta que la muerte ponga término a la lucha.En algún momento, el diagnóstico y el tratamiento para episodios agudos ten-drán obviamente un destacado papel que desempeñar, pero la mayor parte delas necesidades a largo plazo serán mantener un nivel de salud tolerable, edu-car a los pacientes y coordinar el apoyo familiar y socioeconómico, así como laatención sanitaria y los cuidados paliativos y la rehabilitación. Dado que es una realidad que las sociedades envejecen, con el consecuente aumento de la carga que las enfermedades crónicas suponen, una formaciónmédica que no sumerja a los estudiantes de manera profunda en la compleji-dad de este tipo de situaciones, quedará con toda seguridad muy lejos de cum-plir sus propios objetivos docentes, al tiempo que hará peligrar la asistenciamédica de los futuros pacientes. Aquellos programas que desde el principiofamiliarizan a los estudiantes con las residencias y la asistencia domiciliaria,con los centros de ancianos y de rehabilitación y para enfermos desahuciadosavanzan por una senda muy fecunda. Los estudiantes necesitan ver que lamuerte, tarde o temprano, les llega a todos los pacientes, y que el tránsito hacia OBJETIVOS PRÁCTICOS Y SUS IMPLICACIONES 66OBJETIVOS PRÁCTICOS Y SUS IMPLICACIONES 67la muerte se realiza, con toda seguridad, a través de la puerta del envejeci- miento y las enfermedades crónicas. Es preciso inculcarles virtudes como unaperspicaz y tolerante percepción de la incertidumbre de la medicina, al igualque, ineludiblemente, la sensibilidad y la conmiseración. Con frecuencia no es demasiado tarde, ni siquiera en el caso de enferme- dades crónicas en curso, para seguir realizando esfuerzos por promover lasalud y prevenir la enfermedad. Esto es, aprovechar al máximo la salud rema-nente, fomentar la independencia y la capacidad de los pacientes de cuidar desí mismos, y reprimir y mejorar el daño causado por la enfermedad o enfer-medades subyacentes. No obstante, para que esto sea posible, el cuidado de losenfermos crónicos debe estar minuciosamente coordinado, y quedar en manosde quienes dominan correctamente el uso de la tecnología y entienden las vici-situdes psicológicas y sociales que sufren estos enfermos y sus familias. Y a sea por el creciente predominio de las fuerzas y estrategias del mercado, o simplemente porque los sistemas sanitarios han de soportar una presiónfinanciera cada vez más acentuada, la formación médica debería contar la ges-tión económica y la organización de la atención sanitaria como parte integralde su plan de estudios. Los médicos y demás profesionales de la salud tendránque tomar en cuenta los costes, contribuir a los esfuerzos que se realicen paraestablecer prioridades en la atención sanitaria y trabajar estrechamente con losadministradores y con todos aquellos cuyas responsabilidades se centran enllevar a cabo una gestión económica eficiente. Más aún, sin lugar a dudas losmédicos van a hallarse en situaciones en las que tendrán que hablar con suspacientes sobre los costes del tratamiento, sobre las opciones económicas quese les presentan y sobre la relación entre el cuidado de un paciente en particu-lar y las necesidades médicas de la sociedad en general. No será fácil integrar adecuadamente en los planes de estudio de medicina la amplia gama de importantes materias que hemos identificado aquí. Ni seráfácil organizar con habilidad la clase de formación interdisciplinaria e inter-profesional necesaria para que los estudiantes comprendan los diversos siste-mas educativos y profesionales que se superponen en la asistencia sanitaria, yaprendan a trabajar dentro de ellos. Las muchas iniciativas, creativas y experi-mentales, que precisamente en este sentido se están probando en numerosospaíses necesitan aliento y apoyo. Las tentativas de procurar a los estudiantesuna introducción precoz, o incluso inmediata, a la asistencia de los pacientes,a la formación, en pequeños grupos, basada en casos prácticos, al método epi-demiológico y al trabajo cooperativo entre enfermeros, médicos, trabajadoressociales, fisioterapeutas, terapeutas ocupacionales y administradores, exigen enormes esfuerzos estructurales y organizativos. La medicina será una discipli-na más sólida en el futuro si se abordan de lleno estos retos y se introducen loscambios necesarios en los planes de estudios. Si bien este informe ha hecho hincapié en la educación de los profesionales médicos, sería una grave omisión no subrayar la importancia de la educaciónde la sociedad y el papel de los medios de comunicación. Será cada vez máshabitual que a los pacientes se les pida que tomen sus propias decisiones, tantomédicas como económicas, sobre la asistencia sanitaria que precisan. Para ellodeberán estar bien informados, guiados por quienes forman parte de la comu-nidad médica, por los sistemas educativos, más en general, y por los medios decomunicación. Los medios tendrán el importante cometido de informar a losciudadanos sobre los progresos médicos y científicos; no menor responsabili-dad les cabrá en cuanto a informar sobre los asuntos morales, sociales y eco-nómicos del mundo de la medicina. Una prensa que exagera los \"grandes ade-lantos\" , las terapias \"prometedoras\" y los \"tratamientos innovadores\" crea condemasiada frecuencia falsas esperanzas y expectativas, a expensas de informa-ciones más útiles que podrían servir para mejorar la vida cotidiana. Puede quelos esfuerzos para la promoción de la salud y prevención de las enfermedadestengan que recaer en particular sobre los medios de comunicación. La infor-mación objetiva sobre los riesgos y oportunidades de la salud resultará espe-cialmente pertinente. Unos medios de comunicación responsables son tanimportantes para la medicina actual como para la política y la economía. OBJETIVOS PRÁCTICOS Y SUS IMPLICACIONES 68EL FUTURO 69EL FUTURO La premisa de la que parte el presente informe es la siguiente: que el deba- te en torno a las reformas de la sanidad no se debería limitar en el futuro a laorganización y la financiación de los sistemas sanitarios. Hasta ahora había fal-tado algo. En el corazón mismo de estos sistemas se halla la medicina, quecomo disciplina y profesión descansaba tradicionalmente en una serie de pre-misas fuertemente arraigadas: que el progreso es bueno y necesario; que lamuerte y la enfermedad son enemigas con las que podemos y debemos acabar;que el deseo de curación es superior al deseo de recibir unos cuidados, y que labúsqueda de la salud está muy próxima a la del bienestar general, si no es sinó-nimo de la última. Estas premisas resultan poderosas y atractivas, y a ellas sedeben grandes avances y el alivio de mucho sufrimiento, pero como ya hemosexpuesto, es necesario reexaminarlas y reinterpretarlas. A pesar de que con frecuencia se han comprendido, las premisas tradicio- nales han perdido su validez y podrían incluso causar problemas. Buen ejem-plo de ello serían las dificultades económicas que han acompañado al progre-so, que surgen tanto de la forma de entender la medicina como del modo enque se organizan los sistemas de asistencia sanitaria, o el mal uso o abuso al quese expone la medicina por malinterpretar sus fines. Los atractivos económicosde la medicina como fuente de enormes ganancias y el uso de modelos de mer-cado para la prestación de asistencia médica generan problemas de una mag-nitud y a una escala sin precedentes en la historia de la medicina. La capacidadde los modelos de mercado para mejorar la medicina queda igualada por sucapacidad para perjudicarla y dotarla de unos incentivos distorsionados. Antelas fuerzas del mercado y la búsqueda indefinida del beneficio económico, eldiscurso de los fines podría catalogarse de utópico y poco realista. La literatu-ra médica tiende a centrarse en la reforma de la sanidad desde un punto devista casi exclusivamente económico o de política pública. Los fines y priori-dades de la investigación, actividad tan vasta como costosa, reciben la mismaescasa atención. Por último, el debate sobre la formación médica se ha dado endiversas formas en todas partes, pero no sienta realmente sus raíces en unreplanteamiento de los fines de la medicina que cimienten dicha formación. Concluimos nuestro informe subrayando cinco aspiraciones para la medi- cina del futuro, basadas todas en una reflexión sobre la naturaleza de la medi-cina, una disciplina dominada por dos entidades que se debaten continua-mente, el individuo y la sociedad. La medicina puede controlar su propio des-tino, aunque sólo en parte. En ocasiones, necesita la protección del Estado paraEL FUTURO 70moderar un excesivo ánimo de lucro, para alcanzar un consenso nacional cuando sea necesario, y para coordinar los diversos sectores de la sanidad,desde la salud pública hasta la medicina alternativa. Por tanto, el papel de laAdministración debe seguir ocupando un lugar central en el debate públicoacerca de la consecución de las aspiraciones de la medicina. La medicina del futuro debe aspirar a ser:Una medicina honorable, al frente de su propia vida profesional. La medi- cina debe entablar un diálogo continuo con las sociedades en las que se prac-tica y se halla inmersa. Estas sociedades sufragan el coste de esa medicina, seven profundamente afectadas por ella y se forman sus propias ideas sobre lamejor manera de usarla. Sin embargo, la medicina no debería quedar comple-tamente sometida a la sociedad, cumpliendo sus órdenes y poniendo sus téc-nicas al servicio de cualquier propósito que pudiera decretar. La medicina debeestar dotada de una vida y un rumbo propios; pero, por otro lado, debe serreceptiva a lo que las sociedades desean de ellas y mostrarse lo más solícitaposible. En definitiva, la medicina debe trazar su propio rumbo en colabora-ción con la sociedad. La rentabilidad de la medicina moderna, su capacidadpara ofrecer a las personas aquello que les ha negado la naturaleza, y su poderde crear ilusiones acerca de la transformación del género humano, dificultan eltrazado de un rumbo propio. Pero la medicina puede encontrar este rumbo siparte de su propia historia y tradiciones, regresando una y otra vez a sus ímpe-tus originales: el alivio del sufrimiento y la búsqueda de la salud. La preguntaque siempre debería formular a sus aspirantes a dueños, a sus patrocinadoresy a los responsables de su financiación es la siguiente: ¿me pueden ayudar amantenerme fiel a mí misma y a aquellos a los que sirvo? Una medicina moderada y prudente. A pesar de todo el poder de la inves- tigación y los avances médicos, los seres humanos continuarán enfermando ymuriendo; la conquista de una enfermedad abrirá el camino para que otrasenfermedades se expresen con mayor ímpetu; la muerte se podrá posponer yevitar, pero nunca conquistar; el dolor y el sufrimiento seguirán siendo partede la condición humana. Estas son verdades duras, aunque nada triviales, quese olvidan fácilmente con el entusiasmo que provocan los nuevos conocimien-tos y las tecnologías innovadoras. El paciente siempre necesitará unos cuidadoscuando la medicina curativa alcance su límite. Lo que corresponde aquí son loscuidados paliativos, la atención y el respeto que ayudarán al enfermo en la viday en su tránsito a la muerte. Una medicina moderada y prudente siempre ten-drá presentes estas verdades, y buscará el progreso, pero sin dejarse embaucarEL FUTURO 71por el mismo ni olvidándose de la mortalidad intrínseca a la condición huma- na. Esta medicina buscará además el equilibrio en su lucha contra la enferme-dad y el padecimiento con un conocimiento firme de que su papel no esencontrar la trascendencia del cuerpo, sino ayudar a los seres humanos a ejer-cer su vidas disfrutando de la máxima salud posible, dentro de los límites de unciclo vital finito. Una medicina asequible y sostenible. Buena parte de la lógica de la inves- tigación médica, y de su capacidad para complacer al mercado, dota a la medi-cina de un rumbo que es económicamente inviable. Casi todos los países seenfrentan hoy día al continuo fluir de nuevas tecnologías y a las continuas exi-gencias por parte del público de mejoras en la salud. El coste de la asistenciasanitaria crece constantemente en casi todas partes, en ocasiones controladoaunque no por mucho tiempo. Muchos han abrigado la creencia de que conunos planes organizativos más inteligentes, unos mayores controles por partede la Administración o la apertura de la libre competencia del mercado, o dis-tintos incentivos y desincentivos económicos, se podrían controlar las presio-nes intrínsecamente expansionistas a las que está sometida la medicina moder-na. No obstante, esta esperanza resulta vana si se basa únicamente en la técni-ca. Únicamente mediante una reinterpretación simultánea de los fines de lamedicina se podrá lograr la aceptabilidad moral y social de unas técnicas eco-nómicas y organizativas. El Estado y el mercado, dejados a su suerte, puedenobligar a la gente a vivir dentro de unos límites impuestos desde el exterior,pero una medicina más humanitaria se esforzará por adaptar sus fines a las rea-lidades económicas y educar a la población sobre los límites de las posibilida-des médicas dentro de dichas realidades. Esta medicina perseguirá fines que lepermitan ser asequible y, por tanto, sostenible en el largo plazo. Una medicina socialmente sensible y pluralista. La medicina adopta for- mas diversas y se expresa de distintas maneras en los distintos países y cultu-ras, y debería estar abierta a este pluralismo aun si, al mismo tiempo, procuramantenerse fiel a sus propias raíces y tradiciones. Una medicina socialmentesensible deberá prestar atención a las necesidades socioculturales de los dife-rentes grupos y sociedades y a las muchas posibilidades que presentan las nue-vas y distintas maneras de entender la salud y la enfermedad, así como las quesuponen la coexistencia y el enriquecimiento mutuo de las diversas formas deconcebir la medicina misma. Una medicina justa y equitativa. Una medicina que no conoce límites, que no cuenta con un rumbo propio, que se muestra pasiva frente al mercado, queEL FUTURO 72se olvida de la mortalidad del ser humano, no puede ser una medicina equita- tiva. Se pondrá al servicio del dinero y el poder, que se alimentan del deseo, tancomprensible como equivocado, de dominar la naturaleza y superar los límitesde las posibilidades humanas. La injusticia y la mala gestión política y econó-mica pueden distorsionar la asignación de recursos médicos, como ocurriríacon una imagen de la medicina que la considerase únicamente como fuente dedinero, empleo, ventas y exportación de tecnología, o vehículo para el progre-so humano infinito. Una medicina equitativa necesita un apoyo médico yadministrativo adecuado, además de unas sólidas bases políticas, lo cual no vaa suceder espontáneamente, sino que exige una iniciativa política conjunta. La medicina equitativa deberá ser asequible para todas las personas, o bien para los entes públicos y las economías que deban procurarla, y no solamentepara aquellos que puedan pagar su precio en el mercado. No deberá desarro-llar constantemente nuevos medicamentos y máquinas que sólo se puedanpermitir los ricos, o que supondrán la quiebra de los países que intenten ofre-cerlos a todos sus pacientes. Deberá aceptar la inevitabilidad de la enfermedady la muerte, y no luchar para prolongar marginalmente lo inevitable. Deberáconfiar, en un grado mucho mayor al actual, en la salud pública, en la promo-ción de la salud y en la prevención de la enfermedad, y comprender que eldeseo de gastar más en la mejora de la salud siempre estará en conflicto conotras necesidades y prioridades sociales. Por encima de todo, la medicina equi-tativa se habrá de diseñar teniendo en cuenta unos presupuestos razonables,partiendo del equilibrio sensato entre las necesidades sanitarias y las posibili-dades médicas por un lado, y las de los demás sectores sociales por otro. Finalmente, la medicina del futuro debe verse a sí misma como:Una medicina que respeta las opciones y la dignidad de las personas. La medicina moderna presenta una compleja gama de opciones ante individuos ysociedades, muchas de elección extremadamente difícil. Una condición moralnecesaria para responder a estas opciones es la participación democrática en latoma de decisiones sociales, al igual que la libertad de elección cuando seaposible una decisión individual. La libertad de elección, derecho fundamentalde la autodeterminación, conlleva deberes y responsabilidades. Como ciuda-danos debemos tomar decisiones sobre la correcta asignación de los recursos yla importancia relativa de la salud como bien social. Como pacientes, reales oeventuales, tendremos que pensar acerca del modo en que vivimos, en lo quepodemos hacer para conservar la salud y en nuestros deberes para con nuestrasfamilias y los demás pacientes. T endremos que elegir de forma responsableEL FUTURO 73entre las opciones que se nos presentan para usar las técnicas y el conocimien- to médicos para controlar la natalidad, moldear y modificar el estado de ánimoy la conducta y suspender tratamientos de soporte vital. El correcto cumpli-miento de estas responsabilidades exige una educación, un debate público, unaevaluación interna seria y un contexto político, médico y social que respete ladignidad del hombre y su libertad de elección. Por otra parte, no convendríaolvidar las responsabilidades médicas y morales que se derivan de la libre elec-ción, así como la necesidad de contar con un diálogo social fructuoso acercadel contenido y las implicaciones sociales de las elecciones individuales. Endefinitiva, se trata de reconocer la necesaria y fructífera interacción, no exentade tensiones, entre el bien individual y el bien común.DISCREPANCIAS Discrepancias del grupo eslovaco El grupo eslovaco que participó en el proyecto Los fines de la medicina tiene el honor de sumarse al consenso que representa el informe del proyecto, en lascondiciones establecidas en el prólogo. No obstante, desea expresar sus reser-vas acerca de la redacción del párrafo relativo a la planificación familiar, el con-trol de la fertilidad y las cuestiones poblacionales (en el capítulo dedicado a losfines erróneos de la medicina). Estima que estos temas se han tratado de unmodo algo tendencioso. El grupo eslovaco cree que una redacción más impar-cial acomodaría las posturas que abogan por el respecto absoluto de la vidahumana desde el momento de su concepción hasta la muerte, así como unapercepción de los problemas poblacionales que considere el crecimiento y eldeclive de las poblaciones por igual. El grupo eslovaco también desea unirse a aquellos grupos que se oponen a la eutanasia. Para consultar el texto completo de la declaración del grupo eslovaco, dirí- janse al director del proyecto, Dr. Joseph Glasa. Discrepancias del grupo danés Dinamarca cree firmemente en un sistema de asistencia sanitaria comple- tamente igualitario, basado en la solidaridad social y la igualdad de acceso alsistema público de salud. Por consiguiente, no admite la idea de un mínimoaceptable, que considera supondría un paso atrás (en el capítulo dedicado a losobjetivos prácticos y sus implicaciones). DISCREPANCIAS 74EPÍLOGO 75EPÍLOGO ¿La medicina es un arte o una ciencia? ¿Se trata de una empresa humanís- tica con un componente científico, o bien una empresa científica con un com-ponente humanístico? Aquí no ofrecemos respuestas definitivas a estos anti-guos interrogantes; únicamente afirmamos la necesidad de que cualquier pos-tura firme acerca de los fines de la medicina debe incorporar la capacidad delhombre de tomar decisiones pese a la incertidumbre, un núcleo de valoreshumanistas y morales y los hallazgos de una ciencia rigurosa. Una medicinaque procura ser al mismo tiempo honorable, moderada, asequible, sostenible yequitativa debe reflexionar constantemente sobre sus fines. No deberíamospermitir que los medios burocráticos, organizativos, políticos y económicosempleados en lograrlos eclipsen las cuestiones, siempre presentes y a menudodifíciles, de los fines y las metas. La medicina del futuro no será, ni debería ser,la misma medicina del pasado y del presente en sus estructuras institucionalesy marcos políticos. Únicamente del esfuerzo común de médicos y pacientes, demedicina y sociedad, depende que ese futuro se modele correcta y satisfacto-riamente, y el lugar de donde debe partir dicho esfuerzo son los fines de lamedicina.RESUMEN 76RESUMEN La medicina de finales del siglo XX se ve sometida a unas presiones econó- micas, sociales y científicas que obligan a los responsables políticos de todo elmundo a emprender reformas médicas y de la asistencia sanitaria. Sin embar-go, sus esfuerzos serán en vano, o bien no surtirán todos los efectos deseados,a menos que se adopte un punto de vista diferente con respecto a los valores dela medicina. El propósito del presente informe es precisamente éste. Partimos de la premisa de que lo que está en juego no son sólo los medios de la medicina, sino también sus fines. La revolución biomédica y las innova- ciones tecnológicas que la han seguido suponen un verdadero hito en la histo-ria de la humanidad merced a sus efectos positivos en la salud de la poblaciónmundial. No obstante, los avances de la medicina moderna son un arma dedoble filo, pues la prolongación de la vida a menudo acarrea el coste de unmayor sufrimiento, más enfermedades y unos gastos económicos superiores. Elequilibrio entre las ventajas y las desventajas de la tecnología médica avanzadaes un tema que está cobrando una mayor importancia entre los responsablespolíticos tanto en los países en vías de desarrollo como en los industrializados.En su afán por encontrar un presupuesto equilibrado, los entes públicos de lospaíses ricos y pobres se ven obligados a tratar la medicina como uno de los bie-nes que exige la población, en competencia con los demás por unos recursosescasos. Los fines de la medicina Esta realidad fue la que llevó a los representantes de catorce países, indus- trializados y en vías de desarrollo, unos más y otros menos ricos, a cuestionarde nuevo los fines tradicionales de la medicina. El grupo considera que los nue-vos fines deberían ser cuatro. Como valores elementales de la medicina, con-tribuirán a preservar la integridad de la medicina frente a las presiones políti-cas y sociales que defienden unos fines ajenos o anacrónicos. La prevención de enfermedades y lesiones y la promoción y la conservación de la salud. El alivio del dolor y el sufrimiento causados por males. La atención y curación de los enfermos y los cuidados a los incurables. La evitación de la muerte prematura y la búsqueda de una muerte tranquila.RESUMEN 77Objetivos prácticos y sus implicaciones Si consideramos los fines de la medicina desde un punto de vista diferente, podemos abordar de forma práctica una serie de cuestiones relativas a las prio-ridades futuras de la investigación biomédica, el diseño de los sistemas de asis-tencia sanitaria y la formación del personal facultativo. Se debería crear unmodelo de investigación que incorporase a expertos en epidemiología y saludpública, para poder comprender más ampliamente las diversas enfermedadesque afectan a la sociedad. A la hora de crear un sistema de asistencia sanitaria,se debería comenzar estableciendo un núcleo firme de atención médica pri-maria y de urgencias, y teniendo en cuenta las necesidades de los miembrosmás débiles de la sociedad. A los estudiantes de medicina se les debería ense-ñar que la muerte es algo inevitable y que no siempre les será posible curar alenfermo. Además, deben aprender a enfrentarse a los problemas que suponenlas enfermedades crónicas. Las nuevas generaciones de médicos deberían reci-bir formación en economía, humanidades y organización de la asistencia sani-taria, para así poder hacer frente a las realidades económicas de los sistemassanitarios actuales. Los fines erróneos de la medicina y el uso incorrecto de las técnicas y el conocimiento médicos Los usos de las técnicas y el conocimiento médicos son muchos; la mayoría buenos, pero en ocasiones extremadamente perversos. Entre los usos inacepta-bles se encuentra el empleo de información sobre salud pública para justificarla coerción antidemocrática de grandes grupos de personas para que cambiensus comportamientos \"insanos\" . En el extremo opuesto, un fin de la medicinano puede consistir en el bienestar absoluto del individuo, más allá de su buenestado de salud. Tampoco corresponde a la medicina definir lo que es el biengeneral para la sociedad. El futuro Las interpretaciones que se hacen actualmente de los fines de la medicina los dejan expuestos a abusos y usos incorrectos. Nuestro propósito es examinarestas premisas e interpretarlas desde un punto de vista nuevo. Independiente-mente de las barreras políticas y geográficas, la medicina debería aspirar a: Ser honorable y dirigir su propia vida profesional. Ser moderada y prudente. Ser asequible y económicamente sostenible. Ser justa y equitativa. Respetar las opciones y la dignidad de las personas. Únicamente del esfuerzo común de médicos y pacientes, de medicina y sociedad, depende que ese futuro se modele correcta y satisfactoriamente, y ellugar de donde debe partir dicho esfuerzo son los fines de la medicina. RESUMEN 78COORDINADORES DEL GRUPO INTERNACIONAL 79COORDINADORES DEL GRUPO INTERNACIONAL Dr. Gebhard Allert Departamento de Psicoterapia Universidad de Ulm. Ulm, Alemania Bela Blasszauer Catedrático de Ética MédicaInstituto de Ciencias del ComportamientoUniversidad Médica de Pécs. Pécs, Hungría Kenneth Boyd Director de InvestigacionesInstituto de Ética MédicaEdimburgo, Escocia. Daniel Callahan Director de Programas InternacionalesHastings CenterBriarcliff Manor, Nueva Y ork UU) Dr. Raanan EditorJournal of Medical EthicsImperial CollegeLondres, Inglaterra Dr. Joseph Glasa Instituto de Ética Médica y BioéticaBratislava, República Eslovaca Maurizio Mori Centro para la Investigación y la Formación en Política y ÉticaMilán, Italia Lennart Nordenfelt CatedráticoDepartamento de Salud y SociedadUniversidad de LinkopingLinkoping, SueciaDr. Jan Paine Instituto de Humanidades MédicasFacultad de MedicinaUniversidad KarlovaPraga, República Checa Peter Rossel Departamento de Filosofía de la Medicina y T eoría ClínicaInstituto Panum, Universidad de CopenhagueCopenhague, Dinamarca Agus Suwandono DirectorGrupo de Investigación en Política y Recursos para la SaludInstituto Nacional para la Salud y el DesarrolloMinisterio de SaludJacarta, Indonesia Henk ten Have SecretarioDepartamento de Ética, Filosofía e Historia de la MedicinaFacultad de Ciencias MédicasUniversidad Católica de NijmegenNijmegten, Holanda Dr. Diego Gracia Catedrático de Historia de la CienciaFacultad de MedicinaUniversidad Complutense de MadridMadrid, España Dr. Fernando Lolas Vicerrector de Asuntos Académicos y EstudiantilesUniversidad de ChileSantiago, Chile Dr. Lu Weibo Academia de Medicina Tradicional ChinaPekín, China COORDINADORES DEL GRUPO INTERNACIONAL 80TÍTULOS PUBLICADOS 81TÍTULOS PUBLICADOS Cuadernos de Bioética: 13.La información sanitaria y la participación activa de los usuarios 12.La gestión del cuidado en enfermería 11.Los fines de la medicina 10.Corresponsabilidad empresarial en el desarrollo sostenible 9.Ética y sedación al final de la vida 8.Uso racional de los medicamentos. Aspectos éticos 7.La gestión de los errores médicos 6.Ética de la comunicación médica 5.Problemas prácticos del consentimiento informado 4.Medicina predictiva y discriminación 3.Industria farmacéutica y progreso médico 2.Estándares éticos y científicos en la investigación 1.Libertad y salud Informes de la Fundación: 4.Las prestaciones privadas en las organizaciones sanitarias públicas 3.Clonación terapéutica: perspectivas científicas, legales y éticas 2.Un marco de referencia ético entre empresa y centro de investigación 1.Percepción social de la biotecnología Para más información www.fundaciongrifols.org85PRESENTACIÓ Fa uns deu anys, el prestigiós centre d'investigació en bioètica The Hastings Center, de Nova Y ork, va convocar un equip d'estudiosos internacionals amb l'objectiu d'emprendre un ambiciós estudi sobre la de treball que motivava la trobada era poc discutible: progrés de l'augment de les l'escassetat de per a satisfer-les, havien produït un canvi radical queobligava a pensar de nou si entenem la medicina en els termes justos. La con-cepció tradicional de la medicina i els fins que se'n deriven responen a uns rep-tes que no exactament nostres. tècnica tenen cal cal plantejar-se seriosament la pregunta de si ha de fer tot el que tècnicament pot fer, si l'ob-jectiu de recuperar la salut i evitar la mort ja no és massa simple o irreal. Ja quela condició humana és inseparable de la malaltia, el dolor, sofriment i, la i o ajudar a viure en aques-ta finitud. Els fins de la medicina, el document que va elaborar el grup d'investigadors de The Hastings Center i que ara traduïm al català, és un intent de desmitificar la medicina, a fi que el seu exercici constitueixi efectivament un progrés per ala humanitat. Per a això, caldrà que la medicina es concebi a si mateixa comuna activitat que és al servei de tots, la qual cosa implica que d'enfrontar-sea decisions de dels rics ni de les malalties minoritàries. Ha d'estarmotivada pas l'orgull professional, sinó pel benefici del pacient. Ha deprocurar ser fidel a ella mateixa i mantenir-se com a quelcom de viable i soste-nible, i la medicina serveis impensables inaudits totes les s'han d'atendre de la mateixa mane-ra. Cap ciència, i la medicina no n'és s'ha de posar al servei d'unsfins intrínsecament dolents. La medicina no es pot fer servir per a usos moral-ment inacceptables, com ara la tortura o la pena de mort. Ha d'anar amb comp-te de no utilitzar els demanar-ne86el de ser pel que fa a il·lusòries millores de la naturale- sa humana. Se li ha d'impedir que utilitzi nous coneixements, com els genètics,per a alhora objectius, com ara laplanificació del el ideològiques la malaltia i les opcions sobreel naixement i la mort no es puguin considerar ni discutir amb neutralitat, sinódes de document mateix sobre Els fins de la medicina no es va veure lliure, tant durant el procés de discussió redacció final, dels votsparticulars d'alguns dels investigadors, que combregar amb idees que Els fins de la medicina, alfinal del segle XX, han de ser alguna cosa més que la curació de la malaltia i l'a-llargament de la vida. Han de posar un èmfasi especial en aspectes com la pre- venció de les malalties o la pal·liació del dolor i el sofriment; han de situar al mateix nivell els fets de curar i de tenir cura de , i també advertir contra la temp- tació de prolongar vida un ús inadequat i una con-cepció equivocada de la medicina en si. A mesura que la capacitat de curacióde malalties abans inguaribles es fa més gran, és important que ens convencemque el poder de la medicina de la ment, i no el bé integral de la persona, al qual lamedicina només hi pot contribuir, i encara, tan sols pel que fa a alguns aspec-tes de la vida\" el debat de lasanitat no s'ha de limitar a un debat més els únics-, hi ha lapregunta ineludible sobre els fins de la medicina . Què cal fer i com cal actuar87perquè la medicina no es traeixi a ella mateixa, ja que \"una medicina que pro- cura ser alhora honesta, moderada, assequible, sostenible i equitativa ha dereflexionar els seus fins\" . Amb la traducció d'aquest document, la Fundació Víctor Grífols i Lucas vol posar de manifest la qualitat i el valor del seu contingut per als objectius quearticulen les activitats de la Fundació, a més d'afavorir-ne la difusió i contri-buir que es necessària per a posar elconeixement al servei de la societat i de les persones. Victòria Camps Presidenta89ELS FINS DE LA UN PROJECTE INTERNACIONAL DEL HATINGS CENTER Agraïm al Hastings Center de Nova Y ork l'autorització per traduir i editar el .......... 98 punts de tensió ..................................... 101 Medicina i societat ..................................... 109 La determinació dels fins de la medicina ..................... 115 Fins erronis la medicina i projecte que va examinar els fins de la medicina a la llum de les seves possibilitats i dels seus ha de a on hauria d'anar ara la medici-na? Quines anys, ungrup internacional hi va estar treballant i aquest informe és el resultat dels seusesforços. Encara que de cap manera no hi hagi un acord total entre els qui elvan elaborar, ni en tots els punts, el que el resultat van prendre part en el projecte va crear el seu grup de treball propi,no solament per examinar els temes i van professionals del de la medicina, de labiologia, el la filosofia, la teologia, la política sanitària, l'Administració, lapolítica i la salut pública. El Hastings Center coordinava els diversos treballs a partir d'una la qual cada grup va organitzar una agenda de treball pròpia. Els coordina-dors de grup es van reunir tres vegades a Praga, per comparar les seves conclu-sions i per ajudar a preparar aquest informe. Els (els noms delsquals apareixen a la sobrecoberta interior) parlen, en cada cas, en nom propi ien nom del seu grup, i no pas en nom dels governs dels seus països ni de capaltra el suport de funcionaris de l'Organització Mundial de la Salut (OMS), que van posar al nostre abast les seves idees i la seva experiènciaen els afers referits a la salut internacional. Encara que no podem afirmar quetots els seus respectiusgrups de treball, són prou diferents entre ells per considerar que, moltprobablement, hem tots els importants en aquest afer. Xina.94A més fins de la medicina inclourà una col·lecció d'estudis acadèmics, un cert nombre de congressos sobre el tema i uncongrés internacional, que es desenvoluparà a Nàpols el juny del 1997. El d'estudis; mateix any es publicarà a la Xina un llibre sobre el tema. A laprimavera del 1995 va tenir lloc a Detroit un congrés, que va presentar aquesttema al públic nord-americà. No ha estat gens fàcil organitzar i gestionar tot aquest projecte. Al principi ens vam trobar amb un escepticisme considerable; les reserves que vam haverd'escoltar van ser tasques més immediates al llarg delsquatre anys del seu desenvolupament, va ser la de poder persuadir la majoriadels qui dubtaven que, si no aconseguien de reflexionar acuradament sobre elsfins de la medicina, podrien fracassar a l'hora de portar a terme consistent i la col·laboració, en primer lloc, d'Irene Crowe i de la Fundació Petrus-Crowe. La doctora Crowe va confiar sempre en aquest pro-jecte i va contribuir amb el seu temps i els seus diners a fer que es pogués dura terme. Els doctors Philip Wagley i Samuel Klagsburn també hi van col·labo-rar enormement, com també ho va fer Bea Greenbaum. La Fundació NathanCummings i la Fundació Ira W. DeCamp també hi van contribuir de maneramolt important. Per la banda, vull fer palès el meu agraïment als coordi-nadors grups cada seus col·legues de Praga, que van a organitzar les tresreunions que hi van tenir lloc; a Bette Crigger i als seus redactors del Hastings Center Report, que van treballar intensament per publicar aquest informe; al doctor John Burrows, responsable de la nostra trobada a Detroit; als doctorsMaurizio Mori i Riccardo De del que al projecte, així com les contribu-cions addicionals de Bruce Jennings, James Lindemann Nelson, Philip Boyle iJoseph Fins, crítics experts que han aportat comentaris valuosos. Els doctorsArnold S. Relman, Kerr White i Alexander Leaf ens han afavorit amb els seusllargs anys de reflexió sobre la naturalesa de la medicina. Callahan Director del projecteEls fins de la noves prioritats Pocs canvis en la vida humana han estat tan grans com els que han portat al món les ciències biomèdiques i la pràctica de alleujar el dolor els cossos de maneres inimaginables fa cent anys. Si als avenços en la hi el subministramentd'aigua potable i també en l'habitatge i en la seguretat, haurem de convenir ques'ha produït una profunda transformació de la vida humana. Ha quehan la mort. I no ha canviat pas menys la manera en què lessocietats organitzen la de l'assistència sanitària. Però haresultat precipitat. les infeccioses no han imenys encara als països vies de desenvolupament; polític i econòmic, totes nacionshan de fer front a un problema possibilitats presenten. A tot arreuhi ha una necessitat creixent de controlar els costos i d'aconseguir més eficièn-cia. Als estats més rics del món, la idea d'un progrés ininterromput ha trobatobstacles tant reducció de la mortalitatinfantil i l'allargament de l'esperança de vida, cal donar resposta a qüestionsbàsiques, com ara la de fins quin d'intentar i els de manera considera-ble la preocupació sobre el futur de la medicina i de l'assistència sanitària, quanha de fer front a un la ciutadania, a uns canvis tec-nològics accelerats i a una demanda que no para de créixer. I, com a rerefons97moral, ha emergit un fort moviment cap al dret en tractésd'una crisi de gestió i d'organització, que només reclama una delsmètodes canvis perfeccionatsper de sobre del mercat, la privatització, l'existència o la manca d'incen-tius; el control mètodes suficients perquè se centren prin-cipalment sobre els mitjans de la i de ocultar la pobresa del debat sobre el propòsit i la direcció de lamedicina. La premissa del nostre estudi era diferent: el que hi ha en joc són els fins de la medicina, i no tan sols els seus Massa sovint sembla nostra convicció, al que reflexió desenvolupen a diversos llocs del món per por-tar a de fracassar totalment o, almenys, podenno arribar a desenvolupar tot el seu potencial. Amb tot, un gran incentiu perdur a terme aquest examen el constitueixen les quèesta sotmesa comprensió seus dels pro-blemes FINS TRADICIONALS DE LA per definir la medicina. Segons l'ús corrent, la medicina es pot definir, tal com ho fa el Medical Dictionary, de Dorland, com \"l'art i la cièn- cia del diagnòstic i del tractament les del manteniment lasalut\" aquesta medi-cina, són, exemple, infermeres,els elsseus fins, les seves pràctiques, el seu que l'acullen. Siaquesta descripció no és possible país per país, encara és menys a escalainternacional. Era inevitable que alguns dels la medicina acceptats generalment. Un dels fins tradicionals ha estat sens dubteel de salvar vides i allargar l'existència. Ara bé: què significa aquest fi, mantenir amb per a la medicina? Seria un pro-grés, això, per a la societat? La medicina és necessàriament enemiga de l'enve-lliment i de la mort? Un altre fi de la medicina ha estat la promoció i el manteniment de la salut. Ara bé: què significa això en una època en què, amb una gran despesa de mit-jans, es pot lluitar per la salut de nadons que pesen menys de 500 grams, o depersones que més de 100 anys? És cal la malaltia abans una afecció cardíaca o la malaltia d'Alzheimer? Un tercer fi tradicional de la medicina ha estat el d'alleujar el dolor i el sofriment. Vol dir això, sostindrien, que l'eutanàsia i suïcidiassistit mèdicament medicina? hau-ria d'acollir els problemes trobar l'existència? que amb solució als riscos mediambientals i a d'altres aspec-tes de la vida que, encara que no d'una medi-calització legítima? Veiem, així, objectius tradi- cionals de la i uns dilemes profunds.D'ençà de la Segona Guerra Mundial, la medicina ha conegut un gran nombrede canvis, i de gran abast. En l'àmbit de la recerca, consagrada a la consecuciód'un progrés il·limitat, la medicina ha estat enormement ambiciosa i expansi-va, com sostingués la l'àmbit s'ha una font de diners,de beneficis i de la majoria dels individus-, la urgència amb què es demana,signifiquen que els governs han d'exercir un paper molt el seudesenvolupament seves sanitària dins el marc de la políticanacional i fins i tot internacional. És inevitable que, en virtut de la seva pro-minència científica i de la seva importància econòmica i política, els fins histò-rics de la medicina estiguin exposats a una influència externa sense precedents. Aquest informe se centra en els fins que té la medicina , i no pas, en sentit més ampli, en els de l'assistència sanitària, ni el rerefons social i lescondicions que contribueixen a una bona que, durant el majoria de les millores més de la MEDICINA 100mesura, que els esforços en la promoció de la salut i en la prevenció de les malalties han d'aplegar molts sectors de la societat que són fora de la medici-na, com ara socials i polítics encara més amplis. De tota manera, ens centrem en la medicina perquè, en el camp de la recer- ca, la investigació biomèdica és la font més important de coneixement sobre lescauses i el desenvolupament de la salut i de la malaltia. Els aspectes un poderós conjunt de metàfores pertractar la malaltia; de la integritat, de l'harmonia i de la ple-nitud del cos i de la ment. La salut dels pacients individuals és l'element cen-tral per a l'ètica i la medicina, com una afirmació de la dignitatdels pacients, considerats un per un. finalment, elevats de l'assistència sanitària, com també de la major part deles confusions i de les incerteses que es la lluita con-tra la malaltia. Reconeixem, però, frontera medicina i els siste-mes d'assistència sanitària dels quals forma part l'al- tre, per regla troba sota una tensió considerable, perdiverses de l'èxit mateix de la medicina, i no pas dels seus fracassos.Dins la societat occidental, aconseguir una salut corporal completa s'ha con-vertit per a molts en una mena de religió, intentem mantenir a qualsevol preula joventut i la bellesa, en un cos que funcioni perfectament. I, en un altreextrem, la capacitat de la medicina actual per mantenir en funcionament, enca-ra sigui a fins i tot quan lapèrdua de la no té remei, pot els dilemes morals a la capacitat de la per mantenir en vida uns pacients una època serien a conse-qüència de la seva incapacitat per trobar un remei per a la majoria dels estatscrònics, la medicina s'ha vist obligada a recórrer a tecnologies intermediàriesd'alt cost. El pulmó artificial i la exemples cardíaca i de la medicina ha fet uns progressos tan grans, cal pre- guntar-se què s'ha de cercar ara. I al mateix temps, s'estan posant de manifest nous punts de vista sobre la medicina i sobre l'assistència sanitària, que lluitenper ocupar un lloc de més reconeixement professionals comprendre més bé la relació entre lament i el cos, esforços per millorar les cures pal·liatives, l'autoajuda,la promoció de la canvis de costums. Sobre la medicina recau, demandes. vénen de lluny en els punts ha produït tant d'impacte en la medicina com el que representa preponderància actual de lestecnologies d'admiració pública. amolta gent, la capacitat de la medicina d'alta tecnologia per posar remei alsinfortunis de la vida és una font d'esperança i de consol; i no és pas accidentalque conjunt, aquestes tecnologies han fet augmentar que algunes possibilitats a desplegament de tecnologies ja, molt ampli. La tendència, tal com ha observatl'OMS, porta cap a uns tractaments més cars per a malalties que afecten menyspersones. Més encara, moltes de les millores en la salut aporten els tecnològics més és el cas de la quimioteràpia per al càncer; de la cirurgia a corobert, per a les malalties del cor, o de l'eritropoetina, per a l'anèmia associadaa la de l'esperança de vida que han marcat el segle XX i que es comp-ten per dècades. La taxa ja relativament baixa de la mortalitat infantil als paï-sos desenvolupats i, cada vegada més, als països en vies desenvolupament,avala aquest pronòstic. la tendència cap a la curació que ha format part de la ideologiamoderna de la medicina. Encara que no hi hagi cap contradicció intrínsecaentre els objectius assistencials malal- ties, en particular contra afeccions sevatendència que és difícil de sostenir, i mésencara de manera equitativa. Hi ha un límit per a allò que és possible pagarraonablement, per que per a allò que suportar sense provocar grans sofriments ni desigualtats. Lalluita pel progrés, ambiciosa resultats poc previsibles (les batalles con-tra la malaltia mai no es guanyen del tot), que ha distingit la medicina delsdarrers cinquanta anys, podria haver es va considerar durant un temps com un problemaexclusiu de les nacions desenvolupades. Ara, això ja no És una les mortalitat infantil, augmentar l'esperança anys actualment i potser el triple o més de personesde més de vuitanta-cinc. Encara que als països en vies de desenvolupamentaquests increments poden no ser a Hi ha proves que l'envelliment de les poblacions per si sol no fa que s'in- crementin enormement els costos sanitaris. De fet, el que marca la diferènciaés la combinació entre l'envelliment de la població i tot limitant els mèdicsintensius i cars en el cas beneficis. Les barreres biològiquesper a un millorament de les persones grans, que semblen frus- tració. El mercat i la demanda del públic. De vegades s'argumenta que una gran part del progrés mèdic i de la seva demanda està fortament guiada per lesexigències del públic, les polítiques públiques i les forces del mercat. Els èxitsde la medicina, la confiança de la població en la seva eficàcia i afegir-hi lainfluència útils. El respon tant públicad'innovacions com a l'aspiració professional metges, que volen donar atenció la població les aspiracions obliga elsector a invertir àmpliament els seus pro-ductes entre la població en general entre els professionals de la medicina.Darrerament, els governs compten cada la la entre les necessitats i les pre-ferències dels individus i les de la societat, també pot mercat de taxa tant consumde dominades pel mercat han tingut més proble- mes per controlar els costos de aconseguir un equilibri efectiuentre l'acció del govern les forces mercat, països no s'han deslliu-rat de sistemes d'assistènciasanitària de l'Amèrica Llatina, i també als la privatitza-ció un declivi dels programes de salut pública i per un aug-ment del nombre i la proporció de ciutadans que no estan assegurats. Enaquests casos, augmenten desigualtats la que esdevé captiva forces del mercat. D'una manera o d'una altra,l'economia és una part inevitable i central del sector mèdic i de l'assistènciasanitària. La interacció entre la teoria i la ideologia del mercat, d'una banda, ila medicina, de l'altra, és un afer crucial que encara no tot. Si nos'encara prou bé aquest afer, la medicina podria pel que fa als seus i medicina i la confiançadel públic en motivacions de la beneficiaris la confiança de la Il·lustració en el progrés científic i del com-promís amb aquest progrés. Aquest ha estat un poderós estímul per als avençosde la medicina i il·limitada, cosa que fa esperar una millora de les taxes de mortali-tat i de tractaments coneixe-ment i una innovació més grans, també fa pujar el nivell general de descon-tentament respecte de la situació actual, que se sol considerar a lallum TENSIÓ pel mercat, és la satisfacció dels medicina esdevé no pas sim-plement un mitjà per fer front a les afeccions i a les malalties tal com se l'haviaentès capa-citat d'elecció individual i les possibilitats humanes en general. En molts casos-el control tendeix a una i de tècniques neu-trals, que es poden fer tal com els creguin quenomés estan subjectes a limitacions econòmiques. La medicalització de la vida. El gran poder de què disposa la medicina per canviar i per modificar el cos una aplicació del i tec-nologies i de l'accep-tació pública, els com més diners i més Els programes mèdics són més populars que els programes de benestar social, i els problemes definits com a s'accepten més afers referits a delinqüència, a la pobre-sa o a la moralitat. És el que passa, per entre la representen el seus valors fonamentals, i els fins secun-daris, en els que els individuals d'espais cada vegada amplis de la vida humana no sola-ment crea incertesa sobre la natura i l'abast de també pot fer a l'hora de fer front a l'estrès corrent de la vida moderna. El millorament humà. El més gran, i el més utòpic, dels camps oberts per a la medicina és el del millorament humà. Aquí la medicina no es fa servir sim-plement per superar les patologies biològiques i aconseguir contraceptius moderns han acon-seguit un canvi impressionant en el paper de la dona i de la procreació, com apart integrant de la vida humana. Els milloraments genètics, a a més,podrien afegir l'expectativa característiques humanesfonamentals (entre més especulatius, hi ha la millora de laintel·ligència i de la memòria, o la reducció de la violència), tal com que posar en la arribem a fer aquest exa-men, no formulem uns generar medicina la qual cosa produirà un esvoranc cada vegada més gran en la desigualtatentre les possibilitats dels rics i dels pobres, per a disposar del millor de lamedicina, i trobar un bon equilibri entre la cura i l'assistència, entre la conquesta de les malalties i el millorament de laELS PUNTS DE TENSIÓ 108qualitat de vida, entre la reducció de la mortalitat i de la morbiditat, i entre la inversió dels recursos socials en una bona assistència sanitària i el milloramentreal de la salut de la població. Socialment frustrants, transformadordel progrés mèdic que no es poden aconseguir, o que en tot cas només es podenaconseguir amb uns costos econòmics, dels altres, en nom de la llibertat de mercat, o en nom de grups d'in-terès amb bones intencions, però sense crear cap directiva clara, general i deconjunt, ni cap visió de fins valuosos dirigits a la població, ni cap idea signifi-cativa de la contribució que fa la medicina al benestar individual.MEDICINA I SOCIETAT 109MEDICINA I SOCIETAT T ot i que la medicina encara disposa de la capacitat de determinar signifi- cativament està inserida. Lafrontera que hi pugui la medicina i la societat és cada cop mésporosa. A la medicina l'alimenten les de empreses privades, però també, i no pas en menormesura, el poder de la publicitat i dels mitjans de comunicació, a més dels gus-tos, les fantasies i els desigs de la població. No deixa de ser raonable, aleshores, dir que, a mesura que la societat avança, també avança la medicina. Una transformació ideal de la medicina exi-giria una transformació de la societat; hi ha un punt a partir del qual no espoden mantenir separades. fins requereix, alhora,repensar els fins i els valors de la societat, i del substrat cultural de la societat.No podem, els finsmèdics i els fins socials i el que es podria fer per facilitar un diàleg ric i un uns fins que haurien de ser comuns a cultures, i uns altres quesón propis i es discuteix el sen-tit i l'abast de conceptes els de salut, malaltia, trastorn o malestar, a totarreu hi ha institucions als la gent quan ment no els funcionen, en el sentit que ells i la societat esperen. La universalitat de la medicina procedeix, entre d'altres coses, de la nostra natura humana comuna. d'una manera o d'una altra, tots El la Sentim dolor i patim, directamentper una malaltia, o bé a causa del temor que tenim pel que ens pugui passar a lavida. A tot arreu es reconeix el fenomen del dolor i del en què s'institucionalitzen les respostes que hi dónala societat. A tot arreu, tant els com els adults, quan volen dèficits o a la incapacitat per fer-se càrrec de la seva vida i del entorn, iper més diferents que siguin les esdevenimentsexterns que interrompen funcionament regular La del coneixement científic i de l'intercanvi de les tècniques i els con-ceptes mèdics fan més plausible que mai parlar de la medicina com d'una dis-ciplina i una professió de caire universal. Això no significa pas negar que hipugui haver una tensió considerable, que de vegades pot ser fecunda i de vega-des estèril, entre la que ha estat anomenada \"medicina la de laciència internacional, i les medicines locals. De manera que hi ha, i cal que hi hagi, un pluralisme considerable a l'hora medicina en unsvalors haurien de a seva lamedicina qualsevol concepte sol ser local i noés gens fàcil copsar-lo amb enunciats universals. en i honora els significats variables a través dels quals la cultura s'expressa, i queconfiguren el seu context. De cap manera aquesta classe de diversitat no resultaincompatible amb la universalitat de la medicina. Les ciències biològiques i clí-niques han ajudat a construir un conjunt universal de conceptes científics, alho-ra que les ciències socials, la teoria política humanitats ajuden cada cop mésa fornir les polítiques i els estàndardsmorals de la medicina: per drets i les necessitats humanes, l'ètica metge-malalt desenvolupamentd'iniciatives globals de ara les promogudes per la sinó quetambé permetrà pressions polítiques que pre-tenen al servei anacrònics o i els i les professionals que practiquen la medicina enten-guin més adequadament la seva funció i les obligacions i queaquesta La punts vista poden fer en ocasions, d'aconseguir un universal sobre encara menys i treballar partint seus fins. Una visió intenta discernir unsfins de la medicina sorgeixen com una resposta a l'expe-riència humana universal de la malaltia, que la relació metge-malalt, laqual al seu torn el vin-cle metge-malalt- per medicina s'hau-ria d'atenir a aquests valors inherents per resistir la dominació o la manipulaciósocial, per decidir la seva direcció pròpia i garantir als metges la seva pròpiaintegritat, de reduir-s'hi.MEDICINA I SOCIETAT de vista, el de la construcció social, parteix, en canvi, de la gran variació que el temps i les diferents cultures han introduït en la natura i els finsde la medicina. No deixa de ser veritat que l'atenció malalts de la relaciómetge-malalt; però és tan variada la interpretació del malestar i la malaltia,és tan complexa la resposta que se'ls dóna, i la medi-cina. Per tant, considerada com un lessocietats de social. Per més atractiu ser el fet de plantejar queexisteix una naturalesa inherent a la medicina, no se'n pot discernir cap. O, enqualsevol cas, la medicina és més rica i més forta, gràcies precisament, a la sevamal·leabilitat científica i social. En part, el conflicte entre aquests dos punts de vista sobre la porta interpretacions diverses sobre les manifestacions naturalesa medicina i quins haurien de ser els seus fins. La medicina hauria definir des de la seva histò-ria i les seves tradicions- els valors que li són propis i la direcció que ha deseguir? O bé hauria de deixar que ho fes la societat, des de fora? O, més encara,la medicina hauria de trobar la seva continu ambuna societat, en la qual cadascú busca una esfera, uns deures i uns drets propis? El nostre grup va concloure que aquesta darrera opció és la més acceptable, encara que el punt de partida de la medicina hauria de ser la seva història i lesseves tradicions. Una medicina que no tingui una interna pròpia i unsvalors fonamentals propis fàcilment, víctima i objecte ús perpart de la societat, si li manquen els recursos per resistir les pressions externes.És evident que una cosa així va passar amb la medicina nazi i amb la medicinacomunista. D'altra personal d'as-sistència sanitària i els pacients formaran part de la societat, mai no serà possi-ble de trobar una línia definida entre la medicina i les altres institucions socials. Si, a partir d'això, el que diàleg obert i continuat medicina i la societat, en el qual cadascú puguiMEDICINA I SOCIETAT 113expressar la seva manera d'entendre el malestar, la malaltia i la mort, i faci palès el seu punt de vista defer els metges per respectar els seus pacients? Què de ser a lesseves pròpies, sense científic o en els valors socials, i que exigiran un canvi fona-mental en la seva escala de valors? Un canvi així ja va tenir lloc després de Guerra Mundial, el consentiment informat per a lainvestigació i es difondre, a molts del món, l'e-xigència de dir la veritat als pacients sobre el seu estat i de tenir en compte moltseriosament els seus punts de Si es vol millorarla comprensió mútua entre la medicina i la societat, cal entendre més bé el puntde vista del pacient i desenvolupar una perspectiva profana de la medicina. El nostre grup no va arribar a resoldre completament la qüestió de si la medicina té uns inherents o si són una construcció social. Tanmateix, vamaconseguir arribar fàcilment a un acord sobre el fet que la medicina efectiva-ment, i ha tingut No hi haver gaire dubte que l'economia té un paper fonamental a l'hora de conformar la pràcti-ca efectiva de la medicina dins les societats modernes, i que influeix molt tant tàcitament. Així que lamedicina entra país, es troba sotmesa aMEDICINA 114totes les forces i prioritats econòmiques que influeixen en la resta de la socie- tat. L'orientació mercantil i la privatització que caracteritza la medicina a moltspaïsos asiàtics, sud-americans i que des defa molt de temps als Estats Units, comporta situar en un primer pla uns valorsi unes posen l'èmfasi en un fort control de la despesa, ha donat mésprioritat a la competència i a la restricció dels costos del que abans era habi-tual. També han canviat de facto els fins de la medicina, que ara donen pre- ferència a primària, orientar cap sector privat funcionsd'assistència sanitària que en un altre temps estaven reservades als ens públics-tendeix a transformar la producte de consum; i només l'ús queels ells mateixosfan en l'assistència pública, pot corregir aquesta tendència. Per la seva banda, la societat haurà de decidir quina classe de recursos econòmics i socials posarà a disposició la medicina i en quines proporcionsho farà. Això comportarà determinar el pes que caldrà i sanitàries, l'educació, l'ocupació i el transport.I cada vegada a causa pressions econòmiques, societats determinar de suportar el sectorpúblic, el sector privat i els ciutadans. Al mateix temps, hauran de decidir elgrau de joc lliure i no regulat que caldrà donar als mecanismes del mercat. banda, el grau en què es permeti al pacient de decidir sobre el seu tracta-ment dependrà d'uns punts de vista més dels ciutadans aparticipar en aquelles afecten benestar. devista poden entrar en conflicte amb o pot semblar entren.LA FINS DE LA DE LA MEDICINA T ot seguit definir els que considerem que són els per a la preliminar, caldefinir alguns termes clau. Una vegada fet aquest pas, els fins es poden abordara partir de quatre encapçalaments: la prevenció de les malalties i la promocióde la salut; l'alleujament del dolor i del sofriment; el tractament de i medicina sense, alhora, al·ludir a un conjunt d'idees que entren a for-mar part del significat i del propòsit de la medicina. La medicina s'ocupa però, la manca de salut es manifesta en el malestar i en el trastorn,què es ique, per tant, manera de trobar-se bé. Des de fa molt de temps s'haobservat que salut gairebé Quan elnostre cos funciona sense pertorbacions i adonem de lanostra bona salut: senzillament és aquí, com un silenciós i fidel. Aquesta experiència ens dóna el fonament per a una definició: entenem per \"salut\" una experiència de benestar i d'integritat de la ment i del cos. La carac-teritza Amb aquesta definició volem subratllar l'èm-fasi tradicional que se sol fer sobre la integritat i el bon funcionament del cos,sobre l'absència de disfuncions i sobre l'aptitud o la capacitat per actuar en elmón que se La nostra definició difereix de la definició, molt influent, que en va donar l'OMS el 1947, on es fa referència a la salut com un \"benestar complet, físic,mental i . No és possible estat mai possible per a la medicina deprocurar un benestar \"complet\" , ni tan sols Els mals, més o part de la vida de totaLA DETERMINACIÓ DELS FINS DE LA MEDICINA 116persona, en determinat grau de bona salut tambéforma part de la vida de la majoria de persones i, per tant, el seu mantenimentocupa un lloc molt important en els fins de la medicina. Salut i trastorn no sónde cap manera una dicotomia ben definida, tal com la malaltia pot tenir unimpacte diferent en la vida de persones diferents. La salut és el concepte central i més decisiu de la medicina, per tal com determina en gran mesura la manera en què entén la seva missió; també hientren en joc, però, uns altres conceptes, com ara el de mal, el de malaltia, el demalestar, el de trastorn, podrem definir com circumstància en la qual una personaestà patint un dany (com ara una mort inesperada, un dolor, una discapacitat,una pèrdua de llibertat o d'oportunitats, o de plaer) risc desofrir algun d'aquests definida\" es vol orí-gens interns del mal la tortura o violència social). El dany, en una paraula, provéde dins de mental basada en una desviació de lanorma estadística, que provoca un malestar o una discapacitat, o bé incremen-ta o resulta perjudicat i que, per no es pot desenvoluparamb normalitat la vida \"trastorn\" significar la salut d'una persona, que generalment aquestes definicions a la mà, podem intentar de reinterpretar els fins de la medicina. Caldria remarcar, de bell antu-vi, que sobre dues qüestions hi va haver un gran desacord al nostre grup. Laprimera qüestió partia o en la medicina; o si no caldria considerar els\"fins\" més com uns ideals de referència que no pas com a metes formals. Enconjunt, vam estar d'acord que el llenguatge dels fins continua sent útil. Una part del debat sobre la priorització dels fins va portar a una segona qüestió, la de l'estatus que cal assignar a la promoció de la salut i a la preven-ció de les malalties com a fi de la medicina. Hi va haver un acord complet mateixa, i atès que donar una priori-tat massa alta a la prevenció implicaria, o semblaria implicar, unabandonament de va haver una resistència circumstàncies. de i les lesions; la promoció i el manteniment de la salut. La promoció de la salut i la prevenció de les malalties formen part dels valors fonamentals de la medicina, i això per tres raons. primer lloc, elsentit comú pacients a mantenir-se sans els fan tenen cura destacaràprou la importància de la promoció de la salut en el cas dels nens, que encaraes moren en altes proporcions fins més antics dela medicina ha estat el d'ajudar la gent a viure més harmoniosament amb el seuentorn, un propòsit que caldria des del començament de la vida alseu mateix final. El nostre va perill que d'educar els lloc, con- trovèrsia) que alguns esforços per promoure la salut i per evitar les la la dependència la medicina decura intensiva, professió al públic en general, que la medicina és més que una disciplina que noméssocorre i s'ocupa de persones que ja estan malaltes, i que els sistemes d'as-sistència sanitària són molt malalt.Assignar un lloc preferent a la promoció de la salut i a prevenció de les malal-ties faria palès a individuals. Quan de la salut i la prevenció de les malalties com una finalitat bàsica de no mort només es pot posposar, mai vèncer; i que la malaltia en general no espot superar, malalties. La prevenció de lamalaltia en general no per tant, tenir una absoluta prioritat sobre cap altrefi de la T othom, moment els altres fins de la medicina pas-saran a un pla. Més enllà d'aquestes condicions, hi ha molts d'obstacles en el camí cap a la promoció de la salut i la prevenció de les malalties. Ens manquen bonesdades sobre els costos dels programes de promoció de la salut i la seva rendi-bilitat. s'ha en ocasions que, atès de salut són els ingressos, la classe social, l'educació i lesoportunitats socials en general, la medicina com a tal pot fer molt poc percanviar de manera significativa l'estat de salut de la població. Com a més, potfornir algun tipus de pal·liatiu, d'influir en la conducta individual i de modificar-la podria venir aser com \"blasmar la víctima\" , com si la seva conducta fos la causa última dela mala salut. Des del punt de vista de la salut pública, no és evident que enla causació de no són enir dades fiables sobre la rendibilitat és important; raó per mostrar-se més escèptic res-pecte de la promoció de salut que de qualsevol altra branca de la medicina.Pel que fa al víctima\" , a fer exercici. La conducta individual és la variable a través de laqual es filtra sempre una gran part de la influència social. Encara que no siguipossible un canvi individual total, o que en molts casos sigui molt poc proba-ble, des d'un punt fins i tot molt petitspoden bé o per mal, influeixen de maneramolt significativa en la conducta individual. Potser el més important és que, en considerar la prevenció de les malalties i la promoció de la salut com a valors fonamentals de la medicina i de la salutpública, en els propers anys es podria establir una relació de treball entre aquests dos bàsics de l'assistència sanitària les si vol posar aquest coneixe-ment a disposició dels metges. La medicina, pel fet que se centra en els pacientspresos un per un, es troba en una posició única per a aconsellar-los i també-gràcies a tècniques de quèdisposa- per a identificar els qui tenen més risc de posar-se malalts. Com méspuguin coordinar les seves capacitats la salut i la clínica,millor serà a totes dues. Un les condicions vida-econòmiques, i socials- que hi ha al rerefons de l'estat de salut. Comque la medicina pot integrar més bé els seus esforços amb d'altres institucionssocials i públiques orientades li toca fer-ho aviat Mentre que hi ha malalties, que no produeixen DETERMINACIÓ DELS FINS DE LA MEDICINA 120la majoria de la gent recorre a la medicina per aconseguir un alleujament del dolor i del sofriment. El cos els fa mal d'alguna manera i volen ajuda, o bé estanpsicològicament sobrecarregats al sofriment, tanmateix,encara junts en elmateix. El dolor es refereix té psicològiques, por, terror o ansietat. Un dolor sever i implacable pot ser una font desofriment, però el dolor no sempre porta sofriment (especialment si el pacientsap que és temporal o que forma part d'un procés de cura). Ni tampoc el sofri-ment comporta simplement les vida, no inclounecessàriament un dolor físic. Alleujar el dolor i el sofriment forma part dels deures més antics del metge i és un fi tradicional de la medicina. Per un bon nombre de raons, tanmateix,la medicina contemporània, com els metges entenen i practiquen la pal·liació del dolor variamolt. Massa la pal·liació del inadequada o cars, la per al càncer.Tant als països desenvolupats com als vies deficiències en de importància, que tracta un tema complex i nocomprès en una situació millor. Mentre hi bon coneixement dels tractaments farmacològics efectius per al'alleujament del i quepoden de tractar el seu pacient com una persona completa, i no merament com unacol·lecció d'òrgans, comporta que es pot passar completament per alt el sofri-ment psicològic o considerar-lo si ésque s'arriba a percebre falla aquí és entendre que tenir por de la mala salut, de la malaltia i del sofriment pot causar sovint tant de patiment com la seva existència real.L'amenaça que representa el dolor possible, la malaltia o la lesió per a unmateix pot ser profunda, i pot arribar a ser tan gran com els efectes que tindriaen el cos la que no espoden reduir a cap falla orgànica. Una perspectiva holística sobre la salut had'ajudar a posar uns nous fonaments per al tractament d'aquest aproximada-ment 50 per cent salut mental, des fòbies i elstrastorns de personalitat. No tots els problemes de salut mental tenen unamalaltia com a causa, i és important públicament, i la reben, molt més limitada, els malaltsmentals que la malaltia física. Una malaltia mental pot, de fet, comportartant de sofriment i que poden unescondicions moltes for-LA DELS FINS DE -la guerra, la violència, la traïció a la confiança- no tenen res a veure, pel que fa a les causes, amb la mala salut o la malaltia. Fins quin punt ha d'arribar la medicina en El nostre grup es va mostrar dividit, per exemple, pel que fa a la cara alfutur o un de de el en els pacients preguntes sobre el sentitmateix de la vida, o del bé i del mal, o del fat i el destí personal; qüestions quesolen ser considerades de naturalesa pas mèdica. és el sentit del meu sofriment? La medicina, a tal, no pot oferir respostes a preguntes comaquestes, que no pertanyen al I tanmateix, pacients recorren ametges i infermers, vista, els profes-sionals de la salut han de recórrer a la seva experiència i a la seva limita-cions: no tot en la vida pot quedar controlat o resolt per una medicina tan fini-ta en les seves possibilitats com finits L'atenció i el guariment dels malalts; la cura que es pot donar als malalts incurables. En general, el pacient recorre a la medicina quan se sent malalt, pres mal o perquè pateix mentalment físicament. La medicina, perla seva banda, hi respon buscant la causa del mal, suposant que podrà trobar-LA DELS FINS DE LA en Quan es demostra que és així, la medicina busca la manera de guarir el mal i de retornar el malalt a un estatde benestar i a un funcionament els encara o sospitin que a experimenten més en la seva subjectivitat i el que sol moti-var-los a buscar remei. Es presenten ells mateixos, i és en aquestes \"persones que de el punt de partença tant la cura com l'atenciómèdica. En la seva ànsia per guarir pacients, la medicina funció d'atenció humanitària. És si diguéssim que, si tro-bar un guariment per a la malaltia, quina falta fa tenir cura del seu portador?Aquesta manera de pensar és profundament equivocada. En molts casos, ésclar, es pot acceptar una tècnica del i tot és desitjable així; pensem no dels de què es disposa a l'abast del pacienti de la seva família per ajudar-los a fer front a tota la gamma de problemes l'excel·lència té malaltd'Alzheimer la medicina abasta com l'atenció. I, en el seu sentitmés ampli, la medicina pot sanar fins i tot en aquells casos en què no pot gua-rir; ajudant una persona a fer front de manera efectiva a les malalties cròni-ques, la medicina pot procurar-li salut. La rehabilitació és una part important de la medicina moderna i que va en augment, estimulada pel desenvolupament de molts DELS FINS DE LA MEDICINA 124puguin reincorporar a la societat. És una forma de medicina que se situa en un lloc intermedi entre l'atenció i el guariment: lesfuncions en ajuda aalentir degeneració progressiva. En tots els casos, la rehabilitació requereixuna gran despesa de temps i d'atenció, si vol tenir èxit, i molt real, fins i tot quan el cos no pot recuperar el seuestat de funcionament normal. A les societats que quals, tant, la malaltia és la causa més freqüent del dolor, el sofriment i la mort, i en les quals, en unesaltres el que faci la medi-cina, torna a adquirir un gran valor el fet de tenir cura dels malalts, més que els pacientsa entendre el seu trastorn, fer-hi front anys, almenys la meitat terme les activitats bàsiques de la vida ordinària. Com que els malalts crònicshan d'aprendre a adaptar-se a una identitat nova i alterada, una gran part de lafeina del professional de la salut s'ha de centrar més en la gestió que en la curade la malaltia, i en aquests \"gestió\" vol dir donar atenció humanitària psi-cològica i altra, s'ha d'a-daptar encara, s'ha suggerit que un dels deu-res de medicina pugui ajudar el malalt crònic forjar-se una nova iden-titat. Aquesta situació no es restringeix de cap manera a les persones de més edat, encara que probablement siguin les més quanes tracta més assistencial. L'evitació de la mort prematura i la cerca d'una mort tranquil·la. La llui- ta contra la mort, en és un DELS sempre altre de lamedicina, el d'acceptar la mort tranquil·la. La la mort l'enemic suprem. aixòho ha fet, el pacient que agonitza dret una procurés atenció, presència humana ipal·liació efectiva. L'evitació de la mort prematura. En la lluita de la medicina contra la mort, un dels fins més importants és el de reduir la mort prematura -de manerageneral, en les poblacions, i de manera particular en els Un ser passar laresta de la seva vida de manera digna i confortable. La noció de mort \"prematura\" és una noció relativa, ja que depèn de la història, la cultura i dels coneixements, les tècniques i les tecnologies de quèdisposi la medicina. En general, es pot dir que es produeix una mort prematu-ra quan tenir la possibilitat i la capacitat de desenvolu-par-se com a persona. Dins un cicle vital individual, la mort es pot considerarprematura si, encara que l'individu tingui una edat avançada, se li podria pre-servar o allargar la vida sense convertir-la en una gran càrrega per a l'individuo per a la societat. Encara que evitar la mort prematura hauria de ser un dels fins principals de la medicina, seria una equivocació actuar com si tota mort fos prematura,LA DETERMINACIÓ DELS també ho dels fins la medicina. L'expectativamitjana de vida als països desenvolupats permet als ciutadans una vida plena,presa en i que a molts d'ells els a escalaglobal o nacional, ni, de manera més general, un fi de la recerca mèdica. La cerca d'una mort tranquil·la. Atès que la mort arribarà a tothom, i que els pacients de tots els metges han d'acabar morint, amb com mort tranquil·la. Una mort tran-quil·la es pot definir com una mort en la qual el dolor i el sofriment s'hanreduït amb se'ls deixa de banda, i en la qual es considera tan important tenircura dels qui no sobreviuran com dels qui sobreviuran. És evident que la medi-cina no pot garantir mai una mort tranquil·la, ni tampoc se la pot fer respon-sable de com afronta cadascú la seva pròpia mort. Però el que sí pot fer la medi-cina és evitar de tractar la mort com si fos un accident biològic evitable, o comun fracàs mèdic. La mort és, sempre ha que mèdics.T existència arriba a tractament de vital és en seves responsabilitatfinal, i potser la més exigent des del punt de vista humà, del metge, que es veuobligat a en el inherents a i la medicina, la qual s'ocu-pa dels éssers mortals, no pas dels immortals. La retirada del tractament de suport vital. La medicina moderna no ha sim- plificat pas el problema de la mort, sinó que l'ha fet més complex. T enint encompte el mèdic hauran de considerar els problemes que suposa el tractament per alLA DETERMINACIÓ DELS possible benefici del tractament a l'hora de mantenir forma de vida acceptable pel pacient i la disponibilitat de recursos per a tractamentsagressius en hauran posar a la balança les necessitats i la integritatmèdica del pacient, i hauran de facilitar una mort pacífica. El fi adequat de lamedicina en aquests unlloc necessari en el cicle vital humà i que, per tant, no se la pot considerar coml'enemic. Els autèntics enemics són la mort en el moment inesperat (massaaviat en la vida), la hi ha mitjans mèdics perevitar-la amb un raonable) i la que arriba per tractar el pacient de MÈDIC 128FINS ERRONIS DE ÚS CONEIXEMENT MÈDIC Els fins de la medicina són rics i diversos. En ser capaç d'articular el dolor, el sofriment i la transcendeix els fins estrictamentmèdics. Els usos medicina potservir per a salvar vides, però també per a torturar presos; pot servir per aalleujar el dolor, però també per a ajudar a administrar la pena capital; pot ser-vir per a interrompre embarassos i també per a tractar infertilitat, etc. Quinsusos són compatibles amb els de coneixement termes gene-rals, en que inadmissibles amb precaucions una perversió un coneixement elspresos en per provocar terror o ansietat com a mitjansper controlar una persona. En cadascun d'aquests la finalitat ésperversa, i aconseguir-la.En la par-ticipació dels metges en l'administració de la pena capital, un paper que tambénosaltres considerem incompatible amb els fins de la medicina. L'ús d'éssers humans per de ús fins que, altrament, són acceptables. LaFINS ERRONIS pogués salvar vides o comportés altres beneficis assistit també a categoria. Consideren que per alleujar eldolor o el sofriment, de tècniques mèdiques intenció directa de provocarla mort d'un pacient, tant si la mort es produeix com a directa del'actuació del metge o accep- tat i ordinari de la medicina es fa en nom de la salut, les seves tècniques es podenfer servir per a aconseguir molts objectius que no hi tenen cap relació directa. Sila tortura representa un ús condemnable de lesions o de malformacions) ha estat acceptadades de fa temps. Generalment no planteja amenaça general el comprèn l'ús de tècniques mèdiques al servei de lajustícia valoració la capa-citat del soldat per entrar en combat. L'ús de les tècniques mèdiques mèdics directes o millorar la condició social i sanitària de les dones, el benestar delsnens i l'estabilitat familiar. L'objectiu general és el de proporcionar als homes, lesdones i les parelles control unproblema. coneixement i quan hi formesmillorades (vegeu al final de la medicina no problema a l'esport amateur i professional. T ot i que creiem que s'im-posen la nostra natura; tampoc no hi ha cap consens sobre què cal considerarcom un millorament i no hi ha manera de saber si les conseqüències genètiqueso socials a llarg social sobre quina seria la millor manera de posar en pràctica aquesthipotètic programa de millorament, sobre com es podria fer de manera equi-tativa ni, en darrer lloc, si justificaria la medicina predictiva futures i les opcions en aquest àmbit. La difusió de la malaltia de llocs un conflicte apa- rent entre salut pública d'identificar els portadors delvirus i de rastrejar les vies de contagi, per una banda, i l'obligació de protegirla privacitat i Potser el malalt, el metge es tro-barà en una posició més favorable per a encoratjar el pacient a adoptar unaconducta socialment responsable. augmenti, d'intentaraconseguir amb el coneixement coaccionar grups sencers de persones o de societats,en nom del millorament de la salut, del benestar social o del control de costos,s'anirà fent probablement més i més poderosa, i també més encara.Si pensem en el terrible exemple eugenèsic convindrem que és tendència cal vigilar acura-dament i a la qual cal resistir-se de manera generalitzada. Ni els avortamentsFINS ERRONIS LA I MAL DEL sota coacció, ni teòrics. La coaccióexercida, amb mitjans mèdics, sobre les a ja i evident. I tot això és una amenaça ala institució de la medicina i a la llibertat i la dignitat humanes. L'autonomia i el benestar social com a fins de la medicina. Un avenç molt important de persones amb alguna discapacitaciófísica o mental. D'una manera més general, la salut dels individus, presos unper un, ha estat una de les preocupacions de la medicina. Però mésrecentment s'ha suggerit de la medici-na, potser fins i tot com el fi únic i autèntic de la medicina, una accepció enca-ra més àmplia de l'autonomia: aquella que la considera com la possibilitatd'una autodeterminació plena en l'exercici de la vida de cada individu. No ésveritat que l'objectiu final de la bona salut és la possibilitat de viure la vida prò-pia, amb llibertat per fer el que sigui cap la salut un concebreaquesta llibertat com un la medicina. La salut és una condiciónecessària, però no pas suficient, per a l'autonomia, i la medicina no pot for-nir aquesta suficiència. Hi ha, en efecte, moltes altres equipada per a la llibertatcom un bé, encara que de de la medicina és el bé del cos i de la ment, no el bé integral de la persona, al qual la medicina només hi pot contribuir; i encara, tan sols pelque fa a alguns aspectes de la vida. La medicina es perjudica a si mateixa quanes considera com un mer instrument motius diferents de la recerca salut. Potser hi ha alguna ocasió enFINS ERRONIS DE LA MEDICINA que es pugui convertir l'activitat mèdica en un mitjà per a I tal com seria una equivocació considerar l'autonomia personal com un fi fonamental de la medicina, perquè és un fi excessivament individualista, tambého seria considerar com a fi principal la consecució del benestar social, perquèés un fi excessivament d'altres la medicina determi-nar quin és el bé general de la societat. Si volgués exercir un paper general enla promoció del benestar social que anés més enllà de millorar la salut dels ciu-tadans, la medicina hauria de tenir la capacitat de definir aquest bé general i lade determinar quan pot posar les seves tècniques al servei d'uns fins socials oels hi pot subordinar. La medicina no té pas aquesta capacitat; més encara, laseva integritat utilitzar d'aquesta manera. Una societat que fes servir la medicina per aeliminar els dèbils o els malalts, que la posés al d'uns objectius políticspartidistes, que la fes dependent de l'autoritat política, i tot de la volun-tat d'un poble, aviat investi-gació biomèdica? Quines són les implicacions de per aldisseny recerca. de bastant analític i bio-químic, de vegades i ha intentat de determinar les causes i elsmecanismes de la patologia física i mental al nivell biològic profund pos-sible. mesura les malalties (el seu objectiuprincipal) i, de cara al futur, possibilitat de el Tanmateix, a causa poder, el model biomèdic ocupa una posició excessivament dominant en la al model a una concepció reduccionista dels pacients, per tal comencoratja el personal clínic a tractar-los, no pas com a completes, passar per alt falles en un òrgan o un sistema sol, la qual cosa pot afec-tar en gran mesura la vida del pacient, i alguns altres aspectes de la seva salut.Resulta del d'una quals s'han de identitat personal que els per-meti de conviure indefinidament amb la malaltia. Un model ser satisfer les necessitats dels pacients com a persones entota la seva plenitud i complexitat. Aquest model parteix de la idea que el mésimportant és la lluita la mort, la inevitabilitat i (per compte totaixò, molt entre diferents els seus en conjunt dels a l'àmbit de la recerca sobre la població i la salut pública, un model biomèdic reduccionista no es mostra menys com es mani-festa una malaltia, demostra que hi entren en joc molt més que causes i reac-cions bioquímiques. A vies encara i la prevalença de les malalties. Cal doncs, que en la mane-ra com cursa una malaltia hi intervenen un gran nombre de factors. El que pre-cedeix posa en qüestió moltes recer-ca ajuda a comprendre el comportament general de diver-ses malalties en la societat, una cosa que el model biomèdic, o la recerca unila-teral orientada només cap a la malaltia, no pot fer. Més específicament, l'epi-demiologia revela uns patrons de mortalitat que un altre(la taxa de mortalitat per malalties del cor baixa entre les persones més grans,però puja la taxa de augmentar l'úsdel model socials i psicològics, pelque fa a les causes si se l'extreu delseu context ambiental i social i si es fa un ús erroni del seu sentit social. Un altreobjectiu de dels aspectes qualitatius de malaltia: les maneresen què els individus interpreten i responen a la malaltia, i la manera què lessocietats i les cultures configuren els sentits atribuïts més gran en la investi- sobre epidemiologia salut pública. Aquesta inversió serà productiva a l'hora de presentar i adequadament les causesi les conseqüències de les malalties com el treball paral·lel que es fa en l'àmbitde canviant, els riscos i els beneficis per a la salut.Cal retornar al lloc que per dret li correspon l'enfocament poblacional de clau de l'èxit dels programes per a la prevenció de les malalties i la pro-moció de la salut. Què es pot fer per canviar uns comportaments poc saluda-bles? Quins sobrela prevenció de les malalties i la promoció de la salut ha estat malauradamentdeficient, en comparació amb investigació biomèdica directe de malalties. Tant pel que fa a la medicina clí-nica com a la salut pública, cal impulsar molt més les capacitats de recerca poguessin seguir la les causes socials de la malaltia, com elsesforços que es fan actualment en vistes a el del genoma humà.Però, sigui com sigui, persisteixen les desigualtats en el camp la recerca. Talcom ho ha fet observar l'OMS, només un 5 per cent de les despeses globals pera la recerca en el camp de la salut s'ocupa de les necessitats dels països en viesde desenvolupament, els pateixen de les seves principals prioritats la d'a-judar la món, aquesta exigirà prestar més atenció a la salut pública -és el cas del'Europa Central, amb la seva alta taxa de mortalitat la investigació. Què està passant, i per què, i què hem d'entendreencara sobre la persistència de les malalties infeccioses? La recerca sobre lescures pal·liatives i sobre el del dolor encara en els primers estadis,i és dels desafiaments món serà el de les malalties i, més en particular, les possibilitats de millorar laqualitat de vida de per tant, pro-porcionar a a econòmics. I això val tant la de les persones grans comde grups específics de joves, com estan afectats de sida o diabetis. Si,d'una banda, la idea d'una reducció de la morbiditat al final de és del tot clar quines estratègiesclíniques i de salut pública són les més que probablement serà mésimportant per al benestar de la que lluita continuada contra lesmalalties letals. característi- tant per diagnòstic com per a la rehabilita-ció i la terapèutica. Encara que la tecnologia domina més als hospitals que a l'as-sistència primària, és per molt deman-dada tant per alhora també un beneficiosa -i la formació dels metges està orientada a l'ús que, a el futur caldrà incrementar en gran mesura la investigació sobre una d'aspectes de les clíniques i fa alhora un esforç en el camp de l'ètica i de les ciènciessocials, a fi de comprendre el rerefons econòmic, professional i moral que con-figura la manera en què els metges i els altres professionals de la salut responena les de la respecte a l'eficàcia resultats de la tecnologia.També una recerca sobre els procediments i de l'exercici de la professió) mostra la tensió que hi ha entre la medicina entesacom un art i la medicina considerada com a ciència. Aquesta discussió antiga,que no ha estat de cap manera resolta amb la insistència actual en la medicinaprobabilística, requereix un tractament més a fons. El judici individual nopot quedar substituït del tot pel càlcul de probabilitats; socials, i no les tecnologies mèdiques. repercussions tindrà aquesta innova-ció per a les institucions educatives, per a la família i per al govern? Compodrien canviar les noves indi-viduals? són tan importants com que tecnologies fa augmentar els costos i fa més difícil frenar o eliminar l'ús de les que no demostren la seva efectivitat o els seusavantatges en termes de costos. Per tot això, cal prestar també molta atenció a fiables omolt ambigus. De moment, no es pot dir que el seu valor sigui de cap maneraevident. Medicines alternatives. moltssegles, la medicina alternativa a la salut i albenestar de és mateix oberta científicament l'eficàcia. A molts països desenvolupats,entre un 30 i un 40 per cent dels usuaris s'adrecen a les formes alternatives dela medicina. món per tant, que cal pren-dre en consideració Larelació ment-cos, un tema esquívol, hauriade convertir-se en objecte d'investigació, tant de la medicina científica com dela tradicional. Els fins de la medicina i la prestació d'assistència sanitària. Encara que, ni en el millor dels casos, la medicina no pot per si sola proporcionar bonasalut a una societat, sí que pot contribuir enormement a aquest fi, exercint elseu aconseguir-hoexigirà una coordinació més gran de la medicina amb la salut pública i un con-junt de prioritats per als sistemes d'assistència sanitària que emfasitzin les pos-sibilitats més importants medicina i escoles de salut pública, i tambéentre les associacions mèdiques i les de salut pública. Una de les social, i s'han de representar les paperintegrador de considerats per tothom com procediments i alsprincipis directors, i defensables científicament. ha de facilitar, adapta-cions. En un debat les prioritats a dos nivells: primer, el del lloc que ocupen escala nacio-nal, de procurar una equitativa dels recursos entre l'assistènciasanitària i els altres sectors la medicina dins dels plansnacionals de les baix cap a dalt, assegurant que existeixun bon sistema de salut pública; a partir sobre aquesta base, amb lafinalitat d'aconseguir a de i, a continuació, en la mesuraque hi hauria d'anar les formes necessitats el respecte i un úsassenyat dels professionals de la salut i de les especialitats que aporten riquesa,diversitat i i que fan contribucions tan decisives com ells. El canvi que molts llocs, cap al concepte d'assistència mèdi- ca en equip comportar alhora un canvi en les responsabilitats tradicionalsdels metges i del conjunt del personal massa pocexplorat fins ara, però propers pot arribar la creació de programes socials i de formació per a les persones grans;un aspecte sociocultural, amb un i malalts crònics, tot ajudant-los a donar la seva vida de sentit com sigui possible. Els serveis amb demència i de les persones més fràgils, i a l'atenció domicilià-ria per a infants. La medicina i el mercat. No hi pot haver gaire dubte que la més gran de les forces econòmiques que avui actua sobre els sistemes d'assistència sanitàriaarreu del món és la que permet que no pas l'Estat,exerceixen seva d'elecció; la eficient dels béns, a través de la competència lliure i privada, i unmitjà per crear incentius i desincentius que modifiquin el comportament del'oferta i la demanda. Per a un nombre de països cada vegada més gran, l'o-rientació cap al mercat combina el desig dels pacients de tenir més possibilitatsd'elecció amb la necessitat, part dels governs, d'alleujar la seva càrregaeconòmica i, d'aquesta manera, i/o els empresaris a fer-se càrrec més considerable dels costos Laprivatització, total o parcial, dels un altretemps anaven a càrrec sistema públic ha estat un dels mitjans més impor-tants per a introduir les estratègies de mercat. Aquest no és el lloc per entrar en una anàlisi a gran escala de la relació entre la medicina i el mercat, però almenys podem dir el següent: el mercat la medicina i dels costos, un les funcionsmés importants en el món la qualitat i els estàndards professionals. Demanera conjunt de valors són aliens, seus inherents sempre han estat filantròpics de la de les funcions dels sistemes que depenen de manera particular del sistema públic (especialmentpel que fa a la salut pública); l'incentiu comercial per a desenvolupar tecnolo-gies més cares (i, per tant, més lucratives) per la medicina individualitzada,en l'encoratjament la la medicina o dels fins proposats aquí. T ot es pot comprar i ven-dre, tot es pot convertir mercaderia. Però la mercantilització corromprefàcilment la medicina és una manera bàsica de promoure'l. Comercialitzar la salut ila medicina, encara amb l'objectiu d'ampliar l'oferta i de millorar l'e-ficiència, comporta un risc poderós de subvertir-les. El que hi ha en joc és laintegritat de la medicina mateix. Una privatització i comercialització excessivesi desequilibrades de la terrible per als seusfins autèntics. Establir les prioritats sota l'ombra del mercat serà particularment difícil si l'Estat no es reserva un paper determinant en la direcció del sistema d'as-sistència sanitària o per adherir-se fins medicina. A els paï-sos, de ser-veis per a tots els ciutadans, delimitar clarament els papers respectius dels sec-tors públic i privat, fomentar cooperació entre sectors fer un esforç encomú per incrementar l'ús més eficient de la informació i de les tecnologiesmèdiques. Encara que els membres del nostre grup de desenvolupament forces del preocupacions no semblen menysaplicables a les nacions solidaritatinternacional La l'assistènciamútua les i la formació dels metges. Durant dècades, pel que fa a la seva medicina contemporània s'ha centrat en malalt.Es considera, per tant, que la resposta pròpia de la medicina és una respostatecnològica, dissenyada per eliminar la causa de la malaltia. Com que en moltscasos té èxit, i com que seu l'ho-ra de donar una bona preparació per fer front a les complexitats mèdiques isocials de les malalties cròniques i promoció de prevenció hi sis-temes de formació, a fi que incloguin maneres de pensar amb més riquesa tic i tractament\" de de vegades no és gaire i fecunda comla que ha conformat tant per l'element clau per a comprendre elpacient com a persona. Al mateix temps, els canvis que es produeixen en la ges-tió de l'assistència sanitària i en la política de salut pública ampliaran el campd'acció del personal no facultatiu, alhora que es planificació de la salut pública.Aquestes emergents fan que el model de \"diagnòstic i tractament\"aparegui com a menys defensable, i des del començament de la seva formació, a tot el ventall que conforma la salut, la malaltia, els trastorns les quals viu la que produeixen. important medicina, enl'anatomia, la fisiologia i la bioquímica pot fer arribar als estudiants un mis-satge equivocat: els fa creure que en i en aquestes ciènciesresideix el secret dels fins de la medicina. Però no en són pas tot el secret,només una part. Les humanitats mèdiques i les ciències socials. Un enfocament excessivament reduccionista i científic, de la malaltia i el malestar pot ser tan opac com reve-lador. Una direcció més interessant en les metodologies innovadores.Les humanitats mèdiques l'ètica, lestècniques de comunicació i l'antropologiai la sociologia de medicina- i les estudiants a comprendreel marc humà i cultural (o multicultural) de la seva professió i disciplina. Lahistòria de la medicina, amenaçada per manera de compren-dre el sorgiment i el del seu important aquests altres treballadors de l'as-sistència més àmplia del contexthumà i social de la malaltia. La diversitat social i cultural creen el paper del metge en la promoció de la salut i en la prevenció de les malalties -el metge com a con-seller i educador del malalt-. El model de diagnòstic i tractament, amb el seuèmfasi sobre el tractament i el guariment a posteriori, suggereix al metge jove que el paper de la medicina comença quan els pacients ja estan malalts i neces-siten ajuda. I és una perspectiva molt prevenció i la promocióde la salut. Els programes de salut pública han d'assumir una gran part de latasca referida a la promoció de la salut, però difícilment ho poden fer sense activa amb els pacients individuals;tots dos enfocaments, el que s'orienta cap a la població i el que s'orienta cap cas de moltes malal-ties cròniques, en què el que, de fet, metge i del pacient alhora, ésque anys salut els pacients i coordinar el suport familiar i socioeconòmic, a més de l'a-tenció sanitària cures envelleixen, i per a personesgrans o mort tard tots els pacients, i que actualment el camí cap a la mort acostuma apassar per la porta de l'envelliment i de la malaltia crònica. Cal inculcar, com avirtuts, una apreciació clara de la incertesa mèdica i de tolerància envers el malalt. tot en els casos de les malalties cròniques mai no és massa tard per als esforços orientats a la promoció de la salut i a la prevenció de la malaltia: calfer el màxim possible amb la salut que pugui cal promoure la inde-pendència i la capacitat del pacient per de coordinar de maneraeficaç i ha d'estar en mans dels qui dominen l'ús adequat de icomprenen les si és com a conseqüència del domini actual de les forces i de les estratè- gies del mercat com simplement hauran de tenir en els les qualshauran de parlar amb els pacients sobre els costos dels tractaments, sobre lesopcions econòmiques de què disposen i sobre del pacient les i formació, en petits grups, en casos pràctics, a la metodologia cien-tífica i epidemiològica i medicina serà disciplina més futur, si surt i si introdueix les modificacions curricularspertinents. Encara que aquest informe destaca la formació dels professionals de la medicina, seria un oblit seriós no subratllar la importància de l'educació mésgeneral, útilque pot millorar la diària. els mitjans de comunicació s'haginde fer càrrec d'una bona part dels esforços per prevenir lesmalalties. En aquest context, serà especialment important el fet d'informarobjectivament sobre els riscos i les oportunitats per a la salut. Uns mitjans decomunicació responsables són tan importants per a la medicina contemporà-nia com ho són per a la política i l'economia.MIRANT ENDAVANT 149MIRANT ENDA V ANT les discussions futures sobre la reforma de l'assistència sanitària Fins més. En el cor d'aquests sistemes hi ha la medicina, la qual, com a disci-plina i com a professió ha és bo necessari; que la mort i la malaltia són ene-migues que poden i han de salut és una cosa moltsemblant, si no idèntica, a buscar examinar interpretar aquestes premisses de bell nou. Enteses com sovint ho han estat, ja no són adequades i fins i tot podenser una font de problemes. Un bon exemple en serien les dificultats de lamanera com és concebuda la medicina com de la manera en què estan orga-nitzats els sistemes d'assistència sanitària, o també els mals usos fins. com a font d'e-normes beneficis, i l'ús de models de mercat a l'hora de prestar assistènciasanitària, aparèixer uns problemes que aquesta escala i magnitud, dins la història de la medicina. El poder delsmodels de mercat per millorar la medicina és igualat pel seu poder per perju-dicar-la i per equipar-la amb incentius distorsionats. Enfront de les forces delmercat i la sense fre de beneficis, fins pot interès per els hagut mèdica a tots cinccontinents, s'ha centrat Concloem el nostre informe cinc aspiracions per a la del futur, cadascuna de les quals s'ha de fonamentar en una reflexió sobre lanaturalesa de una en la qual gairebé sempre s'alternendos tipus de consideracions, les i les que es refe-MIRANT ENDAVANT 150reixen a la societat de la qual forma part. La medicina pot, en part, controlar el seu destí. Però només ho pot fer en part. De vegades, necessitarà la proteccióde l'Estat, si vol moderar una lucre, si volobtenir un consens nacional quan falta, i per coordinar els diversos sectorsde l'assistència sanitària, des de la salut pública fins a les medicines alternati-ves. El paper la consecució de les aspiracions de lamedicina. La medicina futura, per tant, ha d'aspirar a ser:Una medicina honesta, que controli la seva vida professional. La medi- cina ha d'establir un diàleg continu amb i tenen millor manera que pugui decretar. La medi-cina ha de controlar la seva vida interna i la seva direcció; d'altra banda, però,hauria d'escoltar el que aquesta societat vol d'ella i intentar de ser tan recep-tiva com sigui possible. És a dir, la medicina ha de planificar el seu propifutur en col·laboració amb la societat. La rendibilitat de la medicina moder-na, la seva capacitat per oferir a la gent allò que la natura els ha negat i el seupoder per evocar somnis de transformació humana, li fan de exces-sivament trobar el seva història i les seves tradicions i si retorna una vegada i unaaltra a allò que va ser la seva preocupació inicial: l'alleujament del sofrimenti la recerca de la salut. La pregunta que la medicina sempre hauria de plante-jar als seus aspirants a a aquells als qui hem de servir? Una medicina moderada i prudent. Per més gran que sigui el poder de la recerca i del progrés expres-sió d'altres malalties. La mort pot ser ajornada i evitada, però mai conquerida.El dolor i el sofriment llarg de la vida la mort. medicina i prudent present aques-tes veritats, i arribar mai a deixar-se embruixarper ell o a oblidar la mortalitat intrínseca de la condició humana. Aquestamedicina buscarà, a més, l'equilibri entre la seva lluita contra la malaltia i elsofriment i el convenciment que el seu paper no és el de trobar la trans-cendència del cos, sinó el els i sostenible. Una gran part de la lògica de la investigació mèdica, i de la seva capacitat de fer-se atractiva al mercat, imposaa la medicina una cursa que és econòmicament insostenible. Gairebé tots elspaïsos i a lesexigències contínues de la població pel que fa a la disposés de millors controls per part del'Administració, de l'obertura a la lliure competència del mercat, desincentius econòmics, es podrien controlar pressions sotmesa la medicina contemporània. Aquesta esperançaés equivocada si només es basa en la tècnica. Només una reinterpretaciósimultània dels els seus fins a les realitats econòmiques i per a instruir sostenible a llarg termini. Una La medicina pren formes dife- rents i s'expressa de manera diferent en els diversos països i cultures, i hauriad'estar oberta a aquest pluralisme, fins tot simultàniament, s'esforça perromandre fidel a les arrels i tradicions que li són pròpies. Una medicina social-ment sensible estarà alerta a les necessitats dels diversos isocietats, les variades maneres decomprendre la salut i equitativa. Una medicina que no conegui límits, a la qual li manqui una se sotmeti als capricis del mer-cat i que oblidi la finitud humana no pot ser una medicina equitativa. Anirà al'encalç dels diners i del poder, que es nodreixen amb el desig comprensible,però equivocat, de dominar la natura i de superar els límits de les possibilitatshumanes. La injustícia o la mala i econòmica distorsio-nar dels recursos com una imatge de la medi-cina que la presenti de manera massa simplista com una font d'ingressos, d'o-cupació, de vendes i exportacions de les administra- cions i les economies que l'hagin de prestar, i no simplement dels qui enpuguin pagar el preu corrent o que potportar els governs a fallida intenten posar-los a l'abast de tothom. Hauràd'acceptar la inevitabilitat de la malaltia i i no més noho feia fins ara, de la salut pública, de la promoció de la salut i de la prevencióde les malalties. I haurà de comprendre que el desig gastar més per salut amb s'ha de si mateixa com:Una medicina que respecta les possibilitats d'elecció i la dignitat huma- nes. La medicina un ventall complex de possibilitats, moltes d'elecció extremament recursos relatiuque té la salut com a pacients, reals o eventuals, haurem depensar la manera en els nostres deures i la resta de pacients. Haurem d'elegir de manera responsable entre les opcions que per a uti-litzar les tècniques coneixement controlar la natalitat, per con-figurar i modificar l'estat d'ànim i la conducta i per posar punt la lliure necessitat diàleg social de El projecte Els fins de la medicina s'honora de participar del consens de l'informe sobre el projecte, en les sobre familiar, el control de la fertilitat i lesqüestions referides la als de lamedicina). Aquest grup creu que estan tractats d'una manera en part esbiaixa-da i opina que més equilibrada acolliria posicions que afirmen elrespecte suprem per vida moment la concepció fins a lamort i, atorgués pes al creixement al declivi de les poblacions. El grup eslovac també es vol unir als grups que s'oposen a director del projecte, Dr. Joseph Glasa, posarà a disposició de tots els interessats el text complet de la declaració del grup eslovac. Discrepància del al sistemasanitari públic. amb això, no idea mínimacceptable, que creu pas art o una empresa humanística amb un component científic o que pretén, simultàniament, ser honesta, moderada, assequi-ble, sostenible i equitativa ha de reflexionar constantment sobre els del futur no serà,i no hauria de ser, pel que fa a les seves estructures institucionals i als seusmarcs polítics, la mateixa que medicina del passat ni la del present. Nomésels esforços comuns dels metges i dels pacients, de la medicina i de la societat,poden configurar aquest futur acuradament i de socials i científiques que recauen sobre la medicina del final del segle XX estan obligant els responsables polítics d'arreudel món a s'estudien des d'un nou punt de vista els que hi ha al nucli de lamedicina. Això de partença és que estan en joc els fins de la medicina i no solament els mitjans. La biomèdica i les la història humana,pel impacte positiu sobre salut de la població d'arreu del món. Ara bé,cal considerar que els avenços de la medicina moderna són una espasa de dobletall: la vida humana s'allarga, però sovint superiors. Als responsables polítics, tant del món indus-trialitzat com del món en vies de desenvolupament, se'ls fa cada vegada mésurgent ponderar els avantatges i desavantatges de la tecnologia mèdicaavançada. En la seva lluita per equilibrar els pressupostos, els governs dels paï-sos rics i pobres han de repartir uns recursos limitats entre la medicina i totauna sèrie d'altres demandes socials. Els fins de la portar els representants de catorze països, a tornar a posar en qües-tió els fins tradicionals de la medicina. Aquest grup considera que la medicinas'hauria de proposar quatre objectius, que representen els valors propòsits anacrònics o aliens. La prevenció de les malalties i de les lesions i la promoció i el manteniment de la salut. L'alleujament del dolor i dels sofriments causats pels mals. l'atenció als malalts incurables. L'evitació de la la cerca mort 157Els objectius pràctics els fins de la es farà possible abordar en la qüestions importants eltreball en epidemiologia i en salut pública, a fi d'obtenir una com-prensió més àmplia de la situació de les malalties dins més fràgils de la societat. Caldria ensen-yar als estudiants de medicina que la mort és que no sempre serancapaços de guarir. cròniques. Els nous metges, si és que de l'organitza-ció dels sistemes sanitaris. Fins erronis de la medicina ús de les tècniques i el coneixement mèdics Els usos del coneixement i de les d'una bona salut. Itampoc no correspon a la medicina determinar què és el benestar general pera la societat. Mirant endavant Algunes sats a l'abús o al mal aquí examinar aquestes interpretar-les des i geogràfiques, la medicina hauria d'aspirar a: ser honesta i controlar la seva vida professional; ser moderada i prudent;RESUM 158 ser assequible i econòmicament sostenible; ser justa i equitativa, i respectar la dignitat i la capacitat humana d'elecció. Només els esforços comuns dels metges i dels pacients, de la medicina i de la societat, poden configurar de manera adequada i satisfactòria el futur de la medi-cina mateix.COORDINADORS INTERNACIONAL 159COORDINADORS DEL GRUP INTERNACIONAL Dr. d'Ètica Mèdica i BioèticaBratislava, República Eslovaca Maurizio Mori Centre per a la Investigació i la Formació en Política i ÈticaMilà, Itàlia Lennart Nordenfelt CatedràticDepartament de Salut i SocietatUniversitat de DEL 160Dr. MedecinaUniversitat KarlovaPraga, Peter i CopenhageCopenhage, Dinamarca Agus Suwandono DirectorGrup d'Investigació en Política i Recursos per a la SalutInstitut Nacional per a la Salut i el Desenvolupament de Catòlica de NijmegenNijmegten, Holanda Dr. Diego Gracia Catedràtic d'Història de la CiènciaFacultat de MedecinaUniversitat Complutense y la participación activa de los usuarios 12.La gestión del cuidado en enfermería 11.Els fins de la medicina 10.Corresponsabilidad empresarial en el desarrollo sostenible 9.Ética y sedación al final de la vida 8.Uso racional de los medicamentos. Aspectos éticos 7.La gestión de los errores médicos 6.Ética de la comunicación médica 5.Problemas prácticos del consentimiento informado 4.Medicina predictiva y discriminación 3.Industria farmacéutica y progreso médico 2.Estándares éticos y científicos en la investigación 1.Libertad y salud Informes de la Fundació: i centre de recerca 1.Percepció social de la biotecnologia Per a més informació www.fundaciogrifols.orgLOS FINES DE LA MEDICINA ELS FINS DE LA MEDICINALOS FINES DE LA MEDICINA - ELS "}