{"title": "[TVR] Rosetta@Home, brought to you today by Team Vino Rose!", "author": null, "url": "https://arstechnica.com/civis/threads/tvr-rosetta-home-brought-to-you-today-by-team-vino-rose.196607/", "hostname": "arstechnica.com", "description": "Sounds like a plan Biggles. I'd really prefer a couple of x2's like AdamED has. Either way it would take a lottery win :-)charmed", "sitename": "Ars OpenForum", "date": "2005-11-07", "cleaned_text": "The Baker Laboratory is going to a major participant in AIDS vacine research project which is being funded by a 19.4 million dollar grant by the Gates Foundation.<BR><BR><BLOCKQUOTE class=\"ip-ubbcode-quote\"><div class=\"ip-ubbcode-quote-title\">quote:</div><div class=\"ip-ubbcode-quote-content\">Other examples of high-wire AIDS vaccine science getting Gates support: British researchers received $25.3 million to study some uniquely weird antibodies made by llamas; Swiss scientists got $15.3 million to test an altered poxvirus as an AIDS vaccine, and a Seattle team was given $19.4 million to create computer-designed synthetic proteins that will be tailor-made to thwart HIV's deadly ability to evade immune system detection.<BR><BR>\"I'm kind of new to this whole vaccine thing,\" acknowledged a wild-haired David Baker, a University of Washington biochemist and wunderkind who rapidly has gained international renown for his innovative work in computerized protein analysis.<BR><BR>\"Using computers, one can design proteins to elicit reactive antibodies,\" said Dr. Leo Stamatatos, an HIV/AIDS expert at Seattle Biomedical Research Institute and lead investigator on the Gates grant. Stamatatos recruited Baker and his UW colleagues to assist with the ambitious project because of their expertise at handling gargantuan analytical tasks.<BR><BR>Baker is the creator of a \"distributed computing\" network known as Rosetta@home (modeled after the extraterrestrial-seeking SETI@home) which recruits volunteers around the world to allow their home computers to be harnessed for crunching the massive amount of data needed to analyze and predict protein shapes and behavior.<BR><BR>\"One of the single biggest limiting factors (in the field of protein analysis) has been the lack of adequate computing power,\" he said.<BR><BR>Similarly, Stamatatos said, one of the biggest problems preventing researchers from identifying proteins that potentially could provoke an antibody response to HIV has been this inability to rapidly examine and test the many different kinds of proteins involved.<BR><BR>\"With this grant, we're going to be able to test more than 200,\" he said.<BR><BR>There are two basic arms to the immune system. One is the antibody, or humoral, response; the other is known as the cellular response. Because of HIV's ability to rapidly change its genetics and disguise its foreign nature from the immune system, nobody in the past two decades of AIDS vaccine research has been able to figure out how to provoke a meaningful antibody response to HIV.<BR><BR>Further, this failure led nearly all scientists to play it safe and focus only on trying to create AIDS vaccines that can elicit a cellular response, Stamatatos said, even though everyone agrees an antibody response is likely going to be needed as "}