{"title": "The 18 Best Non-Toxic Rugs (That You Can Buy Online) - My Chemical-Free House", "author": null, "url": "https://www.mychemicalfreehouse.net/2023/02/11-best-non-toxic-natural-rugs.html", "hostname": "mychemicalfreehouse.net", "description": "The best non-toxic rugs that you can buy online. Options made with natural materials like wool, jute and cotton, without chemical treatments, and undyed.", "sitename": "My Chemical-Free House", "date": "2023-02-11", "cleaned_text": "There are only a few companies that have gone the extra mile to fully disclose what is in their rugs. These are the top companies making healthy area rugs safe for those avoiding toxins in the home, as well as safe for nurseries with crawling babies, and sensitive pets. Those avoiding chemicals should avoid area rugs with synthetic latex backing, glues, synthetic moth treatment which is a pesticide - usually permethrin, and other topical treatments such as stain guard treatments. For those very sensitive to chemicals, you may even want to avoid rugs treated with detergents, bleach, or dyes (possibly even the eco dyes). [Wall-to-Wall Carpet is Covered Here](https://www.mychemicalfreehouse.net/2020/07/the-healthiest-non-toxic-carpet-brands.html) This post contains affiliate links, upon purchase I earn a small commission at no extra cost to you. 1. Earth Weave (Wool) [Earth Weave](https://www.thegreendesigncenter.com/product/earth-weave-catskill-rug/?ref=4122) - Earth Weave rugs are made out of wool, with no mothproofing and no other chemical treatments. The dyes are organic. The rugs do contain natural latex. Custom sizes are possible. A 4 x 6 rug is $418 You can order them through [Green Design Center](https://www.thegreendesigncenter.com/product/earth-weave-catskill-rug/?ref=4122). 2. DMI (Seagrass) [DMI](https://www.thegreendesigncenter.com/product/dmi-seagrass-carpet-rugs/?ref=4122) makes rugs out of their carpet material. These are seagrass rugs with no dyes, insecticides, or chemical treatments. They do contain natural latex in the backing. They also make wool rugs. Contact [Green Design Center](https://www.thegreendesigncenter.com/product/dmi-seagrass-carpet-rugs/?ref=4122) to choose the custom size. 3. Nature's Carpet Rugs These are 100% wool carpets with a backing made of jute and synthetic. I have seen samples of the carpets made by this company and they were fantastic. This is a great company in terms of quality, additives, and transparency. They do treat the wool with permethrin or bifenthrin. A 5 x 8 rug starts at $797 You can order them from [Green Design Center](https://www.thegreendesigncenter.com/product/wool-textures-bling-area-rugs-natures-carpet-copy/?ref=4122). 4. Hook and Loom (Wool or Cotton) [Hook and Loom](https://hookandloom.com/browse/undyed-natural-wool-rugs/?aff=10) - is a great choice because of how forthcoming they are, and the fact that they used untreated wool. The [wool rugs](https://hookandloom.com/browse/undyed-natural-wool-rugs/?aff=10) are made from undyed natural wool, no dyes, no pesticides, no flame retardants, and no latex. A 4 x 6 wool rug is around $245. They also have [organic cotton rugs](https://hookandloom.com/organics/?aff=10) that are made from 100% GOTS-certified cotton. They use no dyes whatsoever and no adhesives. They hand-bind their rugs, so there's no latex and no offgassing. They are washable and affordable. A 4 x 6 is around $148 Order them online from [Hook and Loom](https://hookandloom.com/browse/undyed-natural-wool-rugs/?aff=10). 5. Lorena Canals (Cotton) [Lorena Canals](https://amzn.to/3nVftmY) - What I like about these rugs is that they are washable. That might suit some people more than the other options. They are 97% cotton and made with \"eco dyes\". They do not use any chemical treatments of any kind on the rugs. They are washed and dried with biodegradable detergents and no added softeners. A 4 x 5 rug is $230. Buy on [Amazon](https://amzn.to/3nVftmY). 6. Organic Weave (Wool & Cotton) [Organic Weave](https://organicweaveshop.com/) - Another top pick - these are GOTS Certified organic rugs. Their hand-tufted rugs are made from wool and cotton and dyed with all-natural GOTS Certified dyes. They claim no chemicals are used in the cleaning of the raw material and the dyeing of the yarn or in the final cleaning of the rugs. No synthetic moth treatments or chemical flame retardants are used. Neem is used for mothproofing. The wool rugs do have latex. They deliver to Canada and the US without import duties. A 5 x 8 rug is around $2,400 Buy through [Organic Weave](https://organicweaveshop.com/). 7. Home of Wool [Home of Wool](https://homeofwool.com/shop/flatwoven-rug/r/55/) makes 100% natural wool rugs that are undyed and unbleached with a 100% cotton base. They are not treated with Permethrin. They come in three natural colors, and one striped option. A 5 x 8 rug is $567 and you can use code mychemicalfreehouse for 10% off 8. Rawganique (Hemp or Hemp/Wool) [Rawganique](https://www.rawganique.com/?Click=132240) - makes wool and hemp mix rugs out of 50% wool and 50% hemp. They are 100% natural and organic. They contain no rubber, no synthetics, and they are not treated with any chemicals including pesticides. The hemp is unbleached and dye-free, the wool is natural and eco-dyed. A 4 x 6 rug is $229. Buy through [Rawganique](https://www.rawganique.com/?Click=132240). 9. Novica (Wool) [Novica](https://www.novica.com/artistdetail/?faid=7962) - has a number of Mexican Zapotec 100% wool rugs dyed with natural dyes. They do not contain any other treatment, they claim, such as mothproofing, stain-resistant coatings and natural latex. A 4 x 6 wool rug is about $390. Buy through [Novica](https://www.novica.com/artistdetail/?faid=7962). 10. Loloi Rugs (Wool/Mixed) [Urban Natural](https://www.urbannatural.com/collections/loloi) - carries Loloi rugs that are 100% wool as well as ones that are wool/jute. They use vegetable dyes and do not use adhesives. You can buy samples of the Loloi rugs from Urban Natural. A 4 x 6 rug is about $220. Buy through [Urban Natural](https://www.urbannatural.com/collections/loloi). 11. Cali (Bamboo, Cotton, Jute, Bamboo, Wool) [Cali Bamboo](https://www.calibamboo.com/area-rugs.html) - carries some rugs that are undyed and unbleached but I did not hear back from them with the full specs (about mothproofing, etc.) They carry a number of lines: rugs are made of various materials from wool mixes, jute, bamboo, PET (polyester), nylon, and cotton. Rugs made out of denim scraps usually retain the chemical fabric treatment of the blue jeans or might be recycled. The bamboo rugs are $135 for 4 x 6. Buy through [Cali Bamboo](https://www.calibamboo.com/area-rugs.html). What About Conventional Jute Rugs? I like IKEA because they go much further than most companies to create healthy products in many areas. They don't go to the extent that companies on this list go to, but I would certainly consider IKEA's jute and other natural rugs to be the most non-toxic conventional option. Safavieh [sisal and jute rugs](https://amzn.to/3pgOKBb) could also be considered. The company has stated that they don't treat the rugs with any insect repellents, stain repellents, or flame retardant chemicals. Their natural rugs are on the way to becoming OEKO-TEX certified. 12. Libeco (Linen) [Libeco](https://www.libeco.com/en/) - Libeco is a company that makes linen in Europe. All of their linen is either organic or usually grown without pesticides (only on the odd occasion are they used). It is all Oeko Tex 100 which certifies no chemical additives to the rug. The linen options that are of natural color do not contain any dyes. Technically they are dry clean only, but you can hand wash them and dry them flat or hang them in a way that they won't wrinkle. A 4 x 6 rug is $415 Buy through [Libeco](https://www.libeco.com/en/). 13. Under the Nile (Cotton) [Under the Nile](https://underthenile.com/collections/rugs/products/big-rug?variant=32176008953921) makes simple 100% organic cotton (GOTS Certified) rugs. The dyes are low impact - no harmful effluents or toxins are used, and no azo dyes. Everything that goes into the making of the colored fabric is biodegradable. They use no bleach, no chemical fabric treatments, and no flame retardants. They are machine washable. A 4 x 6 rug is $125. Buy from [Under the Nile](https://underthenile.com/collections/rugs/products/big-rug?variant=32176008953921). 14. Willaby Willaby rugs are also GOTS Certified. This highest level of certification covers all parts of the rug from the dyes to what it can be treated with. They use safe non-toxic dyes and do not add chemical treatments or harmful stain-resistant coatings GOTS prohibits toxic heavy metals, formaldehyde, aromatic solvents, functional nanoparticles, chlorine bleach, azo dyes, synthetic sizing agent, PFAS, and PFCs. A 4 x 8 rug is $570 Buy from their [website](https://willabyshop.com/collections/rugs). 15. Parachute Parachute rugs are Oeko-Tex Standard 100 certified. Oeko-Tex is not quite as strict as GOTS, but it's the nest best thing. Oeko-Tex means they do limit heavy metals, pesticide residue, chlorinated phenols, phthalates, organic tin, other harmful chemical residues, harmful dyes, PAHs, solvent residues, PFOAs, and PFOS. They have cotton, wool, and jute rugs. A 2 x 3 cotton rug is $55. 16. Burrow I wanted to include Burrow because it's difficult to find wool rugs without mothproofing or polyester rugs without PFAS. Burrow checks both of these boxes. A 5 x 8 rug is $495. Get $75 off with [this link](https://fbuy.io/burrow/corinne5) (if you spend $300 or more) Bonus, Plastic Rugs For folks who are highly sensitive to mold, dust, and allergens often plastic woven rugs are preferred. These are some brands that sensitive folks have done well with: 1. Ruggable - Washable Rugs Ruggable rugs are washable polyester and polyurethane rugs with a backing pad that is made from polyester and a thermoplastic rubber (unspecified plastic). The rugs are not treated in any way, they say, which should mean that they are free of PFAS. (They do have a Prop 65 warning for trace methylene chloride and [according to Tamara Rubin](https://www.facebook.com/LeadSafeMama/posts/736527174507430) they tend to test positive for trace-Antimony, which is very common for polyester). 2. Tumble - Washable Rugs Tumble rugs are also made of polyester. The backing is made from EVA foam (that is free of formamide) and thermoplastic resin (unspecified plastic). They say it's free of latex, rubber, and phthalates and that it has no offgassing. It does have a stain guard treatment but they claim it's free of PFC and PFAS coatings. It does not contain any Prop 65 chemicals like methylene chloride. You can get [$20 off here](http://tumble.refr.cc/corinne) with that discount code. 3. Polypropylene Indoor/Outdoor Rugs It's the indoor/outdoor flatweave rugs that are more likely to be very low in offgassing. Polypropylene rugs from [The Company Store](https://www.thecompanystore.com/summer-awning-stripe-indoor-outdoor-rug/57186.html?dwvar_57186_color=MULTI) have been reported good. 100% polypropylene rugs from [World Market](https://www.worldmarket.com/product/black-and-cream-reversible-indoor-outdoor-rio-floor-mat.do?sortby=ourPicksAscend&from=fn) (some have said they also like their natural fiber rugs, even though the company does not divulge a lot about how they are treated). I also sampled UV Stabilized Royaltron Polypropylene from Stanton Carpet which did have a low new carpet odor. 4. Nylon Indoor/Outdoor Rugs (Not Woven) Nylon washable indoor/outdoor rugs from [Pottery Barn](https://www.potterybarn.com/products/phinney-washable-mat/?pkey=s%7Cwashable%20area%20rug%7C47) have been recommended by some sensitive folks (which do have a rubber on the backing). Staton Carpet LION indoor/outdoor nylon was low in odor & offgassing, definitely quite good for a nylon rug. The company said in an email they are free of PFAS/PFCs. - Notes: - Those with severe chemical sensitivities generally do well with polypropylene (PP). PP does not have added BPA or added phthalates (though some PP contains trace phthalates). Like other plastics, it can leach chemicals into food/drinks with heat, prolonged contact, and acidity but I would not expect these conditions to be met with a rug. (Source, [1](https://www.healthline.com/health/is-polypropylene-safe), [2](https://www.plastribution.co.uk/wp-content/uploads/2017/04/Phthalate-free.pdf), [3](https://www.medicinenet.com/is_polypropylene_toxic_to_humans/article.htm), [4](https://www.sciencedaily.com/releases/2008/11/081119173218.htm)) - Polyurethane when made into a flexible plastic (not a foam) is also highly tolerable for chemically sensitive folks with minimal offgassing that doesn't go on for long. [Corinne Segura](https://www.mychemicalfreehouse.net/p/contact-me.html) is a Building Biologist Practitioner with 8 years of experience helping others create healthy homes. Did you find this post helpful? If so you can [buy me a coffee](http://ko-fi.com/corinnesegura) to support the research behind "}