{"title": "Immune Support for Runners | Abbott Newsroom", "author": "Abbott Content Team", "url": "https://www.abbott.com/corpnewsroom/nutrition-health-and-wellness/immune-support-for-runners.html", "hostname": "abbott.com", "description": "Nutrients such as Vitamin C, Zinc, Vitamin E and protein and ingredients, like probiotics and prebiotics, can help support immune function during marathon training.", "sitename": "Abbott", "date": "2021-08-27", "cleaned_text": "If you were to describe the relationship between exercise and the immune system in one word, it would be \"complicated.\" On the one hand, [research suggests](https://journals.lww.com/acsm-msse/Pages/articleviewer.aspx?year=2016&issue=09000&article=00013&type=Fulltext) that even low levels of physical activity may lower your risk of bacterial infections by 10 percent when compared to a sedentary lifestyle. But, on the other, frequently repeated intense exercise can affect the immune system. \"Many marathoners report, for example, that they exhibit symptoms of upper respiratory tract infections in the first week or so after completing the race,\" said Lonnie Lowery, senior research scientist, adult nutrition in Scientific and Medical Affairs at Abbott. \"The causal connection with infections is difficult to make, but such a physically stressful event does take a toll.\" Fortunately, paying attention to your diet is a simple way to help reduce the risk of illness or infection sidelining your training. The following nutrients are especially critical for any runner looking to stay healthy during peak training. 1. Vitamin C Vitamin C is one of the best-known nutrients for immune health. This water-soluble vitamin helps support the function of multiple types of white blood cells, some of which engulf foreign invaders and some which play a role in releasing antibodies and stomping out infections, according to a review in [Nutrients](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5707683/). \"Vitamin C also can function as an antioxidant, protecting tissue from damage due to reactive compounds called free radicals,\" Lowery said. Support your system: Boost your vitamin C with citrus fruits, colored bell peppers, broccoli and berries. Choose these fruits and veggies when you need a snack or incorporate them into a lunchtime salad. 2. Zinc Your body is in a constant state of immune-cell turnover. Old cells die off and new ones are born. [Research](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6191490/) suggests that intense training may potentially increase the number or activity of immune cells, which can decrease with aging. Ideally, your body would create these new, ready-to-go cells as efficiently as possible. The mineral zinc plays an important role in this process. It also helps activate your natural antioxidant defenses, Lowery said. Support your system: Get zinc through red meat, poultry, nuts and seeds and beans. Sprinkle nuts and seeds on your morning yogurt or build a meal around meat or beans. 3. Probiotics & Prebiotics Probiotics aren't a nutrient in the traditional sense. They're gut-friendly bacteria, and you can up your levels by eating more of them. Meanwhile, prebiotics are most commonly a type of dietary fiber that stimulates the growth of beneficial bacteria in your colon, according to a review in [Foods](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6463098/). Like probiotics, they can help make your gut a friendlier place. \"When eaten, probiotic bacteria — which is live, beneficial bacteria — can take up residence in the gastrointestinal tract and have many positive functions depending on the dose and strain,\" Lowery said. Among those positive functions is a healthier immune response. Probiotics can help reduce the growth of harmful bacteria in the gut. They can also strengthen your gut barrier, which may prevent illness-causing organisms from leaving the intestinal tract and moving into your bloodstream, he says. A study published in [Clinical Nutrition](https://pubmed.ncbi.nlm.nih.gov/24268677/) even suggests that supplementing with a probiotic may lower the risk of upper respiratory tract illness in active adults. This may help you stay healthy when heavy training might otherwise leave you vulnerable to illness. Support your system: You can get probiotics by consuming fermented foods (e.g., yogurt, sauerkraut, kefir, kombucha, sourdough bread) or taking them as supplements. Prebiotics exist naturally in asparagus, garlic, chicory, wheat, honey, rye, and barley. You can also get them in supplement form. 4. Vitamin E Like vitamin C, vitamin E also acts as an antioxidant. In particular, this fat-soluble vitamin guards vulnerable polyunsaturated fatty acids from being damaged by free radicals. Polyunsaturated fatty acids — especially omega-3 fatty acids — can help regulate immune function, according to a review in the [International Journal of Molecular Sciences](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6834330/). \"The immune system will often produce free radicals on purpose to kill pathogens. Antioxidants like vitamin E are known to directly scavenge free radicals, preventing cellular and DNA damage,\" Lowery said. Support your system: You'll find vitamin E in nuts and seeds, vegetable oils, green leafy vegetables and fortified cereals. 5. Protein Your body uses amino acids, the building blocks of protein, to create immune cells and help them function, according to a review in [The British Journal of Nutrition](https://pubmed.ncbi.nlm.nih.gov/17403271/). Sadly, for some it's easier to fall into a protein deficit when training. For this reason, you may need more protein than usual. [One trial](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4913918/) in endurance athletes suggests consuming 1.2-1.4 grams of protein per kilogram of body weight every day is ideal. Support your system: Meat, soy (tofu, tempeh, edamame), beans, eggs and supplements like [ZonePerfect High Protein Shake](https://abbottnutrition.com/zoneperfect-high-protein-shake) can all help you keep your protein intake up during training. Try to distribute your protein evenly, getting 20-30 grams several times a day, as recommended by the [International Society of Sports Nutrition](https://jissn.biomedcentral.com/articles/10.1186/s12970-017-0177-8). 3 Sports Nutrition Tips for a Healthy Immune System Now that you know how your diet can keep your immune system healthy, it's time to take action. Here are a few nutrition strategies to stay healthy amid marathon training. 1. Cover All Food Groups Your first nutrition strategy should be to get foods from every major food group: fruits, vegetables, grains, proteins (including, lean meats, nuts, soy) and dairy. Try to cover all food groups at every meal, Lowery said. 2. Eat the Rainbow There's a reason nutrition experts often tell people to \"eat the rainbow\": it's a great way to ensure you're getting a variety of nutrients from your diet. Different-colored fruits and vegetables have different nutrient profiles, Lowery said. So choose fruits and veggies when you need a carb-heavy snack. 3. Recover With Smoothies \"One food that is particularly valuable and versatile for runners is the smoothie,\" Lowery said. Blending up a dairy- or plant-based milk with your favorite fruits and vegetables is a quick, easy way to score loads of protein and other nutrients needed for immunity. You can even add a probiotic for more immune-health benefits. \"I highly recommend smoothies for recovery after exercise,\" Lowery said. Abbott is the title sponsor of the Abbott World Marathon Majors, a series of six of the largest and most renowned marathons in the world: Tokyo Marathon, Boston Marathon, Virgin Money London Marathon, BMW BERLIN-MARATHON, Bank of America Chicago Marathon and TCS New York City Marathon. [Click here](https://www.worldmarathonmajors.com/) to learn more. "}