{"title": "Crystal Mall", "author": null, "url": "https://portal.ct.gov/DPH/Press-Room/Press-Releases---2022/Crystal-Mall", "hostname": "portal.ct.gov", "description": null, "sitename": "CT.gov - Connecticut's Official State Website", "date": "2022-03-30", "cleaned_text": "Press Releases 03/30/2022 Spinoso Real Estate Group, Department of Public Health And Griffin Health Announce Walk-In COVID-19 Vaccination Clinic at Crystal Mall FOR IMMEDIATE RELEASE: March 30, 2022 CONTACT: Chris Boyle, Director of Communications (860) 706-9654 - [christopher.boyle@ct.gov](mailto:christopher.boyle@ct.gov) WATERFORD, Conn. — The Spinoso Real Estate Group, the Connecticut Department of Public Health and Griffin Health today announced they will partner to host two free vaccination clinics at Crystal Mall. This is an integral step in promoting community health. These efforts will continue to provide an opportunity to vaccinate as many people as possible to protect them against COVID-19. The walk-in, no appointment needed, vaccination clinics will take place from 11 am to 4 pm on Saturday, April 2 and Saturday, April 23 in the Crystal Mall Community Workspace room which is located at 850 Hartford Turnpike, Waterford. This room was designed specifically for community partners and events, and ample parking is available by the Food Court entrance. Vaccinations for the first dose, second dose, and boosters are available to all eligible age groups and for all business partners. \"I want to thank our real estate partner, the Spinoso Real Estate Group, for stepping up to provide yet another vaccine site during this time,\" said Governor Ned Lamont. \"It is more important than ever for our residents to get their COVID-19 vaccines and boosters as we know it will keep them out of the hospital and provide protection for them as they spend time with their families and go to work. The more locations we have to get your shots, the better, and I'm thankful for this latest accessible vaccination site.\" Governor Lamont and DPH officials have been consistent in urging residents to get vaccinated and to remain fully vaccinated. \"These vaccine clinics play a pivotal role in our three-pronged approach to fighting this virus which includes vaccination, masking and testing,\" said DPH Commissioner Manisha Juthani, MD. \"These simple steps are crucial in decreasing the risk of severe disease, hospitalization and death from COVID-19. And while there is still work to do in terms of our vaccination rates—particularly in Eastern Connecticut—we are in a better place than we were a year ago thanks to partners like the Crystal Mall.\" \"Griffin Health is pleased to partner with Spinoso Real Estate and the Connecticut Department of Public Health in providing free COVID-19 vaccinations,\" said Patrick Charmel, president and CEO of Griffin Health. \"Our commitment to improving the health and well-being of communities across the state is what fuels Griffin's aggressive vaccination effort that consists of numerous community-based clinics, mobile vaccination teams, and mass vaccination sites intended to make these lifesaving vaccines highly accessible. While the number of COVID-19 Omicron variant infections has declined in recent weeks, we are now seeing increasing infections of the Omicron sub-variant BA.2 across the Northeast U.S. and in Connecticut. This sub-variant is considered more infectious than Omicron and has caused significant spikes in infection rates in Europe. We know that COVID-19 infection rates in the U.S. have followed surges in Europe. Therefore, Connecticut could see a spike in infection rates as early as April. That is why it is crucial for all individuals to protect themselves and their loved ones as soon as possible by receiving their initial vaccination series if they are unvaccinated, or a booster dose if they are already fully vaccinated.\" Spinoso Real Estate officials said they are pleased to host this clinic and that they are appreciative of the chance to connect with the community while helping to provide a much-needed service. The site will be in accordance with COVID-19 safety measures, including social distancing protocols and mandatory face masks. All individuals attending the clinics must always wear a mask and bring their driver's license or non-driver photo identification card, and a copy of their vaccination card if applicable. Minors must be accompanied by a parent or guardian to receive the vaccination or booster. If you have any questions about the clinic, please contact the Connecticut Department of Public Health "}