{"title": "Natural Plant-Based Wholefood Supplements — NATURECARE.LIFE", "author": "— Mr Chong Fat Eng Msc Holistic Nutrition; United States", "url": "https://naturecare.life/", "hostname": "naturecare.life", "description": "100% nutritionist-approved wholefood supplements. Natural solutions next to what Mother Nature can offer — proudly formulated and manufactured in Malaysia.", "sitename": "NATURECARE.LIFE", "date": "2020-03-31", "cleaned_text": "WHY WHOLEFOODS? GROWN IN NATURE, NOT LABS \"If a single pill can fulfil what our body needs in a day, then the only problem would be... swallowing it — it's too BIG!!\" Time to switch to wholefood supplements. A clever invention which provides you nutrient-dense real foods — in the easiest form possible. [Shop now.](/collections/all-products) LET'S GET STARTED \"Probably the only health supplement company with honest marketing approach in the country.\" \"Wholefoods or not, I'm sticking with this brand for sure!\" \"Ananas has definitely changed my life. Can't live without it.\" \"No period pain for the first time ever. I'm so glad to have found this brand.\" \"The only acne solution that has worked for me.\" \"Days without having the urge to poop is just so stressful and terrifying. It's all in the past now.\" CROWD'S FAVOURITE #1 BEST-SELLING EXPENSIVE? CHEAPER THAN MEDICAL BILLS Studies reveal that a heart surgery in 2015 costs more than MYR 50,000. Our wholefood supplements cost less than 1% of that amount. [Shop now.](/collections/all-products) OUR STORY MEET OUR FOUNDER \"I was malnourished since I was a child, due to family poverty. \"Later in life, I developed multiple health problems that almost barred me from work and had to be on long term medication drugs. Knowing that I have to seek for a permanent and holistic solution, I dove into nutrition and embraced a wellness philosophy. It was a life-changing journey. I went from being sick and frail, to feeling strong and healthy today without any medical interference. \"This experience led to an understanding of the importance of practising dietary and lifestyle in accordance with Law of Nature, a core belief on which the company is built.\" — Mr. Chong Fat Eng (MSc Holistic Nutrition, United States) WHAT MAKES US DIFFERENT FORMULATED BY CERTIFIED NUTRITIONISTS Led by Mr. Chong Fat Eng (MSc Holistic Nutrition, United States). After years of careful research on the modern eating habits, we are certain that our wholefood supplements are next to what Mother Nature can offer. WHAT MAKES US DIFFERENT YOUR HEALTH FIRST, PROFIT SECOND Never mind about high production costs and paper-thin profit margins. Ultimately, we are just a bunch of stubborn idealists who wishes for your health, not merchants aiming for your wealth. WHAT MAKES US DIFFERENT BY 100% NATURAL, WE MEAN No heat. No extractions. No fortifications. No binders. No artificial sweeteners. No colourings. No flavourings. No preservatives. No shortcuts. No hidden ingredients. No gimmicks. WHAT MAKES US DIFFERENT THE NAKED TRUTH 50% of what you are paying goes into the product itself - raw sources, farmers, maintenance of facilities, import taxes and shipping fees. Do you know what you are paying for a bottle of synthetic supplements? PREVENT, NOT CURE NOT AT RISK? THINK AGAIN. Our local newspaper stated that around 50 Malaysians die every day, due to heart attack. You are more at risk than you think. Eat to prevent, not to cure. Start "}