{"title": "Which Complementary Methods Are Likely Safe?", "author": null, "url": "https://www.cancer.org/cancer/managing-cancer/treatment-types/complementary-and-integrative-medicine/complementary-and-alternative-methods-and-cancer/which-methods-are-likely-safe.html", "hostname": "cancer.org", "description": "There are many complementary methods you can safely use along with standard treatment to help relieve symptoms or side effects, to ease pain, and to help you enjoy life more. Learn more here.", "sitename": "cancer.org", "date": "2021-08-25", "cleaned_text": "cancer helpline provides information and answers for people dealing with cancer. We can connect you with trained cancer information specialists who will answer questions about a cancer diagnosis and provide guidance and a compassionate ear. Chat live online Select the Live Chat button at the bottom of the page Our highly trained specialists are available 24/7 via phone and on weekdays can assist through video calls and online chat. We connect patients, caregivers, and family members with essential services and resources at every step of their cancer journey. Ask us how you can get involved and support the fight against cancer. Some of the topics we can assist with include: For medical questions, we encourage you to review our information with your doctor. There are a number of complementary methods that can be safely used along with standard cancer treatment. These methods may help relieve symptoms or side effects, ease pain, and help you enjoy life more. While they aren't fully tested, many are not usually harmful and can be used along with your treatment. Here are examples of complementary methods that some people have found helpful and safe when used along with standard medical treatment. Be sure to talk with your cancer care team before trying any of these. Some other types of complementary methods, such as [dietary supplements](/cancer/managing-cancer/treatment-types/complementary-and-integrative-medicine/dietary-supplements.html), have generally not been proven to help prevent or treat cancer or its symptoms, and might sometimes even cause harm. The American Cancer Society recommends discussing any type of complementary treatment you are considering with your cancer treatment team before you try it. [The American Cancer Society medical and editorial content team](/cancer/acs-medical-content-and-news-staff.html) Our team is made up of doctors and oncology certified nurses with deep knowledge of cancer care as well as journalists, editors, and translators with extensive experience in medical writing. American Society of Clinical Oncology. Integrative Medicine. Last updated June 2019. Accessed from https://www.cancer.net/navigating-cancer-care/how-cancer-treated/integrative-medicine on April 20, 2021. Buckner CA, Lafrenie RM, Dénommée JA, Caswell JM, Want DA. Complementary and alternative medicine use in patients before and after a cancer diagnosis. Curr Oncol. 2018 Aug;25(4):e275-e281. Calcagni N, Gana K, Quintard B. (2019). A systematic review of complementary and alternative medicine in oncology: Psychological and physical effects of manipulative and body-based practices. PLoS ONE 14(10): e0223564. Deng G, et Clinical practice guidelines on the evidence-based use of integrative therapies during and after breast cancer treatment. CA Cancer J Clin. 2017 May 6; 67(3):194-232. National Cancer Institute. Complementary and Alternative Medicine. Last updated November 24, 2020. Accessed at https://www.cancer.gov/about-cancer/treatment/cam on April 6, 2021. National Cancer Institute's Office of Cancer Complementary and Alternative Medicine. Health Information for Patients. Accessed at https://cam.cancer.gov/health_information/for_patients.htm on August 18, 2021. National Center for Complementary and Integrative Health. Are You Considering a Complementary Health Approach? Last updated September 2016. Accessed at https://www.nccih.nih.gov/health/are-you-considering-a-complementary-health-approach on April 9, 2021. Wilkinson JM, Stevens MJ. Use of complementary and alternative medical therapies (CAM) by patients attending a regional comprehensive cancer care centre. J Complement Integr Med. 2014 Jun;11(2):139-145. Wong CH, Sundberg T, Chung VC, Voiss P, Cramer H. Complementary medicine use in US adults with a history of colorectal cancer: A nationally representative survey. Support Care Cancer. 2021 an;29(1):271-278. doi: 10.1007/s00520-020-05494-x. Epub 2020 May 1. Last Revised: August 25, 2021 American Cancer Society medical information is copyrighted material. For reprint requests, please see our "}