{"title": "Personal Health Choices of a Naturopathic Physician", "author": "Dr Tamara Dickson", "url": "https://www.naturistalife.com/post/personal-health-choices-of-a-naturopathic-physician", "hostname": "naturistalife.com", "description": "To worry or not to worry? That is the modern question. As a doctor, a woman, and someone who has been reading scientific research on health", "sitename": "Naturista", "date": "2020-02-19", "cleaned_text": "Dr. Tamara Dickson Personal Health Choices of a Naturopathic Physician I remember a long-time patient of mine, known for her bright, wild, frizzy curls of hair, showing up for her appointment sporting a new short cut of all salt and pepper grey. She explained that in the months since I'd seen her last, she cut off the hair that she had been dying the color of her youth in order to grow out her new silver locks. After suddenly having a skin reaction to the dye she had always used, she did some reading and uncovered an ugly truth about permanent hair dye; it has been under long investigation for [possibly increasing users' risk of certain cancers](https://www.cancer.org/cancer/cancer-causes/hair-dyes.html) (especially the darker colors). She proceeded to tell me how mad she was about it and revealed the spin of anxiety she was in. \"What am I supposed to do, Dr. Dickson?! Keep putting this toxic stuff on my skin? On my hair? What's the point in my trying to eat organic all the time if I cover myself in chemicals? I've spent a fortune on all-natural makeup recently and I'm not even sure if I should wear anything anymore! My daughter wears nail polish all the time and I heard there's formaldehyde in there! Should I tell her? What if it's affecting her health?\" Then she turned her focus on ME. \"Have YOU tried any natural nail polishes? What kind of cosmetics do YOU wear?\" and then the most important question: \"How do you DEAL with all this information?!\" An excellent question! In 2020, I feel it can be extremely difficult for people to process all this and make decisions about their health. In the face of the media reminding us of every public health concern and infectious disease, how much do we need to worry about the flu, coronavirus, the water supply tainted with antidepressants, hormones, and forever chemicals? Are the studies saying nutritional supplements aren't worth it correct, while celebrity doctors say they are and the integrative and complementary medicine industry thrives? Is eating organic produce \"better\" if it has a larger carbon footprint? Can I lose more weight with the Mediterranean diet or ketogenic? Does eating red meat lead to heart disease or not? What about GMOs and vaccines? To worry or not to worry? That is the modern question. As a doctor, a woman, and someone who has been reading scientific research on health for about 20 years, my short answer to her exasperated question is: YOU HAVE TO CHOOSE YOUR BATTLES. What changes you make towards health depend on your individual needs, symptoms, conditions, maybe even your job, family and living situation, income, and access to options. It should almost always depend on what makes you feel best as well as the recent evidence. If you're interested in knowing what I've chosen to prioritize, which battles I've chosen amidst the flurry of information, read on. 1. Most of my skincare and personal products are natural. My natural product choices tend to be the ones [closest to my skin, the first layer.](https://twitter.com/NaturistaLife/status/1221751786563829760?s=20) Shampoo, conditioner, soap, face and body moisturizer- these are all natural products that are lowest in chemicals and high in organic ingredients when possible. With the skin being our largest organ, I choose to be mindful of what I put on it everyday because it absorbs stuff!! And unfortunately, the cosmetic industry continues to regularly use compounds that are associated with health problems. I'm adept at reading labels and looking for [unwanted ingredients](https://blackpaint.sg/harmful-skincare-ingredients/). I usually blend my own hair moisturizer using natural oils. I wear natural deodorant when I can (which is usually only in the winter months). I absolutely cannot do this all the time- I wish I could. I wear essential oil perfumes almost exclusively. I use temporary, wash-out hair dye to disguise my greys (and yes, I have plenty!) because they have fewer health care risks than permanent dyes. If I wear lip color, it's usually from a natural product line because I'll end up licking and eating most of it! The rest of my makeup and all my nail polish is not natural at all. 2. I try to stay hydrated and drink good water. I've been a bit of a water diva since I was a child because I can taste impurities and minerals very strongly. All my drinking and cooking water at home is filtered and I prefer bottled mineral water if I'm out and have to buy some. It is sometimes hard for me to drink my daily water requirement, so I drink a lot of herbal tea and lemon water- hot or cold depending on the season. 3. I avoid my food allergies- some 100% and others 70% of the time. I'm allergic to dairy and I'm supposed to avoid it, but I had started experimenting with non-dairy milks before I discovered this. I do give in to eating cheese most frequently, and very rarely, ice cream, but I've entirely switched to oat milk at home for my coffee or tea. Sometimes I'll use organic soy milk or coconut milk for cooking. It must be 15+ years since I've regularly kept cow's milk at home and I don't miss it. 4. I use stevia and xylitol as sweeteners. I save my insulin receptors and my waistline by using these instead of sugar in my daily coffee and buckets of tea. When baking, I often reduce the recommended amount of sugar and will sometimes use a little stevia to supplement. I don't avoid sugar entirely, but these swaps drastically reduce my overall consumption. 5. I always aim for a 16:8 intermittent fast. Intermittent fasting has been researched to provide [ several health benefits](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4516560/), from normalizing blood sugar, to a longer lifespan and reduced risk of certain cancers. The 16:8 schedule of intermittent fasting (only eating within an 8 hour window of time each day) works really well with my natural hunger rhythm, so I see it as an easy way to support my health. 6. I take a daily multivitamin at minimum. I can feel the change in my body when I'm not taking my vitamins regularly. I've learned that my system feels best when I'm supported with extra B-vitamins and magnesium especially. The last study I read that concluded nutritional supplements are useless made this claim after seeing that they didn't help people live any longer. My goodness, does that ever miss the point! What about the quality of their lives? I'd rather spend my years feeling buoyant and energetic, not tired. I have tons of other supplementation at home to call upon as needed- immune support, adrenal supportive herbs, probiotics, antioxidant blends, you name it. In general, your supplementation regime should be tailored to your state of wellness and health concerns. 7. My diet is generally Mediterranean. I try to fill my plate with veggies first, add lean protein, and a little healthy fat. I generally keep my carbohydrate intake low and stick to whole grains because it's how I feel best. I reference the [EWG's Dirty Dozen and Clean 15 ](https://www.ewg.org/foodnews/)to steer my organic produce choices as well as visit my local farmer's markets. But there are meals and periods of time when my diet isn't Mediterranean at all! I'm currently in a period of trying to master some Korean staple recipes (Thank you, [Maangchi!](https://www.youtube.com/user/Maangchi)) Every now and then, I'll move myself into a period of eating a ketogenic diet, but more often than not, Mediterranean ratios prevail. 8. I practice meditation. Meditating regularly has had profound effects on my life and sense of well-being. It helps me remain focused, calm, and compassionate. It's helped me know myself and make better decisions. It helps me keep things in perspective - let alone its [physical benefits, ](https://www.nytimes.com/2020/01/22/magazine/can-mindfulness-evolve-from-wellness-pursuit-to-medical-treatment.html)like lowering blood pressure. I consider it to be one of the best things I can do for myself. This is another habit whose concept I was introduced to gradually, so that the idea of sitting quietly everyday in mindfulness meditation didn't seem hard to imagine in my life. My first practice of meditation was a moving meditation- hatha yoga. The time I spent practicing and teaching yoga also caused immeasurably beautiful changes in my life and undoubtedly prepared me for my seated practice. Battles I want to fight, but don't always: 1. Daily exercise would be my preference, but I can't always fit it in and I've stopped beating myself up for it. However, I never lose sight of the fact that I usually feel better physically and mentally when I am consistently active. Whether it's walking 10,000 steps or doing 15 minutes of yoga or HIIT at home, daily movement is ideal. In my life, it's been much more common for me to get a good amount of exercise in 3-4 times a week. While my exercise routines in the past tended to be gentle like yoga, light cardio, and some weight conditioning, now I'm more drawn to HIIT and lifting heavy weights. 2. Avoiding alcohol. Our bodies consider alcohol to be a poison and alcohol intake is linked to several health concerns. It is the number 1 modifiable risk factor for the development of breast cancer, just to name one. But I love me some martinis! I love mixing cocktails; I see it as an extension of cooking. I drink. So I try to offset it by taking care of my body by giving it extra B vitamins and minerals, eating liver supportive foods and occasional liver supportive supplementation, staying hydrated, and generally being mindful not overdo it. 3. Avoiding other chemicals: Over the years, I've grown a wee bit sensitive to chemicals and opt for the lowest exposure from my carpets, mattresses, furniture, paint, and cleaning products. Artificial air fresheners and scents bother me the most and I have a strong aversion to them all. Throw them out the window! However, I do use some chemical cleaners and regular clothes washing detergents. All of these things are normal ways of living for me now and don't require much thinking, anymore. These habits developed slowly over decades of learning what makes the biggest difference to me as well as some trial and error (I'm looking at you, natural deodorant!) If you're struggling with knowing how to prioritize, consider concentrating on two or three things at a time until it becomes routine. Remember, small steps over time can take you a great distance. "}