{"title": "How to Prevent and Treat COVID-19 with Ayurveda, As Per the AYUSH Ministry - News18", "author": "News", "url": "https://www.news18.com/news/lifestyle/covid19-ayush-ministry-ayurvedic-treatment-myupchar-2941383.html", "hostname": "news18.com", "description": "The Indian Ministry of Ayurveda, Yoga and Naturopathy, Unani, Siddha and Homeopathy (AYUSH) has released a fresh set of protocols for COVID-19 based on the advice of Ayurveda experts.", "sitename": "News18", "date": "2020-10-07", "cleaned_text": "The COVID-19 pandemic has proved that fighting off a virus like SARS-CoV-2 is not easy, especially since there is still no vaccine easily available yet. This is the reason why preventive measures like wearing a mask, maintaining physical distancing norms and following respiratory and hand hygiene are so important. Adding to these preventive measures, the Indian Ministry of Ayurveda, Yoga and Naturopathy, Unani, Siddha and Homeopathy (AYUSH) has released a fresh set of protocols for COVID-19 based on the advice of Ayurveda experts from across the nation. These protocols not only have appropriate recommendations for the general population but also for those who have tested positive for COVID-19 and are either asymptomatic or have mild symptoms. Here's what you need to know about these Ayurvedic recommendations by the AYUSH Ministry. How to boost your immune system One of the best ways to keep COVID-19, or any other infection, at bay, is to strengthen your immune system. The following recommendations may help you do so: - Mix a pinch of salt and turmeric in warm water or boil water with Triphala and Yashtimadhu (licorice). Use this concoction to gargle once or twice daily. - Add carom seeds (ajwain), mint leaves or eucalyptus oil to water and do steam inhalation once a day using this concoction. - Apply sesame oil, coconut oil, cow's ghee or medicated oils in your nostrils, especially before going out and after coming back home. - Get six to eight hours of sleep every night, do moderate exercises daily and follow a healthy and balanced diet. Add herbs and spices like ginger, cumin, coriander and holy basil in your diet. Ayurvedic medicines for those at high risk People who have underlying health conditions or are primary contacts or caregivers for those who are COVID-19 positive are considered to be at a high risk of developing severe COVID-19 infection. The following recommendations should be followed by people in these categories: - Ashwagandha is a potent herb with antimicrobial properties and is available in the form of both extracts and powders. Take 500mg extract or 1-3g powder, mix it with warm water and consume twice daily for 15 days to a month. - Guduchi or Tinospora cordifolia is another effective Ayurvedic herb and the same amount of extract or powder should be consumed every day after mixing with warm water. - Chyawanprasha is a sticky, dark brown paste made with a mix of a number of Ayurvedic herbs and spices. Consume 10g of it with warm water or milk first thing in the morning on an empty stomach. Guidelines for patients with asymptomatic or mild infection Those who have tested positive for COVID-19 but show no symptoms need to take care of their health to ensure they recover quickly and the infection does not get the chance to become worse. For such asymptomatic patients, the AYUSH protocol recommends the consumption of Guduchi (500mg extract or 1-3g powder), a blend of Guduchi and Pippali extract (375mg) and AYUSH 65 (500mg) for 15 days to a month, or as per the recommendations of an Ayurvedic doctor. Similarly, those with mild COVID-19 symptoms should consume 375mg of the blend of Guduchi and Pippali extract and 500mg dose of AYUSH 65 for the same period of time. This recommendation should be followed only if you have mild symptoms like fever, headache, tiredness, dry cough, sore throat or nasal congestion. Get medical help is you experience breathlessness or hypoxia. The AYUSH Ministry also recommends that those who are recovering from COVID-19 infection should consume the prescribed dosage of Ashwagandha, Chyawanprasha and Rasayana Churna (3g, twice daily) to speed up their recovery and avoid post-COVID-19 lung complications, fibrosis, fatigue and other issues. For more information, read our article on AYUSH Ministry advice on how to boost immunity. Health articles on News18 are written by myUpchar.com, India's first and biggest resource for verified medical information. At myUpchar, researchers and journalists work with doctors to bring you information on all things health. "}