{"title": "Mpox Information", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2023-05-06", "cleaned_text": "who think they might have been exposed, have questions about vaccine eligibility, or have [symptoms](https://www.cdc.gov/poxvirus/monkeypox/symptoms.html#symptoms) are advised to contact Student Health Services Nurse Advice Line: (831) 459-2591 Staff and faculty are advised to contact their health care provider or visit Santa Cruz Health Services Agency for more information. About Mpox Virus [Mpox](https://www.cdc.gov/poxvirus/monkeypox/about.html) is a rare disease caused by infection with the Mpox virus. Mpox is part of the same family of viruses that cause smallpox. Symptoms are similar to smallpox symptoms, but milder, and mpox is rarely fatal. [What to do if you have had an exposure or symptoms](#symptoms) Signs and Symptoms Mpox might start with [symptoms like the flu](https://www.cdc.gov/poxvirus/monkeypox/symptoms.html), with fever, low energy, swollen lymph nodes, and general body aches. Within 1 to 3 days (sometimes longer) after the appearance of fever, the person can develop a rash or sores. The sores will go through several stages, including scabs, before healing. They can look like pimples or blisters and may be painful and itchy. Symptoms can start 5-21 days after being exposed. The rash or sores may be located on or near the genitals (penis, testicles, labia, and vagina) or anus but could also be on other areas like the hands, feet, chest, and face. They may also be limited to one part of the body. People with mpox may experience all or only a few of these symptoms. Most with mpox will develop rash or sores. Mpox can spread from the time symptoms start until all sores have healed and a fresh layer of skin has formed. This can take several weeks. How It Spreads Mpox can spread to anyone through close, personal, often skin-to-skin contact, including: - Direct contact with mpox rash, scabs, or body fluids from a person with mpox. - Touching objects, fabrics (clothing, bedding, or towels), and surfaces that have been used by someone with the virus. - Contact with respiratory secretions. Prevention There are number of ways to prevent the spread of mpox, including: - Always talk to your sexual partner/s about any recent illness and be aware of new or unexplained sores or rashes on your body or your partner's body, including on the genitals and anus. - Avoiding close contact, including sex, with people with symptoms like sores or rashes. - Practicing good hand hygiene. - People who become infected should isolate themselves until their symptoms are improving or have gone away completely. The rash should always be well covered until completely healed. - Using appropriate personal protective equipment (PPE) (like a mask, gown, and gloves) when caring for others with symptoms. - Avoiding contact with infected materials contaminated with the virus. - Avoiding contact with infected animals. What to do if you have had an exposure or symptoms - Wear a mask and cover your rashes and sores until you get them checked by a medical provider as soon as possible. - Take a break from in-person gatherings, especially if they involve close, personal skin-to-skin contact. This includes sexual activity. Vaccine and Treatment Options The California Department of Public Health (CDPH) recommends that those who may be at risk for, or seek additional protection from Mpox infection, as [defined within this guidance](https://www.cdph.ca.gov/Programs/CID/DCDC/Pages/Mpox.aspx), be vaccinated against mpox. While there is currently adequate vaccine supply, there are no longer \"eligibility\" criteria, and vaccine providers can offer vaccine to any patients who may be at risk, and persons who request vaccination should receive it without having to attest to specific risk factors. UC Santa Cruz Student Health Services has partnered with local and state public health departments and has access to the vaccine (JYNNEOS) and antiviral (Tecovirimat (TPOXX)) treatments against mpx for students. Isolation Students who test positive for mpox may not isolate themselves in their on-campus residence. The isolation team will further instruct you about isolation at appropriate temporary accommodations. "}