{"title": "Best Nontoxic Candles and What to Consider", "author": "Jessica Timmons", "url": "https://www.healthline.com/health/nontoxic-candles", "hostname": "healthline.com", "description": "Burning a candle is an easy way to relax. But are they really safe and healthy? We dive into the research and our favorite nontoxic candle brands.", "sitename": "Healthline Media", "date": "2021-01-22", "cleaned_text": "We include products we think are useful for our readers. If you buy through links on this page, we may earn a small commission [Here's our process](/product-selection-process). Healthline only shows you brands and products that we stand behind.Our team thoroughly researches and evaluates the recommendations we make on our site. To establish that the product manufacturers addressed safety and efficacy standards, we: - Evaluate ingredients and composition: Do they have the potential to cause harm? - Fact-check all health claims: Do they align with the current body of scientific evidence? - Assess the brand: Does it operate with integrity and adhere to industry best practices? - Best nontoxic candle with refills: [Grow Fragrance Candles](#grow) - Best nontoxic candle with soy wax: [Slow North Candles](#slownorth) - Best nontoxic candle for scents inspired by nature and travel: [Brooklyn Candle Studio Candle](#brooklyn) - Best nontoxic candle with coconut wax: [Pure Plant Home Candles](#pure) Co.](#fontana) - Best candle for sustainability: [Terralite](http://Terralite) - Best candle with organic essential oils: [CandaScent Labs](#candascent) It's no secret that scent and mood are [closely linked](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5198031/) But could the wrong candle be doing more harm than good? It's a surprisingly controversial topic. While many conventional candles are still made with questionable ingredients, including [paraffin wax](/health/paraffin-wax), synthetic fragrances, and inferior oils, evidence of their negative health effects remains [largely inconclusive](/health/are-candles-bad-for-you). Still, if the idea of a nontoxic, clean-burning candle appeals to you, we've done the research and rounded up the contenders for your consideration. But first, here's a quick look at the ongoing discussion of candle toxicity. Some of this discussion started back in 2001, when the Environmental Protection Agency released a [report](https://nepis.epa.gov/Exe/ZyPDF.cgi?Dockey=P1009BZL.txt) about candles and incense as potential sources of indoor air pollution. The report identified issues like: - lead wicks, which were [banned](https://www.cpsc.gov/content/cpsc-bans-candles-with-lead-cored-wicks)in 2003 - a range of synthetic and problematic volatile organic compounds — including formaldehyde, which can be released into the air while a candle burns However, to date, research hasn't linked scented candles with a health risk. When it comes to candles, we're still dealing with a largely unregulated industry and inconclusive data. But for some, a little digging around in the ingredients of an average candle might give reason for pause. Is paraffin really a problem? Is soy always a better choice? What about your favorite wax blends, or those complex aromas that can't really be captured in an [essential oil](/nutrition/what-are-essential-oils). (Sea salt, we're looking at you). And why do some candles give you a raging headache, while others just smell great? When possible, it's probably best to opt for candles from companies committed to transparency, quality, and sustainability. But it's not enough just to follow your nose. Instead, check the label, scour the website, or ask a company directly to learn more about three key elements. 1. Fragrance source In the United States, skin care products, [perfumes](/health/perfume-poisoning), and candles can legally use the catchall term \"fragrance\" on an ingredient list. But when you're swooning over scents like seaside or pumpkin spice, what are you actually inhaling? Well, it depends. \"What many people don't know is that the word 'fragrance' can refer to thousands of chemicals used to make up a complex aroma,\" says Daniel Swimm, founder and CEO of [Grow Fragrance](https://www.growfragrance.com/?correlationId=null). \"The reality is that many of the chemicals used to create fragrances today are synthetic petrochemicals derived from crude oil that carry carcinogens and have reproductive toxicity warnings.\" That sounds terrible, but it doesn't necessarily mean all synthetic ingredients are bad for us — or that every \"natural\" ingredient is automatically safe. Actually, there are a number of synthetic molecules that are [chemically identical](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3899854/) \"Many of the chemical names in disclosed 'fragrances' will be long and scary-looking — think ' [methyl dihydrojasmonate](https://www.ewg.org/skindeep/ingredients/702795-HEDIONE-HEDIONE-HEDIONE-HEDIONE-METHYLDIHYDROJASMONATE-METHYLDIHYDROJASMONATE/),'\" says Mia Davis, director of environmental and social responsibility at [Credo Beauty](https://credobeauty.com/?correlationId=null). \"But their chemical-y sounding names don't equal 'toxic.'\" There's another benefit to synthetic ingredients. As Stephan Tracy, Harry Doull, and Christophe Laudamiel of [Keap](https://www.keapbk.com), a Brooklyn-based candle company, explain: \"Man-made materials allow us to innovate beyond the limitations posed by nature.\" That can mean far more nuanced scent profiles. Nontoxic tip To be on the safe side, look for phthalate-free candles that are derived from 100 percent essential oil. Any synthetic ingredients should be certified nontoxic. Also, transparency is key, so prioritize candlemakers that are willing to list ingredients in full. 2. Wax type Paraffin wax, which is petroleum-based, has long been painted as a villain in the toxic candle debate. While the health risk hasn't been confirmed, there are other options if you just feel better avoiding paraffin. Plant-based waxes, including coconut, soy, and beeswax, can offer a more natural, sustainable approach — but shop wisely. Because the fragrance industry is largely unregulated, \"a candle can have 1 percent soy and still be labeled as 'soy-based,'\" says Swimm. This is when it becomes important to know the brand. Nontoxic tip Look for a candle that says it's made of 100 percent natural wax so you're not inadvertently getting a paraffin blend. 3. Wick type This was far more of an issue before lead wicks were banned, but it's still a good idea to shop for wicks made of cotton or wood. Some wicks have a metal core for support, which may not be readily visible. Nontoxic tip To play it safe, look for 100 percent cotton, hemp, or wood wicks. In theory, a clean-burning candle emits no harmful chemicals when it's burned. But this is an area of some controversy, too. While some claim that plant-based waxes burn clean without releasing soot, the [National Candle Association](https://candles.org/faqs/) describes candle soot as primarily related to wick length and flame disturbance. Still, they note that oils found in some fragrances can lead to more soot. To make our recommendations for nontoxic candles, we searched for brands that prioritize transparency in their process. We looked for plant-based waxes and fragrance sources, as well as cotton, hemp, or wood wicks. In most cases, we also spoke directly to the owners or representatives of these companies to learn more about their commitment to nontoxic candle making. Pricing guide - $: Under $20 - $$: $20-$35 - $$$: Over $35 Ready to shop? Here are a few nontoxic candle brands to get you started. Best nontoxic candle with refills [Grow Fragrance Candles](https://www.growfragrance.com/collections/candles?correlationId=7503daa2-1f84-4d76-9758-d4d6b8d8d78d&correlationId=null) - Price: $$ - Key ingredients: soy and coconut oil, plant-based fragrance, cotton wick - Scents available: pineapple coconut, coastal tide, sea salt neroli, lavender blossom, bamboo - Sizes available: 6.5 ounces - Pros: reusable concrete vessel and recyclable refill inserts - Cons: limited scents available Grow Fragrance was created to offer 100 percent plant-based home fragrances using toxin-free ingredients, sourced naturally and in season. That extends to their candle line. The company says they use a test developed by the U.S. Department of Agriculture to ensure all candles are 100 percent plant-based and free of heavy metals and toxins — no phthalates, [parabens](/health/paraben-free), petroleum, or synthetic petrochemicals. Grow Fragrance also says they avoid essential oils with sustainability issues, though they don't say which ones. Their eco-friendly awareness extends to design as well. When making your first purchase, you'll buy a concrete outer vessel that can be used again and again with refill candle inserts. The refill inserts are housed in aluminum that can be recycled after use. Made with American-grown soy wax, coconut wax, and plant extracts that burn without emitting any harmful toxins, candles by Grow Fragrance are incredibly fragrant and long-lasting. Best nontoxic candle with soy wax [Slow North Candles](https://www.slownorth.com/collections/best-sellers/products/rosemary-lemon?correlationId=21632b06-e77d-4655-8120-a8341d060858&correlationId=null) - Price: $-$$ - Key ingredients: soy wax from the United States, essential oils, cotton and paper wicks - Scents available: eucalyptus + lavender, grapefruit + spearmint, forest bathing, geranium + rose, hello sunshine, lavender + cedar, lemongrass + tangerine, meadowland, midnight garden, moonglow, orange + clove, rosemary + lemon, wanderlust, of the sea, not today bugs - Sizes available: 2 oz., 6 oz., 8 oz. - Pros: tons of scent options - Cons: higher price point for larger sizes Michelle and Jon Simmons were motivated to create plant-based candles following the birth of their first son. During Michelle's pregnancy, they became increasingly aware of questionable ingredients in common household items. As they searched for nontoxic replacements, the need for naturally healthy candles became clear, and the pair began experimenting. Their approach to candle making centered on ingredient transparency and clean-burning fragrances. All Slow North candles are made with pure essential oils and U.S.-grown soy wax. They're poured into U.S.-made tumblers that can be reused. Cotton and paper wicks and cork lids round out the minimalist design, and Slow North has over one dozen scents. Best nontoxic candle for scents inspired by nature and travel [Brooklyn Candle Studio Candle](https://brooklyncandlestudio.com/collections/candles?correlationId=273dc629-5c27-4e27-9520-f3b37bcf9944&correlationId=null) - Price: $-$$ - Key ingredients: 100% soy wax, essential oils, cotton wicks - Scents available: more than 28 - Sizes available: 4 oz., 8 oz. - Pros: scents inspired by nature and travel - Cons: some synthetic ingredients used for fragrance Brooklyn Candle Studio says it was created to convey affordable luxury through its scents, a minimalist aesthetic, and trying to source the best ingredients. Raw materials include 100 percent soy wax derived from U.S.-grown soybeans (a renewable resource), cotton wicks primed with vegetable oil, and fragrance oils derived from both natural and high-quality synthetic ingredients. The company claims to use only phthalate-free fragrance oils, and all candles are cruelty-free and vegan. By avoiding paraffin wax and metalcore and petroleum-primed wicks, their candles are an eco-friendly choice with a clean burn. Best nontoxic candle with coconut wax [Pure Plant Home Candles](https://www.pureplanthome.com/collection?correlationId=1554cd88-e32e-43e2-a980-de1006b678ba&correlationId=null) - Price: $-$$ - Key ingredients: coconut wax, essential oils, cotton wick - Scents available: mandarin orange & lemongrass, lavender & orange blossom, Italian bergamot & Persian lime, clove, cardamom & vanilla, wildcrafted french lavender - Sizes available: 1.5 oz., 1.9 oz., 3 oz., 3.1 oz., 4.4 oz., 5.5 oz., 6 oz., 7 oz., 8 oz., 8.1 oz., 14 oz. - Pros: hand-poured in small batches - Cons: limited scents available Pure Plant Home keeps it simple with coconut wax, an unbleached cotton wick, and pure essential oils — no petrochemicals, synthetics, or artificial dyes or colorants. Tina Rocca, the founder, has been making aromatherapy blends for over 20 years. In 1995, she launched Aroma Naturals Candles, which would grow into the largest manufacturer of handcrafted aromatherapy candles before being sold to Yankee Candle Company. Tina found her way back to candle making and developed a soy-free coconut wax — the perfect carrier for her essential oil aromas. Best outdoor-scented nontoxic candle [Keap Candles](https://www.keapbk.com/collections?correlationId=23ad9de3-4547-4e57-8940-e5d81d2a4453&correlationId=null) - Price: $$$ - Key ingredients: coconut wax, cotton wicks - Scents available: wood cabin, wild figs, waves, northlands, lavender + petals, green market, grapefruit + yuzu, cotton magnolia, plus limited editions seasonally - Sizes available: 7.4 oz. - Pros: committed to sustainability and artistry - Cons: some synthetic ingredients used for fragrance The founders of Keap took an intellectual approach to their candle making, taking perfumery classes and touring factories to help them pinpoint the details that matter to them. The result is a virtually zero-waste candle. Keap applied a deep understanding of the practicality, safety, artistry, and ethicality of fragrance options, which resulted in a blend of natural and synthetic fragrance. Plus, the team says it's committed to continuing education in the pursuit of transparent, sustainable candle making. Made from glass with low-adhesive labels, the containers can be reused or recycled. Subscription shipments are sent in [compostable mushroom packaging](https://mushroompackaging.com/welcome). Keap candles include cotton wicks and are made with slow-burning coconut wax in lieu of paraffin. Best \"clean\" candle [Heretic Candles](https://go.skimresources.com?id=41977X1601025&xs=1&url=https%3A%2F%2Fhereticparfum.com%2Fcollections%2Fcandle&correlationId=null) - Price: $$$ - ingredients: soy, cotton wicks, essential oils - Scents available: dirty grass, dirty vanilla - Sizes available: 10.5 oz. - Pros: ingredients listed in full; meets Credo Clean Standard for safety, sourcing, sustainability, ethics, and transparency - Cons: some synthetic ingredients used for fragrance; high price point We found Heretic as one of a handful of candle brands stocked by Credo Beauty. Heretic's candles meet the [Credo Clean Standard](https://credobeauty.com/pages/the-credo-clean-standard-1?correlationId=null), Credo Beauty's rating system that considers safety, sourcing, sustainability, ethics, and transparency. Plus, all products sold by Credo are free of what they call the [Dirty List](https://credobeauty.com/pages/the-dirty-list-1?correlationId=null), a list of ingredients they claim to be linked to health or environmental issues. Six candle brands have made the Credo Clean Standard cut so far, and Heretic is one of them. These candles are made with soy wax and lead-free cotton wicks, plus a mix of essential oils and both natural and synthetic fragrance ingredients. Ingredients are listed in full, and definitions are provided for all. Best nontoxic candle with beeswax [Fontana Candle Co.](https://fontanacandlecompany.com/collections/non-toxic-candles/products/lemon-orange-blossom-essential-oil-candles) - Price: $-$$$ - Key ingredients: beeswax, essential oils, wood wicks - Scents available: palo santo & pink grapefruit, lemongrass eucalyptus, lavender, wildflower citrus, lemon orange blossom, fresh mint & thyme, geranium, rosemary mint, spiced latte, French press, cinnamon orange clove, citrus peel & pine, peppermint twist, Fraser Fir, allspice ginger & vanilla, cypress sage & patchouli, blue tansy & bergamot, unscented - Sizes available: 6 oz., 9 oz., 14 oz. - Pros: MADE SAFE certified - Cons: lightly scented in comparison to other candle brands The founders of Fontana Candle Company have a simple ethos — the world may be full of toxins, but they shouldn't be in your candle. That's why their range of nontoxic candles is made with just beeswax, coconut oil, therapeutic-grade essential oils, and a wooden wick. According to the company, their candles are the first to be certified MADE SAFE, a seal that confirms a household product is free of toxins known or suspected to harm human health, animals, or ecosystems. While a candle scented with essential oils won't fill a room with scent the way a conventional candle can, Fontana's range of fragrances are subtle in just the right way. We burned the lemon orange blossom candle while researching this article, and it was truly divine. Best nontoxic candle for sustainability [Terralite](https://terralite.com/shop/grassland-classic/) - Price: $-$$$ - Key ingredients: coconut, essential oils, hemp and cotton wick - Scents available: red mandarin, citrus spice, orange creme, lavender lemonade, lemon vanilla, grassland, woodlands, coastal ridge, vanilla mint, wild lavender, vanilla lavender, desert sage, orange blossom, vanilla orchid, bourbon cedar - Sizes available: 4 oz., 8 oz., 16 oz. - Pros: zero-waste philosophy from product to packaging - Cons: higher price point for larger sizes Terralite is based in San Diego, California, and its founders say they are all about sustainability, zero waste, fair-trade ingredients, and giving back. In terms of their candles, that means coconut wax, organic essential oils and plant extracts, and a hemp and cotton wick. Terralite candles come in recycled amber glass containers with recyclable tin lids and recycled paper labels. Plus, the company donates 1 percent of sales to environmental non-profits. Best nontoxic candle with organic essential oils [CandaScent Labs](https://candascent.com/collections/candles) - Price: $$$ - Key ingredients: coconut soy wax, certified organic essential oils, cotton wick - Scents available: lavender and thyme, forest bathing, rose and mint, citrus and ginseng, basil and sweet orange - Sizes available: 7.1 oz. - Pros: certified organic essential oils and 100 percent plant-derived extracts - Cons: high price point The candles from CandaScent Labs are formulated for specific benefits, such as relaxation, creativity, and to refresh, connect, or inspire. All formulations are independently lab-tested and certified for safety. CandaScent Labs candles are inspired by scents of nature, and the company says it's committed to deriving them right from the source. That means no catch-all \"fragrance,\" but rather certified organic essential oils and botanical ingredients. The fragrance line is limited, but we burned the Focus scent during our research and were very pleased. What makes a candle nontoxic? There's no single definition, but a nontoxic candle should be free of questionable ingredients and additives, like phthalates or lead. It can be helpful to look for candles made with 100 percent plant-based waxes, essential oil-based or certified nontoxic synthetic fragrance, and wicks made of cotton, hemp, or wood. Are soy candles nontoxic? Keep in mind that the fragrance industry is mostly unregulated, which means a candle with just a small amount of soy can still be labeled as \"soy-based.\" Double-check the label to ensure the wax is entirely plant-based. While 100 percent plant-based waxes, like soy, coconut, and beeswax can be considered nontoxic, you also need to factor for both the wick material and the fragrance source. What are the risks associated with toxic candles? Evidence of negative health effects associated with conventional candles is still inconclusive. Still, there is some concern that volatile organic compounds can be released into the air when a candle burns. To avoid even potential health risks, it's a good idea to burn candles that are made with plant-based waxes, fragrance, and wicks. There's a lot of contradictory information about candle toxicity, and it's hard to know what to believe. That's why a little digging about a candle manufacturer and its philosophy is the best way to separate transparency, quality, and sustainability from marketing hype. Remember to check ingredient lists, check out websites, or ask directly about the fragrance, the wax, and the wick. And keep in mind that like most things, candles are probably best enjoyed in moderation — and always in well-ventilated spaces. Jessica Timmons has been working as a freelance writer since 2007, covering everything from pregnancy and parenting to cannabis, chiropractic, stand-up paddling, fitness, martial arts, home decor, and much more. Her work has appeared in mindbodygreen, Pregnancy & Newborn, Modern Parents Messy Kids, and Coffee + Crumbs. See what she's up to now "}