{"title": "COVID 19 Nutrition Essentials to Boost Immune - Dance Informa Magazine", "author": "Admin", "url": "https://www.danceinforma.com/2020/04/05/covid-19-nutrition-essentials-to-boost-immune-system-and-fight-infection/", "hostname": "danceinforma.com", "description": "Emily Cook Harrison MS, RD, LD (registered dietitian) shares important COVID 19 Nutrition Essentials to Boost Immune System and Fight Infection.", "sitename": "Dance Informa Magazine", "date": "2020-04-05", "cleaned_text": "As we enter an unprecedented time in which we need our immune systems to be performing at their peak to protect us from Covid-19, we also find ourselves facing grocery shortages, food insecurity and/or uncertain income. Therefore, before we talk about which foods or supplements to get, we must remember that the absolute top priorities are to eat, rest and manage stress. These three things affect the immune system more than any expensive supplement ever could. We may not have access to our favorite food brands and the food available to us may or may not be our first choice. It doesn't matter right now. We will do the best we can with what is available. For those dancers working through disordered eating, this is your time to be gentle with yourself; silence that voice that tells you to restrict or to reject certain foods that aren't in your comfort zone. Your body's immune system needs you right now and the best way to boost it is to nourish your body. Phytonutrients are non-caloric substances naturally found in plant-based foods like vegetables, fruits, beans, and teas that have health benefits including positively affecting the immune response. \"Polyphenols promote immunity to foreign pathogens via various pathways\"1. Phytochemicals are the compounds responsible for the bright colors in blueberry skins, the purple of grapes, black beans, the dark red of beets, and even the orange of turmeric for example; the more colourful your range of food choices, the better. Aim to get 2-3 servings of fruit per day and 5+ servings of vegetables. Cooked, frozen, or raw all have their benefits so prepare them however you prefer. Stock up on green tea (contains some caffeine) and herbal teas (do not contain caffeine). My top recommendations are echinacea, elderberry, red clover, lemon balm, oregano/ marjoram, nettle and mint. Some might enjoy drinking kombucha which combines tea with probiotics. The topic of how specific probiotic organisms found in fermented foods boost the immune system would fill a large book. For the scope of this article I'll limit it to kombucha, keifr and yoghurt. Vitamin E, a key antioxidant, protects membranes of the lungs and is found in nuts, seeds (especially sunflower), oils, peanut butter, avocados, and mangos. Vitamin E may reduce the risk of respiratory tract infections in the elderly2, so it's a great addition to the diet of our older loved ones right now. Vitamin C is a well-known immune system essential but people tend to go way overboard with supplemental vitamin C (see my Dance Informa article on this topic: [https://dancemagazine.com.au/2019/07/vitamin-c-in-winter-must-read-this-before-you-supplement/](https://dancemagazine.com.au/2019/07/vitamin-c-in-winter-must-read-this-before-you-supplement/)). We need about 65-300 mg per day, not mega doses of 1000 mg all at one time. Top food sources include papaya, cantaloupe, citrus, kiwi, sweet and green peppers (capsicum), mango, broccoli, berries and even the skins of potatoes. Vitamin A, known for helping to delay the initiation and severity of autoimmune conditions can also help the body fight viral infections2. It is best obtained through foods such as sweet potatoes, carrots, butternut and acorn squash, spinach, and other leafy greens. Vitamin D is called the sunshine vitamin because when the skin absorbs sun, it makes a form of vitamin D in the body. Try to get 30 minutes of sun per day (while social distancing). This vitamin is absolutely essential for the immune response and it's hard to get adequate amounts through food alone. Supplements of vitamin D3 (the active form) are found in most stores or online and are worth the investment. Recommendations are to take 800-1500 IU per day. Don't mega dose this vitamin unless under the care of a medical professional. Food sources include salmon, cod liver oil, and eggs. Milk from cows sold in the United States is often fortified with this vitamin. Many plant-based milks are also fortifying their products. Check labels to see. Iron deficiency is extremely common in female dancers and poor iron status can significantly impair the immune system. How to eat more iron on a budget? Start with the amount of fresh leafy greens (kale, spinach, chard, etc) that would fill a small swimming pool, then steam or sauté them for 2-3 minutes. They will now fit in a pan. Add copious amounts of garlic and a squeeze of lemon juice (the vitamin C from the lemon will increase iron absorption). Toss with any cooked or canned beans of your choice and some sea salt. You now have an iron packed meal to go with your vitamin A containing sweet potatoes. Dried fruits like raisins/sultanas and apricots and some fortified cereals also are good shelf-stable sources of iron. Stock up on all kinds of mushrooms, particularly shitake. Mushroom elixirs and powders made from varieties such as lion's mane, cordycepts, reishi, and chaga are all the rage and do have research to back up their immune boosting claims, but these supplemental packets can be expensive. Less expensive, but no less influential to the immune system, are garlic, ginger and turmeric. Use these fresh roots in generous amounts in all your budget friendly cooking such as in lentils, beans, veggie stir fry. Keep these shelf stable dry legumes stocked in your pantry. Sources: 1. S Ding, H Jiang, J Fang. Regulation of Immune Function by Polyphenols. [J Immunol Res](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5925142/). 12. doi: [10.1155/2018/1264074](https://dx.doi.org/10.1155%2F2018%2F1264074) 2. Modern Nutrition in Health and Disease 10 ed. Lippincott Williams & Wilkins 2006. By Emily C. Harrison MS, RD, LD of [Nutrition for Great Performances.](https://www.dancernutrition.com/) Emily Cook Harrison MS, RD, LD Emily is a registered dietitian and holds both a bachelor's and master's degree in nutrition from Georgia State University, USA. Her master's thesis research was on elite level ballet dancers and nutrition and she has experience providing nutrition services for weight management, sports nutrition, disordered eating, disease prevention, and food allergies. Emily was a professional dancer for eleven years with the Atlanta Ballet and several other companies. She is a dance educator and the mother of two young children. She now runs the Centre for Dance Nutrition and Healthy Lifestyles. She can be reached "}