{"title": "Debunked: The Polio Vaccine and HIV Link", "author": null, "url": "https://cpp-hov.netlify.app/vaccines-101/misconceptions-about-vaccines/debunked-polio-vaccine-and-hiv-link", "hostname": "netlify.app", "description": "In the 1990s, journalist Edward Hooper wrote a book claiming that an oral polio vaccine had been the source of the HIV/AIDS epidemic. Evidence does not support his conjecture.", "sitename": "cpp-hov.netlify.app", "date": "2023-01-01", "cleaned_text": "Last updated 20 April 2022 When the Human Immunodeficiency Virus (HIV) was discovered in the 1980s, people immediately wondered where it had come from and how it had found its way into humans. One conjecture that arose in the 1990s put the blame for HIV on a public health measure: a polio vaccine. In the late 1950s, several different groups of researchers were developing vaccines against polio, which at the time was still epidemic worldwide. One of these vaccines, developed by Hilary Koprowski, MD (1916-2013), was used in trials in Africa, after first being tested in the United States. The vaccine virus was grown in tissue cultures taken from macaque monkeys before being administered to about a million people in Burundi, Rwanda, and what is now the Democratic Republic of the Congo. In 1992, Rolling Stone magazine published a story that discussed Koprowski's oral polio vaccine (OPV) as a possible source of HIV and, in turn, the AIDS epidemic. Koprowski sued Rolling Stone and the writer of the article, and the magazine issued a clarification statement in December 1993, saying (in part) \"The editors of Rolling Stone wish to clarify that they never intended to suggest in the article that there is any scientific proof, nor do they know of any scientific proof, that Dr. Koprowski, an illustrious scientist, was in fact responsible for introducing AIDS to the human population or that he is the father of AIDS.... Dr. Koprowski's pioneering work in developing polio vaccines has helped spare suffering and death to hundreds of thousands of potential victims of paralytic poliomyelitis and is perhaps one of his greatest contributions in a lifetime of high and widely recognized achievements.\" Rolling Stone's clarification notwithstanding, journalist Edward Hooper wrote a book called The River: A Journey to the Source of HIV and AIDS in 1999, based on the conjecture about an OPV/HIV link. Hooper argued that the animal cells used to culture the vaccine virus were kidney cells from chimpanzees local to where the vaccine was used, and that those chimpanzees had been infected with Simian Immunodeficiency Virus. According to Hooper, a vaccine made in such a cell culture would lead to human infection with HIV. Although Hooper's claims were widely publicized, evidence does not support (and in some cases directly contradicts) the idea of a link between OPV and HIV. First, leftover stocks of the polio vaccine in question were examined by independent laboratories, and were confirmed to have been made using monkey cells—not chimpanzee cells, as Hooper had claimed. Furthermore, none was contaminated with HIV or SIV. This data reinforces the vaccine developers' statements that only monkey cells, not chimpanzee cells, were used in producing the vaccine. Second, a 2004 study published in Nature found that the strain of SIV affecting chimpanzees in the area where Hooper claimed vaccine had been prepared using chimpanzee cells was genetically distinct from HIV strains. This refuted Hooper's claims from yet another angle: even if SIV-infected chimpanzee cells from that area had been used to make the vaccine, they could not have been the source of HIV. Epidemiological studies also highlight a serious problem with Hooper's claims of an OPV/HIV link: HIV-1 (the first of two known species of HIV, more infective and virulent than the second, HIV-2) was likely introduced to humans prior to 1940, and in a completely different part of Africa than the location of the polio vaccine trial, probably via infected chimpanzees in Cameroon. The Congo vaccine trials took place in the late 1950s—at least a decade after HIV had begun spreading in humans, and probably longer, according to more recent estimates (Worobey 2008). The vaccine could not have been the source of a virus that had already been infecting humans for many years. Hooper, for his part, stands by his claims and alleges an organized cover-up, but his argument has largely been relegated to the status of a debunked conspiracy theory. Yet even though his claims have not been found to have merit, they have still managed to damage global efforts to eradicate polio. Rumors of the current oral polio vaccine having been intentionally contaminated with drugs to cause sterility and \"viruses which are known to cause HIV and AIDS\" led to local refusals to accept the vaccine in parts of Africa. It's likely that these rumors are related to the original OPV/HIV accusations. Partially as a result of these refusals, polio flared back up in parts of Africa after vaccination had led to positive steps toward eradication. Sources - Cohen J. Forensic Epidemiology: Vaccine Theory of AIDS Origins Disputed at Royal Society. Science. 2000; 289(5486):1850-1851. - Jegede A. What Led to the Nigerian Boycott of the Polio Vaccination Campaign? PLoS Med. 2007; 4(3): e73. - Korber B, Muldoon M, Theiler J, et al. Timing the ancestor of the HIV-1 pandemic strains. Science. 2000; 288(5472): 1789-96. - Offit PA. Vaccinated: One Man's Quest Defeat the World's Deadliest Diseases. New York: Harper Perennial; 1988. - Worobey M, Santiago M, Keele B, et al. Origin of AIDS: contaminated polio vaccine theory refuted. Nature . 2004; 428(6985): 820. - Plotkin SA. CHAT oral polio vaccine was not the source of human immunodeficiency virus type 1 group M for humans. Clin. Infect Dis. 2001; Apr 1;32(7): 1068-84. - Plotkin SA. Untruths and consequences: the false hypothesis linking CHAT type 1 polio vaccination to the origin of human immunodeficiency virus. Philos Trans R Soc Lond B Biol Sci. June 29: 356(1410) 815-23. - Sharp PM, Hahn BH. The evolution of HIV-1 and the Origin of AIDS. Philos traqns R Soc Lond B Biol Sci. 2487-94. - Worobey M, Gemmel M, Teuwen DE et al. Direct evidence of extensive diversity of HIV-1 in Kinshasa by 1960. Nature. 2008 Oct 2 "}