{"title": "Food System Strategic Assessment 2023", "author": null, "url": "https://www.food.gov.uk/research/emerging-challenges-and-opportunities/food-system-strategic-assessment-2023", "hostname": "food.gov.uk", "description": "This Strategic Assessment is intended to support strategic decision-making and anticipatory policy design.", "sitename": "Food Standards Agency", "date": "2023-06-08", "cleaned_text": "Food System Strategic Assessment 2023 This Strategic Assessment is intended to support strategic decision-making and anticipatory policy design. Background This Strategic Assessment has been informed by an extensive expert elicitation exercise as well as a literature review. It is intended to support strategic decision-making and anticipatory policy design. Information up to early March 2023 has been used in this assessment with the majority of expert elicitation carried out during January and February 2023. The perceived magnitude and timeline of impact for identified issues was found to be overwhelmingly shaped by the currently increased uncertainties of global and UK political issues, such as the war in Ukraine, the roles of Russia and China in global trade, the consequences of Brexit, and the impact of resulting current global and UK economic pressures. Hence, the majority of identified issues presented in this strategic assessment were perceived as challenges to the food system of increasing urgency at this point in time (March 2023) with mostly short- and medium-term impacts (present to two years, and up to five years respectively). Macro-level strategic perspective on findings Despite the many challenges the UK food system is facing at present, the current situation also offers opportunities that when recognised early and seized upon with strategic intent, strong leadership and commitment can deliver great benefits helping transform the UK food system. Despite the uncertainties outlined in this report, now can be a pivotal moment for the UK food system to build values and resilience into its structure for the long-term future. Most of the findings presented in this report have direct relevance for the FSA's remit, however it is also acknowledged that long-term solutions for issues should be aligned with a clear vision for building a better food system for the UK that is producing more sustainable and healthy food in the future. Hence, it is considered that a systemic approach beyond the FSA's remit, requiring collaboration across government departments, will be necessary to achieve this. Only systemic approaches will ensure integration and practical implementation of food system values such as safety, authenticity, health, sustainability, and equal access for the long-term future. Key drivers and impacts The findings of this study are presented using the major drivers of potentially substantial change in UK food system. Drivers will interact and overlap; causal interpretations of issues resulting from those drivers are often highly complex. As a result, predictions of food system outcomes need to be taken with caution, as there is a large degree of inherent uncertainty in predicting change. For ease the issues identified in this study are presented here linked to their main causal driver, but it is acknowledged that in most cases there will be a complex causal relationship across multiple drivers. The following drivers and main related issues were identified in this study: Driver: UK economic condition - supply chain volatility and disruption - household food insecurity - labour shortages in the food system Driver: Consumer attitudes - increased volatility of consumer decision-making Driver: Commercial drivers - decreased investment in technology innovation Driver: Technology Innovation - improved agricultural production technologies - digital technologies, AI, and robotics - alternative sources of protein - novel food processing technologies - Gene Editing / Precision Breeding technologies - insects in food and feed - improved packaging / alternatives to single use plastic Driver: Climate change/environmental factors - increased animal and plant pests Driver: Brexit and regulatory change - enforcement issues at the border linked to new import controls - new trade agreements and their potential impact on the UK food system - regulatory divergence It should be highlighted that while some of these issues present mainly risks and negative impacts, there are also real opportunities for the UK food system in addressing them. There are also some acute issues (such as enforcement issues at the border) that are shorter term and likely to be resolvable in the relatively near term, in contrast to more chronic longer term issues where a response is more likely to be adaptation than resolution (for example, increased animal and plant pests as a result of climate change). Trends and issues impacted by UK economic condition Supply chain volatility and disruptions Over the past three years supply chain disruptions and volatility have increased as a result of the Covid-19 pandemic and recent geopolitical events impacting many stakeholders across the food value chain from agriculture to manufacturers, processors and retailers. Experts participating in this study see this as an enduring trend (\"the new normal\") with substantial impact in the short- to mid-term future. Risks for food safety and standards may arise due to abrupt shortages of inputs, and through sourcing from new suppliers that often requires costly testing and auditing. In particular small and medium enterprises (SMEs) might not have the resources to easily ensure standards are maintained when switching suppliers. This implies that more direct communication with SMEs regarding supply chain risks might be required to support them in addressing potential food safety, authenticity, and allergen related issues when switching suppliers. In addition, it might be necessary to increase enforcement at a time of enforcement staff shortages, which may present challenges. Household food insecurity Household food insecurity has increased over the past two years directing consumer choices towards cheaper and potentially less healthy foods. In addition, the use of food banks has increased as part of a longer-term trend in the UK towards more unequal access to food. These issues may have medium- and long-term impacts on health at the population level. At present food banks pose no reported food safety risks, however targeted information for food bank providers and users with regards to potential risks might be helpful for the short- and medium-term future. The FSA has already engaged with food bank providers. Labour shortages in the food system Labour shortages have over the past five years increasingly impacted the UK food system at many levels from a lack of seasonal harvesting labour and HGV drivers to abattoir workers and high skilled labour, such as veterinarians, environmental health officers, trading standards officers, meat hygiene inspectors and other food standards enforcement staff. Different risks to the food system can arise at different points where shortages impact maintenance of standards and quality, for example in animal slaughter, delayed meat export certifications and reduced inspection and enforcement capabilities among other areas. However, at present no overall trend toward increasing food safety incidents due to labour shortages was reported. Trends and issues impacted by consumer attitudes Increased volatility of consumer decision-making concerning healthy and sustainable foods, meat reduction, and meat alternatives While studies show that consumers generally support sustainability and health goals, it is also evident that sustainability aspects of food are not well understood and often based on misconceptions (Which?, 2021). Under current financial pressures consumers prioritise price of food over health and a shift from red meat to more poultry might be motivated by cost rather than health or sustainability concerns (Corbin, 2023). Trends highlighted in the past five years, such as meat reduction and increasing sales of meat alternatives appear to be slowing down at present, not only due to financial pressures on consumers, but also a shifting consumer understanding of meat alternative products and issues around commercial viability on the side of producers. These issues may contribute to a shift in consumer attitudes making earlier predictions about the growth of certain trends appear less certain, and influencing consumer choices will likely be more difficult in the short- to medium-term future. More persistent and clearer messaging to consumers on what sustainability aspects of food might be required over the short- to medium-term future in combination with a clear sustainability labelling system based on a convincing science base. This might require the UK government to establish the scientific base for a sustainability assessment framework in collaboration with industry stakeholders. Trends and issues impacted by commercial drivers Decreasing investment in innovation and technology Given current economic pressures, experts in the food industry consulted for this study strongly indicated that at present investment into novel technologies and innovation, in particular those with sustainability goals, are postponed for the short- to mid-term future. Commercially risky, technology enabled novel product development is also currently de-prioritised by many food businesses. This particularly affects SMEs, but large corporations are also affected to some extent, as they focus on addressing current input cost issues, supply chain volatility, and regulatory uncertainties due to Brexit. If there is a continued disconnect from innovation particularly in food safety- and standards-related technologies, it might impact the food system in the mid-term but given current uncertainties no reliable predictions can be made of what that impact might be. Nevertheless, currently there are no indications that reduced investments in innovative technologies will create novel risks but reduces the opportunities that some innovations might deliver, particularly in the area of sustainability. Trends and issues impacted by technology innovation A number of technology areas were highlighted by experts consulted for this study for the transformative change they could bring to the food system. Improved agricultural production technologies Although outside of the regulatory remit of the FSA, improved agricultural production technologies are seen as essential to reduce the negative environmental impact of the global food system, and will have direct impacts on areas within the regulatory remit of the FSA. Many approaches, such as technology enabled (data-driven) precision agriculture, integrated pest management, and regenerative agriculture are not novel but would still require much wider implementation to make significant positive environmental impact. Should such farming practices become implemented at scale in the mid- to long-term future, new food safety issues might arise from novel pests/contaminants/allergens, for example from using new waste streams for feed or new active substances as pesticides. Monitoring these developments will be necessary to understand any potential emerging risks. Digital technologies, AI and robotics It is anticipated that they will be essential for any future transformation of the food system. One aspect of digital innovation with relevance for the FSA is the increasingly networked interaction between consumers and different actors along the food value chain via online sales channels. Increasing numbers of food aggregator platforms pose known and potential food safety and standards risks that are currently not well understood, hard to police and rapidly evolving. With regards to dynamic developments in digital consumer interactions with various actors in the food system, food safety and authenticity issues may arise very rapidly in a dispersed manner requiring novel enforcement tools and improved guidelines for online operators. The FSA has already started considering this trend and is actively engaging with this sector providing guidance for digital food distribution platform operators (FSA, 2022e; Short et al., 2022a). Alternative sources of protein Experts consulted for this study highlighted the importance of plant-based meat substitutes, fermentation-based protein products, and cultured meat. Despite recent large investments in these technologies, and some understood environmental benefits, the long-term potential of these technologies still needs to be proven in wider consumer markets as they are mostly still at a premium price level. Although consumer uptake of such products was increasing over the past five years, current economic pressures and changing attitudes may slow down their growth trajectory in the short- to medium-term future. These products usually require high energy inputs, are considered by many as highly processed foods and their long-term health impacts are currently unknown. Cultured meat still needs to achieve scale of production, improvements in taste and texture, and an economically viable price point. Sustainability claims and health impacts of cultured meat are at an early stage of understanding. Hence, the real impact of the technology might be still a decade away (Short et al., 2022b). As some foods produced with alternative proteins fall under the Novel Foods regulation a balanced approach between controlling risks and supporting innovation will be required (European Commission, 2015; UK Government, 2018). The complexity of some production processes will require close collaboration with industry to understand claims made for these products with regards to health and sustainability. To avoid slowing innovation, the science and knowledge base around these technologies needs to be established early while they are emerging to be able to set standards. Novel food processing technologies Recent innovations in non-thermal food processing technologies promise alternatives to heat-based antimicrobial food treatment to maintain freshness and natural ingredients, enabling healthier products, and using fewer chemical preservatives. While some of the technologies highlighted in this study have been explored for some time, many are still not suitable for mass production processes, can only be used in combination with other antimicrobial technologies, and are often considerably more complex and expensive than conventional current technologies. Hence, they are at present evolving in niche markets such as for functional foods and supplements. As these technologies are still emerging, food safety parameters and potential labelling requirements need to be established in collaboration with industry. Current levels of use and the science base behind these technologies need to be explored in order to understand the need for regulatory assessment. Gene Editing / Precision Breeding technologies The current state of scientific understanding indicates that there are no novel food safety or health risks to be expected from food and feed products produced with these technologies. To what extent 'precision bred' (the term under which gene editing falls in the UK) crops and animals can contribute to a transformation of the food system in the future with regards to increasing pest resistance, water requirements and increased nutritional value is currently not known. After royal assent of the Precision Breeding Act in March 2023, it is expected by experts consulted for this study that it will take at least a decade until any benefits from UK produced precision-bred organisms will be achieved at scale. As public understanding of the technology is generally low there is an opportunity to shape public debate around the benefits of the technology, and for the provision of information that enables informed consumer choice based on scientific evidence. The difficulty of authenticating food that is precision bred could be a new source of food crime through deliberate mislabelling, which would be extremely difficult to detect by standard sampling methods. Insects in food and feed Insects are considered a good source of protein with a much lower environmental footprint than livestock farming. A number of product categories using insects have evolved over the past decade and have significantly increased in the past five years, including processed whole insects, animal feed and pet feed, processed insect powders as an ingredient in various feeds and foods such as snack bars, drinks, or baked goods, including for human consumption. Their use in the UK is currently still mostly prohibited awaiting review of the Novel Foods regulation. Despite much media reporting, the market is currently still small and may take another decade to reach scale to make significant contributions to replacing proteins from livestock farming or feed crop agriculture. Potential novel risks such as microbial contaminants, bioaccumulation of toxic compounds, or allergens will be assessed as part of the authorisation of novel foods under which most of these products will fall; as such the health impacts for humans and animals after longer-term consumption are currently not known. Improved packaging / alternatives to single use plastics Reducing packaging generally and replacing fossil fuel-based single use plastic for food packaging is well supported by consumers and regulators internationally. However, despite considerable investments in recyclable plastics and other materials, many technical issues are currently unresolved and production costs are mostly high preventing commercial viability at scale for alternatives. While many startups and large packaging manufacturers explore novel materials and packaging concepts, their true sustainability metrics are at present not well understood, and a significant shift away from fossil fuel-based materials might be still more than a decade away. The FSA is actively researching this technology area and has commissioned a study into how this industry may evolve. Trends and issues impacted by climate change / environmental factors Most trends and issues arising due to climate change are ongoing and long-term. Trends highlighted by experts consulted for this study were increasing levels of animal and plant pests due to globally rising temperatures or an increasing frequency of extreme weather events (Magnano San Lio et al., 2023; Skendi et al., 2021). Increasing livestock infestations for example with ticks and liver fluke due to warmer winters in combination with rising antimicrobial resistance, as well as potentially increasing zoonotic diseases or aflatoxin and other mycotoxin contamination need to be monitored globally. Relevant data needs to be shared internationally to prevent larger scale outbreaks and to ensure the safety of UK produced and imported goods. Given the global dimension of climate change-induced food safety risks there is likely to be an increased need for closer international monitoring and in the future more enforcement action along supply chains across countries. Trends and issues impacted by the exit from the EU (Brexit) and regulatory change The direct impacts of Brexit on the UK food system are becoming increasingly felt and create considerable uncertainty that affects decision making for many stakeholders across the food value chain. Experts consulted for this study highlighted the following areas of concern that are expected to affect food safety and standards as well as trade: - current limited capacity for enforcement when full border controls with the EU come into force - that new trade deals should not allow the import of food produced to lower standards that might not reflect the values of the UK food system (for example, with regards to animal welfare standards) - regulatory divergence between the UK and the EU causing different speeds of innovation, including innovation around novel foods or technologies for enhancing sustainability or health aspects of products - more limited data sharing with the EU on issues important for food safety, food fraud, ingredients and chemicals. These factors could require rapid capacity building across the food safety enforcement sector as a result of new border controls at a time of resource limitations and relevant skills shortages. Regulatory divergence will also need to be carefully considered so that where the UK takes advantage of its ability to make more independent decisions about the UK food system, there is still a balance that supports trade with the EU and elsewhere as much as possible. Efforts to maintain consumer trust through targeted messaging might also be required if there is an increasing public perception that imports from countries with lower food standards will reach the UK unchecked. Despite the considerable challenges the UK is facing in transitioning from the EU regulatory system, many experts consulted for this study think it is important to first create a joined-up, comprehensive and long-term vision for the UK food system with regards to standards, health, and sustainability across stakeholders in government and industry. This Strategic Assessment 2023 was carried out using a literature review and to a large extent input from a pool of experts with a broad range of expertise across the food system. The contextual parameters that informed our approach, methodology and analysis are presented in this introduction. 1.1 The food system - overview The 'food system' is generally described as the sum of human activity and interactions with and within the natural and human created environment that are essential for the production, processing, trading, selling and the consumption of food. Over the past decades increasingly sophisticated, multi-dimensional analysis of the food system has evolved recognising that there is a multitude of components, inputs and outputs connected through various causal chains. For a top-level representation of one recent conceptualisation of the food system see figure 1 showing the main actors, relationships, drivers, outcomes and feedback loops. Figure 1: Food system illustration showing the main actors, relationships, drivers, outcomes and feedback loops. Source: [Foresight4food: Food systems Model](https://foresight4food.net/food-systems-model/) The food system represents a complex dynamic adaptive system with other such systems being well studied in physics, biology, sociology, economics, and other sciences. The defining features of complex dynamic systems are: dependence on internal and external resources as well as initial boundary conditions, complete interconnectedness of components, constant change and restructuring of internal relationships, emergence of novel features, and dynamic non-linear responsiveness to perturbations from the outside or from within, allowing for robustness and also rapid restructuring (Gros, 2015). These features, and in particular non-linear, interconnected dynamics make predictions difficult. It is also acknowledged that the current food system models have their limitations with regards to translating insights into actionable policy (Brouwer et al., 2020). Our understanding of the food system is currently undergoing a shift in what needs to be considered as important factors to monitor with regards to desired outcomes. For example, our understanding of malnutrition was historically shaped by the idea of a general lack of food, while today the global obesity crisis represents a different kind of malnutrition or nutrient poverty with regards to a balanced diet, with the current food system partially responsible for it (Ingram, 2020). Moreover, assessing food system activities with regards to environmental impact has become a recent priority. As momentum and political will is increasing in the UK and globally to transform the food system with the goal to reduce its negative impacts on the planet and human health, a clear definition and understanding is needed of what needs to be transformed and how, and to what effect on the outcomes of the food system. 1.2 The global context The evolution of the global food system has over the past century accelerated at an incredible speed to supply food to an ever-growing human population. This has been driven mostly by technology innovation and the evolution of industrialised global trade. At the same time, over the past five decades scientific evidence has irrefutably shown the numerous negative impacts of the food system on the planet and human health (Benton et al., 2021; Rockström et al., 2020; Willett et al., 2019). The increasing awareness of these impacts has led to a shift in perspective of how various food regulators design policies over the past two decades, and even more so over the past five years. Besides the traditional core responsibilities to ensure that food is safe to consume, sold in a manner that its origin and contents are honestly presented to consumers, and that vulnerable consumers are protected from the harm certain foods may pose to them, additional areas of regulatory responsibility are recently being considered with the aim to help build a better food system and mitigate some of its current negative impacts on the planet and human health. In addition, it has been widely acknowledged that international collaboration needs to be at the core of such efforts to maintain and extend food security (Elliott, 2021). 1.3 The UK context The UK food system has been studied from a systemic perspective in recent years, and such studies are carried out increasingly with a focus on understanding long-term changes and trends that will impact: - human (and to some degree animal) health outcomes, ranging from hunger to nutrient deficiencies, food borne diseases, human chronic diseases, to obesity; in addition, aspects of plant health need to be considered (as for example in the Plant Biosecurity Strategy for Great Britain (Defra, 2023)) - social and economic outcomes, such as food poverty, food production sector development, food prices, wages, and labour availability and conditions - environmental outcomes, such as greenhouse gas (GHG) emissions, water and land use, soil composition, biodiversity. A comprehensive 2020 study applying a systemic perspective highlighted the following longer term structural characteristics of the UK food system as having major impacts on its overall outcomes (Hasnain et al., 2020). - high reliance on external food sources, in particular from the EU - high reliance on foreign labour in the food sector, mostly in production and processing (the majority from EU countries) - high consumption of highly processed food (highest rate in the EU) contributing to negative health outcomes on a population level - strong commercial concentration/consolidation of food producers/processors and retailers - high dependency of the primary food production sector on subsidies (Defra, 2021d) - most agricultural land is used for cereal and animal production. Most of these characteristics are not unique to the UK. However, it has become increasingly acknowledged by UK governments that action has to be taken at a national and international level to prevent and reduce more of the negative future outcomes that may result from these structural features of the UK food system. The awareness that some, if not most of these features, can generate systemic vulnerabilities and lead to major disruption of food security and the economic stability of the food system in times of crisis has further increased over the past 12 months as the impacts of several national and global events have been seen (see next section). 1.4 The current geopolitical context of this study, March 2023 At present, any analysis of the UK food system is strongly impacted by a number of regional and global events that have unfolded over the past three years. Some of these events were already showing clear impacts on the UK over the past four years while others are at an early stage of being understood as factors to monitor, as they are very likely to increase levels of uncertainty in decision-making at many levels. The major 'external' events at present impacting the internal dynamics and evolution of the UK food system are (not in any order of magnitude of impact): - the longer term-effects of the Covid-19 pandemic having caused global supply chain disruptions, labour shortages, economic contraction, long-term shifts in working patterns, and increased inequality, among others (Delardas et al., 2022) - the consequences of leaving the EU (Brexit), such as labour shortages, regulatory uncertainty, changing trading patterns, economic contraction in some sectors, among others (see section 7) - significantly increased energy/fuel costs with many knock-on effects on the economy more generally and specifically on food production, processing, and retail - systemic impacts of the war in Ukraine and the impact of changing trade relations with Russia affecting the global food system on many levels, such as the global food security of cereals and oil seeds and supply chain disruptions affecting processing ingredients and inputs into primary production such as fertilisers. These are likely to lead to longer-term changes in food related trade flows and investment - other geopolitical tensions, such as between China and the US, accelerating a trend to protectionist policies and changing supply chains due to tariffs in many countries. These factors have in turn impacted the UK, exacerbating the cost of living crisis, driving inflation above 10%, high energy prices and stagnant, or in real terms, falling wages. These are all highly likely to affect the UK economy for at least the next two to three years. 1.5 Methodology This Strategic Assessment is mainly based on qualitative methods for eliciting expert insights, via three inputs, namely an online survey, in-depth interviews, and an online workshop. Care was taken to achieve a good spread of expertise as well as professional responsibilities across the food system among selected experts. As the focus of this report is on the UK, the majority of experts were from the UK (56/88), and 32/88 from abroad with a spread of European and non-European countries. In addition, a literature review was carried out to capture academic as well as grey literature including web sites, government reports and media reporting to cover the most recent events to complement and expand on expert insights. For details of the methodology see Appendix B. 1.6 Drivers of change and issues analysed for this report Findings of this study are presented along the major current drivers of change that affect the UK food system. The current status of each driver is assessed at the beginning of each section using information up to early March 2023 to estimate the potential scale of impact and future trajectory that may shape developments in the UK over the next 10 years. From a conceptual point of view, it should be noted that drivers are understood for the purpose of this report as high-level thematic or contextual issues that shape more specific changes and trends in the food system. Specific trends can interact with and be shaped by several drivers simultaneously. In this report only the most salient drivers impacting the UK food system are selected. The following significant drivers are considered: - UK economic condition - change of consumer attitudes - commercial drivers - technology innovation - climate change/environmental factors - Brexit and regulatory change The order of drivers is not ranked in any way. Trends and issues of relevance to the FSA's remit are presented under the driver that most impacts them. The selected experts' assessment of magnitude and timeline of impact for the current issues was found to be overwhelmingly shaped by the current uncertainties of UK and global political issues, such as the war in Ukraine, the position of Russia and China in global trade, the consequences of Brexit, and the impact of resulting current UK and global economic pressures. This led to a tendency for the more immediate acute impacts to be assessed as having also a higher impact than those of a longer-term chronic nature. Based on the analysis of all expert inputs to this study (survey, interviews, workshop) the following top-level driver/issue maps of the UK food system, and potential opportunities for the UK food system were drawn. Here no distinction between drivers and issues was made, reflecting equal treatment by participants of this study. In the subsequent sections of the report however, specific trends and issues are presented as subordinate to their major driver. In figure 2 the current issues and challenges impacting the UK food system are shown as identified by experts consulted for this study in January and February 2023. Figure 2: Current issues and challenges impacting the UK food system as identified by experts consulted for this study in January and February 2023. While most experts consulted for this study focused mainly on challenges to the UK food system, several opportunities were mentioned, although often with the caveat that it may take another five years to reap any tangible benefits from them. These opportunities are shown in figure 3. Figure 3: Opportunities for the UK food system given current drivers and impacts as highlighted by experts consulted for this study in January and February 2023. The majority of issues presented in the following sections were considered by experts as of high importance with systemic impact and current immediate effects expected to last into the near- to mid-term future. It is also acknowledged that the selected issues are shaped by highly interconnected drivers and systemic interactions and not single causes, and that individual identified issues can interact with each other and overlap to some degree. Figure 4: Issues and trends impacted by current UK economic condition and estimated timeline to impact as highlighted by experts consulted for this study. Only the most relevant issues and trends with regard to FSA remit are discussed in this section. In section 2.1 the most pressing current economic factors that affect overall UK condition are highlighted. They act as systemic drivers for trends and issues outlined in sections 2.2 - 2.5. 2.1 Driver: UK economic condition, status March 2023 UK economic condition: steadily increasing impact over the next two years. Over the past 12 months the UK has seen a further rise of energy and fuel costs due to geopolitical factors. Gas prices rose by 129% over the year of 2022 to the end of December and electricity by 65.4% over the same period affecting household consumption levels (Department for Energy Security and Net Zero and Department for Business, 2023; Office for National Statistics, 2023b). Despite decreasing wholesale gas prices since mid-late 2022 energy prices for consumers are predicted to stay around 80% higher at least throughout 2023 than in 2021/22. In early 2023 inflation was around 10%, a level not seen in decades. Continuing upward pressure is expected as a result of energy prices, a tight labour market and other factors. On February 2nd the Bank of England increased its base rate to 4%, and in March to 4.25%, and predicts that a reduction to 3.25% might only be achieved within a three-year period (Bank of England, 2023). Consumer price inflation for food and non-alcoholic beverages increased by 16.6% throughout 2022 with its sharpest increase in the second half of the year, with some of the lowest-cost everyday grocery items, such as vegetable oil, pasta, tea, chips, bread, frozen vegetables and milk, having increased prices by 20% (Office for National Statistics, 2023a). Written evidence by the FSA presented to government in September 2022 reported the following specific increases in production costs for foods: meat 19%, bread and cereal 21%, dairy 21%, animal feed 22% (FSA, 2022a). Food price inflation is expected to increase further in the first half of 2023 and predictions that it will come down slightly in the second half of 2023 remain to be seen. Overall, most forecasts predict a continuation of the current cost of living crisis in the UK at least throughout 2023 and very likely well into 2024 with uncertainties about when the situation might improve (UK Parliament, 2023). Moreover, global economic forecasts also seem to expect economic recovery from the numerous effects of the Covid-19 pandemic, the war in Ukraine, and the rising fuel prices in 2022 among other factors to be less pronounced throughout 2023/24 than previously predicted (Kishan, 2023). The World Bank predicts food prices to remain high at least throughout 2023 and possibly into 2024 globally, with high-income countries being increasingly affected by high levels of food inflation (The World Bank, 2023). They state that the main drivers for these developments are high fertiliser prices (that have a pass through time to consumers of over a year) and the impacts of the war in Ukraine. In addition, global harvests may be affected throughout 2023 due to the climate impact of a \"triple dip\" La Niña ocean current anomaly and possibly in 2023/24 due to extreme heat as a result of a high intensity El Niño phenomenon (Leon, 2023; World Meteorological Organization, 2022). These various economic challenges not only affect consumers, but also food producers, processors and retailers with the latest available ONS data showing that the food sector is the most affected sector of all UK industries (Office for National Statistics, 2022). With regards to consumer choices it is expected that food producers and retailers will continue to adapt products to accommodate a reduced consumer spending power as well as to their need to cut production costs, which may reduce the variety of food products on offer (Coyne, 2022). Despite data from January 2023 indicating that easing of inflationary pressures may have started at the beginning of the year with annual Consumer Price Inflation (CPI) decreasing to 10.1% from 10.6% in late 2022, these economic conditions could persist throughout 2023, and impact on the FSA remit areas such as food safety and food crime among others, as they directly affect food production, processing, distribution and sales (Office for National Statistics, 2023c). As the numerous impacts on current UK economic conditions are expected to persist into the near- to medium-term future, the UK economic condition is likely to remain a strong driver for change impacting all levels of the food system as was agreed by most participants in this study. Consumers will be affected by high food prices impacting their choices and attitudes. The producers, processors, distributors and retailers will be affected by high input costs. 2.2 Supply chain volatility and disruptions Supply chain resilience has been much discussed in response to the impact of the Covid-19 pandemic on global supply, and food supply chain vulnerabilities of just-in-time supply models have also been highlighted in the National Food Strategy as well as in the academic literature (Garnett et al., 2020). Supply chain volatility affects the food system mainly in two ways: through sudden unavailability of goods with systemic impact, and increased risk of unexpected contaminants and quality issues when sourcing from new suppliers using new trade channels. This volatility affects not only inputs into large parts of the food value chain from farming inputs to specific ingredients in food and drinks manufacturing, but also trade channels more generally. Many experts within food manufacturing and retail consulted for this study are currently experiencing difficulties with sourcing certain foods and essential ingredients. A recent example of an abrupt essential goods shortage that disrupted large parts of the food system was the acute CO2 shortage in 2022 that affected the meat industry (animal slaughter) for months, causing animal welfare issues, as well as affecting large parts of the food and drinks sector (brewers, soft drinks producers, some packaging processors). Another example was the lack of sunflower oil and derived ingredients, such as lecithin (an emulsifier used in a vast range of food products), caused by the war in Ukraine which affected large parts of finished food manufacturing (Perrett, 2022a; Sudworth & Johnson, 2022). Issues reported internationally by industry experts consulted for this study around new lecithin sources included contamination with salmonella, peanut, mustard and soy, impacting production processes for months at times. Responding to supply chain disruptions demands high adaptability, restructuring, and resource re-allocation within businesses, which puts additional economic pressures on their operations, with SMEs particularly affected. Finding new suppliers often requires setting up safety and quality control protocols anew, and more testing or auditing to ensure the new sources deliver the quality required, adding additional costs. Key insights Disruption of ingredient supplies for finished food products causes considerable backlogs in production as the finishing of products has to be delayed waiting for missing ingredients. Recent research by Barclays Corporate Banking has shown that the food and drinks sector is the consumer goods sector that is most affected by supply chain issues, with an estimated £3bn worth of goods being currently stored by manufacturers awaiting finishing (Perrett, 2022b). This could create conditions that might lead to food safety issues, as products have to be stored for longer periods of time at an unfinished stage, potentially also affecting the overall quality of products once finished at a later time point. However, at present there is no evidence of increased food safety incidents due to delays in product finishing. As current supply chain volatility and shortages persist, there is more competition for high quality goods and their price increases at a time of generally increased economic pressures. This may lead to some producers, either knowingly or unknowingly, using lower quality, untested or contaminated ingredients in their products in order to be able to keep them on the market. However, most experts consulted for this study agreed that a marked increase in incidents of such cases has so far not been detected. Levels of risk awareness and preparedness for safety issues due to supply chain volatility are perceived as high within the food industry. However, preparedness and resourcing of regulatory enforcement agencies and local authorities to enforce standards (in particular of SMEs) are perceived by many experts consulted for this study as low, due to staff and skills shortages, as well as general long-term underinvestment into food standards enforcement capabilities in the UK (see section 2.4). Moreover, SMEs may not have the resources, capabilities and skills in-house to deal with food safety issues resulting from supply chain volatility to prevent a potential decrease in food safety and quality. More direct communication with SMEs regarding supply chain risks would possibly be required to support them in addressing potential food safety authenticity, and allergen related issues. As supply chain issues around untested like-for-like ingredient replacements may go undetected, increased enforcement might be required to assess the current situation. Food industry experts participating in this study agreed that large businesses are generally well prepared and able to address potential food safety issues that may arise due to supply chain challenges. 2.3 Household food insecurity A person is considered food insecure \"when they lack regular access to enough safe and nutritious food for normal growth and development and an active and healthy life.\" (FAO, 2022). A report based on consumer tracking data published by the FSA in June 2022 has confirmed that food insecurity has increased over the past year, stating that \"food affordability and food insecurity is currently the most important aspect in consumer decision making and the way people think and feel about food\" (Pettifer & Patel, 2022). The report, based on regular consumer tracking data states that in food insecure households 30% of consumers are skipping meals, 31% are eating less, 20% are hungry, and 12% are losing weight. According to a consumer study including data from the second half of 2022, the cost of food was a concern for 81% of respondents in December 2022 and 69% took measures to save on food spending (FSA, 2022f). Similarly, according to a poll conducted by Veg Power, a non-profit alliance promoting vegetable consumption, 26% of people that responded to a YouGov survey in the second half of 2022 bought fewer fresh vegetables because of higher prices. The figure was 49% for families with children and a household income of under £30,000 (Bayford, 2022). Food bank use has also increased by 9% since 2021 with 15% of consumers reporting food bank use in March 2022. Moreover, around 20% of consumers are actively seeking out cheaper foods and change where they buy. By June 2022 around 15% of consumers lived in food insecure households (Pettifer & Patel, 2022). The most recent update from March 2023 shows that 20% of households across England, Wales and Northern Ireland were food insecure (Armstrong, King, Clifford, Jitlal, Ibrahimi-Jarchlo, Mears, et al., 2023). Given increased economic pressures since then, it is anticipated that household food insecurity will further increase well into 2023 and possibly beyond. Additional consumer survey data provided by the Food Foundation also confirm that household food insecurity has increased over the second half of 2022, in particular affecting households with children, as is shown in figure 5. Figure 5: Percentage of households with children that are experiencing food insecurity according to a poll by the Food Foundation in 2022 (1-month recall period). Source: (The Food Foundation, 2022b). Key insights All currently available updates on economic developments presented in section 2.1 indicate that household food insecurity is almost certain to persist into the short- to medium-term future. Several identified issues related to the FSA remit, such as concerns about the increased use of food banks and longer-term health impacts of food insecurity at the population level, will very likely continue to be of relevance at least well into 2024, and most experts consulted for this study expected this trend to be likely to persist well into the medium-term future. \"The risk of the economic gap increasing between Living Standard Measure (LSM) groups and expanding disproportionately will have an impact on the nutritional intake of the poorest unless guarded against.\" Expert, Food Industry Food bank use has increased continuously over the past decade and most prominently over the past four years with the current number of food banks in the UK around 2,500 (Irvine et al., 2022). This not only implies a continuing upwards trend in terms of food insecurity since at least 2010, and hence represents a long-term trend impacting UK society, but also a potential expected increase in negative health outcomes at the population level in the near- to mid-term future, as food bank use is known to be associated with a nutritionally inadequate diet, a number of diseases and chronic conditions, as well as with reduced mental health (Rizvi et al., 2021; Sosenko et al., 2022). As current economic conditions have also affected volumes of financial and food donations to charities running food banks, current supply by food banks cannot keep up with demand (Bryant, 2023; Forrest, 2022; Legraien, 2023). Recent survey data summarised by The Food Foundation also confirms that increased food insecurity is linked to reduced purchase of healthy food items such as fruits and vegetables (figure 6). Figure 6: Percentage of food insecure households (left bars) who reported buying less fruit and vegetables compared to food secure households (right bars) according to a poll by The Food Foundation published in September 2022 (1-month recall period). Source: (The Food Foundation, 2022a). \"Government leadership is crucial in order to ensure that there is a clear strategy in place to address short term affordability / cost pressure issues while also building a healthy, sustainable and resilient food system for the future.\" Expert, Consumer Association Given food insecurity is rising and very likely a longer-term issue, the FSA commissioned a study that looked into potential food safety risks of community food provision and how to best support organisations providing such services (Ipsos, 2022). The study found that generally organisations operating community food provision employ staff that are aware of food safety and hygiene issues and have often worked in the food industry before. All organisations included in the study had some form of food safety management process in place, so there is no current indication of increased food safety concerns due to the increase in the use of food banks. 2.4 Labour shortages in the food system Labour and skills shortages in the UK have increasingly impacted the UK food system in the past three years as a result of Brexit, the Covid-19 pandemic, the war in Ukraine, and a general wave of early retirement (House of Lords Economic Affairs Committee, 2022). There are a number of points along the food supply chain at which labour and skills shortages have been confirmed repeatedly - from agriculture to processing, distribution and food standards enforcement - with potentially wider systemic impacts as a result. While publication of an updated review of labour shortages in agriculture by Defra is imminent, the most recent government updates on labour shortages in agriculture and the food and drinks sector confirm that these shortages are very likely to persist in 2023 and beyond (UK Government, 2023b). The harvesting season in 2022 has seen large amounts of produce being wasted due to a lack of seasonal labour and farmers and the horticulture sector have reduced planting for the next season due to uncertainties around availability of harvesting labour. Hence the National Farmers Union has raised several warnings throughout 2022 predicting food shortages in 2023/24 (National Farmers Union, 2022). Also niche seasonal sectors, such as the production of Christmas turkeys were affected in late 2022 (Partridge & Makortoff, 2022). Whether recent measures such as increasing the number of temporary seasonal workers visas will be sufficient to substantially change the situation in 2023/24 remains to be seen, but experts consulted for this study considered shortages of agricultural labour a long-term issue (Perrett, 2023; UK Government, 2023b). Apart from labour shortages in agriculture, shortages in the following areas that may directly impact the FSA remit are expected to persist: - Abattoir workers - Butchers - Veterinarians - Border Control Point (BCP) staff - Environmental Health Officers (EHO) - Trading Standard Officers (TSO). - Meat Hygiene Inspectors (MHI) - HGV drivers - Warehouse workers \"Availability of labour within the food sector, already at crisis levels, but will be eroded with the ongoing demographics of age and potentially migration policy.\" Expert, Academia Key insights Labour shortages in the above categories may increase a number of risks and food safety issues. For the meat slaughter sector a lack of skilled labour may increase food safety risks including: biological, chemical, food chain verification and documentation issues; meat adulteration and mislabelling; reduced origin tracing; or unlawful slaughter conditions with adverse implications including for animal welfare. Shortages of HGV drivers may lead to delays in food and ingredients distribution or sub-optimal transport conditions, potentially causing food safety risks. A shortage of warehouse workers may lead to prolonged storage of goods under sub-optimal conditions, which may cause food safety and quality issues. While the causes of shortages in low to medium skilled labour mentioned above and the potential risks they pose to the food system are reasonably well understood and have so far not led to an increase in reported incidents, it is a shortage of high-skilled labour that has been emphasised by experts consulted for this study as being of high potential impact at present. Their main reason for concern is the imminent requirement for controlling EU borders efficiently, when after a newly negotiated deal with the EU within the Windsor Framework (late February 2023) the practicalities of border enforcement requirements become clearer. Many experts consulted for this study voiced particular concern about a shortage of inspection staff and veterinarians, which is not only already delaying and reducing the meat trade with Europe, but may pose a number of food safety and documentation risks including reduced food safety and animal health and welfare monitoring, increased food documentation fraud, and animal welfare breaches. In previous written evidence to government the British Veterinary Association pointed out a high dependency on EU trained veterinarians (according to FSA estimates 95% of the veterinary workforce in abattoirs graduated overseas, mostly in EU countries (FSA, 2022d)) and the Royal College of Veterinary Surgeons reported a 26% drop in entrants to the profession in 2022 and the highest rate of veterinarians having left the profession in 2020 since 2018. This situation is due to long-term systemic issues and likely to get worse unless significant numbers of veterinarians can be recruited from abroad as soon as possible (British Veterinary Association, 2021; Royal College of Veterinary Surgeons, 2022). In addition, experts consulted for this study have attributed a shortage of border control point staff, environmental health officers, trading standard officers, meat hygiene inspectors, veterinarians, and food control scientists such as public analysts (toxicologists) to long term and ongoing systemic issues. These include: a decrease in relevant training courses, lack of financial incentivisation, budget pressures of local authorities, lack of visibility and attractiveness of high skilled careers in the food system to young people, lack of technical training facilities, and over-reliance on EU testing and training facilities. Specific gaps identified by experts consulted for this study are, a lack of postgraduate training in toxicology (which makes it necessary to obtain a registered toxicologist qualification abroad), a reduction of the number of food safety and food technology courses on offer, abolishment of A levels in food science, and a shortage of professional development training opportunities. Figure 7: Issues and trends impacted by changing consumer attitudes and estimated timeline to impact as highlighted by experts consulted for this study. Most relevant issues and trends with regard to the FSA remit are discussed in this section. Recent trends with regards to changing consumption patterns such as eating less meat, more plant-based alternatives and generally choosing more healthy and sustainable foods have received much attention and media reporting over the past five years. While in the recent past these trends were seen as stable and progressing it appears now that their magnitude, predictability and trajectory is likely to change in the near future. 3.1 Driver: changing consumer attitudes, status March 2023 Consumer attitudes: increasing unpredictability and variability in consumer choices over the next three years. Very recent economic developments may have rapidly changed consumer motivations and intent for the near future. Consumer attitudes that appeared to present clear tends a few years ago may undergo shifts in the near future driven mainly by current economic pressures. This may particularly be the case for choices regarding more sustainable or healthy foods possibly impacting the growth of foods produced with novel technologies or ingredients that promise environmental and sustainability benefits. Current high food prices are a major factor impacting consumers. It is most likely this will slow down growth in voluntary healthy and sustainable choices, which is supported by recent consumer studies (Burton, 2023). This correlation of consumer behaviour change and food prices is of particular importance to watch, as rising food prices are very likely a long term trend that is expected to impact consumer choices for the next decade. This view is not only supported by many experts consulted in this study but also by recent studies that have modelled different future scenarios of food system evolution, all predicting substantially rising food prices (Elliott, 2021). This implies that efforts to promote healthy and sustainable food choices will need to consider this economic context for the longer-term future. Moreover, recent studies have repeatedly highlighted an overall trend towards being supportive of more sustainably produced food (54% in an August 2021 study), or seeking out healthier, fresher more natural foods (Heard & Bogdan, 2021; Which?, 2021). However, this is not necessarily translating into one clear trend towards large-scale diet change associated with more sustainable food choices, such as a shift away from a meat based diet. The current estimates of vegetarians and vegans in the UK are stable at around 5-7% and 2-3% respectively according to YouGov tracker data captured over the past three years, and 71% of consumers reporting to adhere to a meat based diet (including poultry), only a slight decrease from 73% in 2019 (Prescott-Smith & Smith, 2022; YouGov, 2023). Furthermore, survey data shows that consumers expect government and the food industry to support implementing higher environmental and nutritional standards to a much greater extent than previously. Moreover, consumers often perceive they themselves do not have much power to change the food system and point out that information about healthier and sustainable food would be often difficult to understand and clearer messaging would be necessary (FSA, 2021; Public Health England, 2020; Which?, 2021). This is also evidenced by recent consumer survey data showing that consumer understanding of food sustainability is often guided by misconceptions such as packaging and origin of food would be more important to food sustainability than the environmental footprint of the kind of food consumed. For example, around 50% of consumers reported to not know about the negative environmental impact of red meat (Which?, 2021). 3.2 Increased volatility of consumer decision-making concerning healthy and sustainable foods, meat reduction, and meat alternatives A number of consumer trends have been closely monitored recently due to their potential to shape a transformation of the food system. Major consumer trends, as highlighted by experts consulted for this study, with a perceived impact on shaping the future evolution of the food system are presented in the following sections. 3.2.1 Healthy and sustainable foods In the past decade it has increasingly become acknowledged that consumers will need to make different choices in the future for achieving wider global health and sustainability goals. Consumer awareness and understanding of the importance of sustainable and healthy food choices has increased in the past decade, although considerable misconceptions around what matters for environmental impact of a food item exist among consumers (Borghesi et al., 2022; van Bussel et al., 2022). Experts consulted for this study suggested that major shifts in consumer choices would need to manifest at scale to achieve sustainability goals and a transformation of the food system. However, it is well evidenced that generally consumer choice motivation is volatile and mostly not based on rational decision-making or relevant objective information, but rather on taste and convenience. The literature on consumer psychology finds beliefs, goals, and habits are the main motivational factors driving choices, and that often the understanding of certain food categories is guided by misconceptions. For example, food is perceived as healthier when it weighs less, looks prettier, is labelled as organic, or is served cold (Goukens & Klesse, 2022). Hence, attempts to change consumer behaviour via more objective information might be intrinsically limited. The difficulties around influencing consumer decision-making are even more pronounced with regards to sustainability of food, as this is a newer concept compared to health, with still unclear messaging for consumers. While many have 'intuitions' such as that 'local' food would be more sustainable even if that is not necessarily the case, it is clear that most consumers lack information and understanding on what is meant by sustainability (the sustainability of what), as the term is perceived in various ways, which also makes already existing sustainability signalling on products inefficient (Sigurdsson et al., 2022; Stein & Santini, 2022; van Bussel et al., 2022). Apart from these general aspects of consumer decision making the current cost of living crisis is likely to be the main factor impacting and shifting consumer choices at the moment. A study by the Agriculture and Horticulture Development Board (AHDB) published in January 2023 reports that over the past year food choices made for health reasons have consistently declined over six consecutive time periods in the UK, well in line with the increase in household food insecurity highlighted in section 2.3 (Burton, 2023). This may make influencing consumer behaviour with regards to healthy and sustainable food choices more difficult in the short-term, and may slow down a trend towards such choices. 3.2.2 Meat reduction With regards to longer term consumer trends that have been monitored with a view of how they might positively impact the future evolution of the food system, overall meat reduction (in particular red meat) and the purchase of plant-based meat alternatives were mentioned prominently by experts consulted for this study. A study published in 2021 reporting that red meat consumption in the UK had decreased by 17% between 2008 and 2019 together with a slight reduction in processed meat consumption based on self-reporting data of food intake has received considerable media attention (Stewart et al., 2021). EU meat consumption per capita is expected to drop from 69.8kg in 2018 to 67kg by 2031 (European Commission, 2021). However, other data based on household food spending indicates that the real reduction in meat consumption might have been as low as 3%, or based on overall meat supply data, more in the range of 5% over the same time period (FAO, 2023; Smith & Garnet, 2022; UK Government, 2023a). At the same time, poultry consumption has increased considerably over the past five years with a particularly steep increase over the past three years. There is also a marked increase of high intensity meat production facilities in the UK. This trend to high intensity livestock farming has strongly increased over the past decade, partially reflecting consolidation within the meat industry. In certain regions of the UK permits for such operations have multiplied many-fold within less than a decade (Bristow, 2017; Stephenson, 2017). Such operations in the US are sometimes called mega-farms which are according to US definitions operations holding more than 125,000 birds reared for meat, 82,000 egg-laying hens, 2,500 pigs, 700 dairy cows, or 1000 beef cattle. In England the number of such high intensity operations has increased from 818 in 2016 to 944 in 2020. Of these, 745 house poultry and 199 are for pigs. Currently there are four poultry farms in the UK registered for 1 million birds, with the largest with up to 1.4 million. For pigs, the biggest three farms hold more than 20,000 pigs (Colley & Wasley, 2022). \"It is also the case that anticipated price increases in the agricultural sector is driving a lot of investment -- more so than in the past, and an acceleration of large scale farming at the expense of family farms.\" Expert: Academia Apart from changing consumer choice affecting the meat industry, there are indications that internationally regulators will actively restrict high intensity meat production in the future, mainly for environmental reasons (despite resistance by farmers and the meat industry). For example in Spain new legislation is currently restricting the number of livestock farms in some areas and limits the number of animals that can be held per farm. Government initiatives in the Netherlands are aiming to reduce high-intensity livestock farming considerably over the next decade (Levitt, 2021; Munro, 2023). It remains to be seen whether these regulatory trends will impact meat price and consumption trends in the future. Although Stewart et al 2021 that reported a decrease of 17% in red meat consumption in the UK between 2008 and 2019 based on self-reporting, found no correlation between household income and the reduction of red meat consumption, it is very likely that increasing production of cheaper meat (mainly poultry) is also linked to changes in consumption patterns due to a longer-term trend of increasing food prices in the UK. Moreover, data from January 2023 indicate that 1 in 5 consumers are currently cutting back on meat consumption due to high prices (Corbin, 2023; Stewart et al., 2021). Hence, the progression, size, and dynamics of consumer trends regarding meat choices and consumption patterns may become more difficult to analyse in the near future due to shifting choices between different types of meat and the impact of economic pressures. 3.2.3 Meat alternatives A growing market of plant-based meat alternatives is often taken as the most visible expression of consumers intending to consume less meat. In particular, record investments, including by large food manufacturers, in meat alternatives during 2021 established meat alternatives as a trend to follow with respect to consumers making increasingly healthy and sustainable choices. Many producers of plant-based meat alternatives could in the past few years rely on large amounts of investment capital, in particular during the Covid-19 pandemic, while scaling their operations. Globally, in 2021 plant-based meat, seafood, egg and dairy companies secured £1.04bn of investments, fermentation companies producing alternative proteins £1.27bn and cultivated meat companies £1.04bn (Ridler, 2022a). However, during 2022 and 2023 several plant-based meat alternative producers made considerable losses after the pandemic subsided, and products need to stand the test of consumer acceptance and markets (Coyne, 2022). Moreover, there are evolving image issues around a perception of meat alternatives being highly processed foods and even for being negatively perceived by some consumers as 'woke' products (Creswell, 2022). Increasing volatility of a trend towards meat alternatives may also be reflected in recent consumer tracking data published in February 2023. Although 32% of respondents reported that they eat meat alternatives, 21% responded that they have eaten such products in the past but no longer do and 39% had never eaten meat alternatives (Armstrong, King, Clifford, Jitlal, Ibrahimi-Jarchlo, & Mears, 2023). Hence, after the high-profile reporting on meat alternatives over the past five years it is likely that the forecast growth rates of plant-based meat alternative products might not be realised once novelty has worn off for curiosity consumers and if perceived quality as well as image issues are not addressed by producers. It is also increasingly acknowledged that plant based as well as lab grown meat products would require updated regulation with regards to standardised ways for assessing health and sustainability claims to enable informed consumer choice (E. Lewis, 2022). While a study from early 2022 reports that around a third of UK consumers would try lab grown meat and a quarter insect based products, knowing that they are safe to eat, it is currently not clear to what extent consumers will in the near future be influenced by recent estimates, of how lab grown meat and alternative protein food products support global sustainability (FSA, 2022b). Even very optimistic estimates predict that these technologies could only supply around 5% of global protein by 2030, which may in the future lead to a decline of interest by consumers in these technology driven food choices, in particular as \"naturalness\" of food remains for consumers a highly rated quality (Jordan, 2023; Siegrist & Hartmann, 2020). Hence, it is likely that a more realistic understanding of what can be achieved in terms of sustainability and health with these products may make them less attractive to some consumers, and overall market growth rates may be lower than was anticipated in the recent past. With respect to claimed or perceived health benefits of various meat alternatives, it appears that the products on the market can vary considerably in their potential health benefits, and a number of studies have shown that they may in fact have negative heath impacts by being high in salt and sugars while low in desirable micronutrients. Thus such alternatives may in the future be perceived increasingly as highly processed foods, (Ettinger et al., 2022; Tso & Forde, 2021; van Vliet et al., 2021). These issues make a slowdown or change of direction of trends in the meat alternative market likely in the short-term future. \"We are only at the beginning of the curve to people's awareness of different food choices and the impact of those choices.\" Expert: Food Industry 3.2.4 Regulation attempting to influence consumer choice With regards to promoting changes in consumption patterns through top down regulation with population health goals in mind, it has been recognised that some government measures such as the UK Soft Drinks Industry Levy (\"sugar tax\"), an industry re-formulation tax, can indeed impact health outcomes positively when introduced at producer level (Rogers et al., 2023). To what extent measures to reduce consumption of foods high in fats salts and sugars (HFSS) through the suggested restrictions on the advertising and promotion of volume sales of such food products will translate into behavioural change in consumers remains to be seen. As such 'energy dense' foods are often less expensive, the government has delayed implementation of some parts of legislation due to the current cost of living crisis until late 2023, but once implemented, impacts on population health might only become apparent over the next decade (UK Government, 2022). Overall increased volatility of consumer choices is likely to persist into the short- to mid-term future making policy design and messaging to consumers more complex. It is acknowledged that commercial drivers are also intimately linked to national and international economies. Here only issues considered by experts consulted for this study as currently relevant to overall commercial goals in the food sector are presented. 4.1 Driver: commercial goals, increasing productivity and profits, status March 2023 Commercial drivers: decreasing overall investment with changes in underlying investment patterns favouring less risky investments over the next three years. Commercial driver assessments often contain a strong technology component indicating that increased technology implementation will increase productivity and profits, such as increasing digitalisation, better traceability along supply chains, adoption of online platforms and further improvements in tracking consumer behaviour. While these technology trends are part of longer term persisting global trends, many experts consulted for this study indicated that given current economic pressures, the focus of investments in the short-term future to increase commercial gain and competitiveness is currently shifting toward mitigating current economic pressures. \"Economic pressure on businesses may impact on investment in future technology, infrastructure and product development meaning we are less able to meet future demands.\" Expert, Government According to experts consulted for this study, three main factors are thought to currently affect investments in food production, processing, distribution and retail. These are: - high input costs along the food supply chain (from energy to fertilisers and transport etc.) - greater volatility and uncertainties in supply chains leading to more resources being devoted to ensuring responsiveness to rapid change - the uncertainties of leaving the EU with regards to trade flows with the EU and anticipated regulatory divergence between the UK and the EU Large food manufacturers consulted for this study also reported that operations are at present undergoing often substantial internal restructuring, in particular to address supply chain issues for large numbers of foods and ingredients that need additional investment to increase supply chain resilience. While large companies may have the resources to cope with these changes and remain profitable, SMEs will use most of their capital in the near future for addressing cost-related issues to remain viable. Experts consulted for this study estimate that around 50% of businesses have cut or paused investment projects to focus resources on alleviating current pressures instead. It is also understood that this affects, for example, investments in re-formulation projects to increase health or sustainability benefits of products and developing and launching new products. In particular investments in technology to improve sustainability may be affected, with the food manufacturing sector expected to contract in 2023 (MakeUK The Manufacturers' Organisation, 2022; Storey, 2022). Similar issues are driven by the need to supply more affordable products in response to lower consumer spending power, as well as reducing operating costs. This is leading not just producers, but also big brands and retailers to shift resources and investment strategies. This has led already to noticeably reduced consumer choice in UK supermarkets with thousands of product lines already taken off the market (Matthews, 2022). Large industry players are generally preparing for a slowdown in consumption, focusing on the best-selling products in their inventories, reducing variety, with a perspective to not invest at present in any risky products, which includes new healthier or more sustainable food items (DiNapoli & Naidu, 2023). Although a cheaper pound is perceived to help with exports, it is additional uncertainties around trade flows and supply chains that make it more difficult to realise potential gains, in particular by SMEs due to lack of capital and increasing administrative costs when trading with the EU. These factors point toward a further concentration of the food industry along the supply chain, as was also suggested by experts consulted for this study. Large players with sufficient capital to cope with current pressures will further dominate the market while smaller and medium sized businesses that are crucial for more locally produced food might contract in the short-term future. Some relevant examples for the UK in this regard are a wave of closures of small abattoirs across the country that make selling of meat locally by smaller livestock farmers more difficult and often economically unviable, and the continuously reducing growing area of small and medium glasshouse vegetable growers for which high capital investments are required to achieve efficiencies of scale above 5 ha. Despite some increase of investor interest in UK high-tech glasshouse production of vegetables and fruits over the past five years, current input costs (mainly energy) and labour shortages made even large growers cut back on planting or close operations (Horti Daily, 2022; Lawless, 2022; Partridge, 2023). 4.2 Decreasing investment in innovation and technology implementation High input costs, inflation, labour shortages and supply chain volatility are currently re-focusing resources across the food sector and impacting investment decisions. Many businesses currently postpone investment into technology updates and innovation. Food industry experts consulted for this study also pointed out the necessity to focus on more established technologies in automation, data capture and process optimisation rather than innovation around less tested novel technology. These immediate issues also need to be considered when estimating timelines of the longer-term technology trends that are discussed in section 5, as they are likely to impact the evolution and implementation rates of individual technologies. Importantly, an anticipated temporary decline in technology innovation investments needs to be considered. Key insights One exacerbating factor is that the food and drinks manufacturing sector is generally considered slow in taking up digitalisation trends, even under more favourable economic conditions (McNamara, 2022). Often quoted reasons for this, even before the current crisis, included tight margins, lack of skills, lack of capital and resulting risk averseness around innovation. Despite the fact that the food industry is the biggest manufacturing sector in the UK with around 10,000 businesses, of which 97% are SMEs, experts consulted in this study perceive that there is a lack of government mechanisms and investment to support technology innovation and implementation in the sector (UK Government, 2023c). This leads to a concern that there could be entrenchment of a two-tier evolution of technology innovation with large often multi-national players leading the way and SMEs lagging behind (Ridler, 2022b; Storey, 2022). For example, recently the UK Food & Drink Federation (FDF) has indicated a need for more basic innovation supporting overall growth and enabling efficiency and sustainability gains in the future, in particular for SMEs. This is envisaged as supporting the implementation of existing technologies such as digitalisation, automation, and more sustainable processes, rather than novel less tested technologies. While the government's 'Made Smarter Review' (reporting on outputs of the UK's national 'Made Smarter', Industry 4.0 initiative) has identified a potential £55.8bn value to UK food manufacturing through the adoption of known digital technology over the next decade, the associated SME support scheme, launched in 2018 to implement digital technologies, has by end of 2022 reached just over 200 businesses, reporting success in increasing their revenue and exports while reducing energy bills, carbon emissions and waste (Made Smarter, 2022). A number of food manufacturing experts consulted for this study also stated that investments in longer term innovation around sustainability and novel ingredients with health benefits are being postponed in the short-term future as more pressing issues need to be addressed first. Policy debate around innovation targets, sustainability goals, and increasing the proportion of healthy foods through technology need to factor in a period of constrained investment capacity that may slow down achieving these goals. In addition, food industry experts consulted for this study voiced concerns that investments in novel, more user friendly and cheaper food safety, hygiene, and quality assurance technologies or into upgrading of such technologies will be postponed at present. Nevertheless, currently there are no indications that reduced investments in innovative technologies create novel risks as much as forgoing opportunities that some innovations might deliver, particularly in the area of sustainability. Overall investments in technologies to increase competitiveness in the short to medium term are expected to decline, in particular by SMEs, while large players will continue to lead innovation and implementation in that area, although at a slower pace. Figure 8: Issues and trends impacted by technology innovation and estimated timeline to impact as highlighted by experts consulted for this study. Most relevant issues and trends with regard to the FSA remit are discussed in this section. Novel technologies are key drivers and potential solutions for the future transformation of the food system, as has been the case in the past. It was technology that enabled modern food production methods, which have led to historically unprecedented current levels of food and feed supply for mankind. However, it is now also clear what the negative impacts of the current technologies on the environment and human health are, and hence further innovation is urgently needed to create a more sustainable food system while supplying food for more people in the future. 5.1 Driver: technology innovation, status March 2023 Technology innovation: innovation slowing over the next five years, particularly in areas of higher commercial risk. Technology innovation in the food system has in the past often been associated with technology innovations around resource optimisation, novel means of production enabling novel foods and ingredients, as well as with increased use of data analytics in all aspects of food production, distribution and consumption. These trends have been highlighted by recent studies and media reporting, such as the rise of technologies for the production of proteins from alternative sources and the increase of various online food market places and platforms to sell and deliver food (Short et al., 2021, 2022a, 2022b). Given the current UK and global economic context the pace of implementation of such innovations may slow down as other issues around more fundamental innovation need to be addressed first by actors within the food system. While the overall pace of innovation has continuously increased over the past decades and in the food sector large players have been driving the implementation of innovative technologies, food industry experts consulted for this study have confirmed that current economic and supply chain pressures impact investment decisions for the near to mid-term future. This is particularly the case for SMEs, which make up 97% of the food and drinks sector. In addition, there is a perception by industry experts consulted for this study that recent government regulation will introduce costs that industry players are aiming to pre-emptively address, and that government action is not considering the operating realities of the industry. Examples given were the UK plastic tax and Extended Producer Responsibility (EPR), with difficulties in sourcing sufficient recycled input plastics as recycling systems across the UK are very different and not sufficient to cover required input amounts, and more generally recycling infrastructure not being ready for the requirements for EPR. In addition, health and food safety concerns were raised regarding some recycled materials (for example residual mineral oil in recycled cardboard fibre, although not a new issue). Overall, it is perceived by experts consulted for this study that the food industry will not make major decisions for innovative change in the near future as they wait for more regulatory clarity on future sustainability requirements and economic pressures to ease before investing in novel technology or processes. Hence, while innovations around online sales and distribution of food as well as data capture may continue at pace, innovation in production, processing and manufacturing that require high capital investment over the near future may not be as rapid as previously anticipated, as SMEs need to catch up and consolidate, and large players target investments to lower risk innovation. A number of technologies were highlighted by experts consulted for this study for their potential to impact the food system in the future. These are presented in the following sections. Technologies that were considered of overall importance, but do not fall within the FSA remit are reported on only briefly in terms of what they are but without going into technical or impact related details. 5.2 Improved agricultural production methods This overarching category was assigned high priority and high future impact by experts consulted for this study, given the well-documented systemic negative impacts that current industrial farming practices have on the environment, global warming and in part on human health. The following individual technologies were most frequently mentioned associated with improvements in primary production methods. As most of these technologies are outside of the regulatory remit of the FSA only a brief overview of key insights is given in this section. - Precision agriculture - Regenerative agriculture - Integrated pest management - High tech horticultural production - Glasshouses / indoor farming - Vertical farming - Hydroponics - Drones - Reduction and collection of methane & carbon sequestration - Marine and land based aquaculture \"Sustainable energy input is key to successful food production systems. Innovation, automation and robotics will lead the way. Closed production systems will lead to improved control of food safety and security.\" Expert, Food Industry 5.2.1 Precision agriculture, regenerative agriculture, and integrated pest management These practices use mostly established (or even ancient) as well as some novel technologies to reduce negative environmental impact, agrichemicals and overall inputs while increasing soil health, sustainability, and the efficiencies of processes. This includes more data captured by sensors, and analysis with digital technologies. The UK government has recently updated several support schemes for farmers to support these farming practices directly or indirectly, such as through the Sustainable Farming Incentive (SFI), the Farming Innovation Programme, a collaboration between Defra and UKRI, or the Environmental Land Management Scheme (ELMS) (Defra, 2021a, 2021b, 2022c; Hughes, 2023). Key insights While most farmers are aware of the above-mentioned funding schemes, 27% of farmers say lack of funding is their main concern for not wanting to risk new approaches and 28% say they lack knowledge to implement such practices. Moreover, only 7% of farmers currently fully understand Defra's vision of the ELMS and although the great majority of farmers are supportive of improved farming practices, 68% believe that the recent changes to schemes and regulation will not lead to a successful future for UK farming (Swire, 2022). Given current economic conditions putting pressure on farmers due to high input costs, it seems very likely that implementation rates of such practices will slow down for the short- to medium-term future. Other issues adversely impacting the uptake of precision farming approaches at present relate to a lack of technology skills and required infrastructure in rural areas, such as good wireless connectivity. As a result of this, promoting overall food sustainability goals will remain difficult in times when farming cannot invest in the required technologies to achieve them. This also impacts the health aspect of foods, as new farming practices can contribute to healthier foods. In the longer term, once novel farming practices are implemented more widely, novel food safety issues need to be considered from areas such as the use of waste streams or novel active substances used as pesticides. 5.2.2 High tech horticultural production, glasshouses/vertical farming These are high intensity farming approaches, also summarised as Controlled Environment Agriculture (CEA) growing mostly vegetables such as tomatoes, peppers, cucumbers, berries, and lettuce, and to some extent courgettes, chillies, aubergines and herbs. The sector is relatively small, and including unheated polythene tunnels represents approximately 2% of productive horticultural land in the UK, and represents around 10% by tonnage and around 20% by market value of UK vegetable production (Defra, 2021e, 2022a). Key insights Both high-tech glasshouses and vertical farming have been increasingly suffering over the past three years from high energy prices and in the glasshouse sector from acute labour shortages. As a result many glasshouse growers have not planted over the last two seasons, and will not have done so for this season, or have closed down operations altogether. The CEA sector is currently considered by some to be in an acute crisis due to energy prices and labour shortages and is predicted to contract further in the near future (Lawless, 2022; NFU, 2022). Energy input costs define economic viability of CEA in the UK. Given current energy prices this will remain a challenge for the near future with the sector very likely contracting further. Hence, overall potential of these intensive farming approaches to contribute to a transformation of the UK food system in the future will remain uncertain, even though often perceived as solutions to increase food security through shortened supply chains and increased local production. More recently, some concerns have been voiced that potential food safety issues with nutrient solutions used in vertical farming and hydroponic systems, or the fact that plants are in close contact with plastic materials all the time (piping, growing scaffolds) need to be better understood. Moreover, there is a lack of evidence about nutritional differences between soil-grown versus CEA grown plants (using mostly soil-free hydroponic systems and nutrient solutions) (Short et al., 2021). \"It is difficult (for businesses) to invest in infrastructure because food trends change and investing in premises or equipment then becomes obsolete. If fermented proteins and controlled environment agriculture are seen as future trends this will require significant upfront investment and also there will be significant upfront carbon impact.'' Expert, Academia 5.2.3 Marine and land-based aquaculture Marine and land based aquaculture has been reported to be one of the fastest growing food production methods globally with an increase of 600% between 1990 and 2020, an annual growth rate of 6.7% and reaching an all-time high of 122.6 million tonnes of live weight in 2020 (Seafish, 2023). Aquaculture is often viewed in the UK as a 'local' production method that may increasingly supply more proteins to the country in the future. However, experts consulted for this study reported a slowdown of the growth of the sector over the past two years, likely due to the Covid pandemic and high input prices, alongside a backdrop of generally declining seafood consumption in the UK. Key insights With regards to overall evolution of the market for seafood as a source of protein, it is anticipated by experts consulted for this study that most fish and seafood will continue to increase in price and will undergo further premiumisation into the luxury food segment at a time when consumers would want to consume cheaper seafood options (e.g. frozen and packaged). Overall seafood consumption has been in decline for over a decade in the UK, mainly through decline of home consumption, and only briefly increased during the Covid-19 pandemic (Garrett et al., 2023; Seafish, 2023). Against this background, the trend towards premiumisation is known to have motivated seafood labelling fraud in the past, often in the catering sector, where cheaper sorts of fish are labelled as more expensive ones, or line-caught, or organic while they are not, as indicated by experts consulted for this study and academic literature (Lawrence et al., 2022). Nevertheless, despite economic pressures and exposure to the grey labour market, no increase of food crime is currently detected in the seafood industry according to experts consulted for this study. Given these factors, the role of UK aquaculture in contributing to protein supply for human food is very likely to remain modest for the short- to mid-term future given current trends. 5.3 Digital technologies, AI and robotics These technologies are often perceived as providing transformative technology solutions to current problems that will influence and shape anticipated future developments. With respect to helping transform the food system, experts consulted for this study included under this heading additional terms such as Industry 4.0, (the fourth industrial revolution), and Big Data, with blockchain highlighted (Ghobakhloo, 2020). These technologies are expected to impact all levels of the food value chain from production and processing to supply chain and distribution enabling improved tracing and transparency as well as improved consumer insights and better data driven predictive decision making. Moreover, digital technologies have enabled new business models and more networked, or digital platform-based modes of interaction between consumers and different parts of the food system changing linear supply chain models into food system interaction networks, which create not only a much more dynamic food system, but also novel risks that can emerge very rapidly impacting wider parts of the system. This requires a much more responsive and flexible way of dealing with such risks (Short et al., 2022a). In figure 9 the emerging digitally enabled interactions between consumers and various players in the food value network are shown with their potential food safety risk impacts. Figure 9: Representation of the dominant future value interaction network of the food system enabled by digital technologies, replacing linear interaction models. Colours indicate potential food safety and authenticity risks. Relative size of circles represents a qualitative estimate of their future role in the food system. Source: (Short et al., 2022a). While most digital technologies and robotics have improved efficiencies along the value chain for a long time, they are increasingly seen as solutions to improve processes as well as reducing GHG emissions and generally negative environmental impact by improving resource and energy efficiency and by reducing waste. Over the past two decades tracking and tracing applications have helped to improve food safety and authenticity standards in most parts of the world. Key insights Intuitively the contributions of these technologies to improvements in the food system are often perceived as straightforward and on a continuous forward trajectory. However, the specifics of the food sector may make achieving any large gains in the short- to medium-term future less likely than is hoped for due to a much slower and less integrated technology uptake than media reporting may imply. A recent survey of food industry stakeholders showed that 40% of respondents do not use any sophisticated digital technologies at all, while only 33% reported using digital technologies in manufacturing processes, quality control and oversight, indicating a much lower implementation rate than one might expect. The majority of respondents (65%) stated that the main hurdle for technology adoption is selection of the right technology that is fit for purpose, followed by high capital investment, complexity of technology and lack of necessary skills particularly affecting SMEs which make up most of the food and drinks sector (Lotfian et al., 2022). Another important aspect of technology implementation is the fact that it often requires a change of operating practices, business culture and business models which are perceived as risky to change, particularly at times of increased economic and regulatory uncertainty. Misconceptions about how certain technologies actually work in an industry setting also make implementation more difficult. For example, of overall investment in AI applications in food manufacturing, such as in machine vision, predictive maintenance, Internet of Things, e-nose fingerprint technology for detection of volatile compounds in food (food safety and quality application) only 10% are spent on AI algorithms, 20% on enabling technologies and 70% on embedding AI applications into specific business processes and agile ways of working (Boston Consulting Group, 2022). Similar issues apply to the implementation of advanced AI supported robotics in sectors where automation has only just started, such as the industrial horticulture sector, where acute labour shortages have intensified momentum to implement harvesting robots. At current maturity levels horticulture experts agree that a significant replacement of human labour in the horticulture sector is still not very likely over the next decade (Defra, 2022b). Given the cost and complexities of implementation it is apparent that large, often multinational businesses are leading innovation in these technology areas with SMEs lagging behind, and a delay of investments in these technologies is expected in the near to mid-term future due to economic pressures. With regards to dynamic developments in digital consumer interactions with various actors in the food system, food safety and authenticity issues may arise very rapidly requiring novel enforcement tools and guidelines for online operators. The FSA has already started engaging with this sector providing guidance for digital food distribution platform operators (FSA, 2022e). 5.4 Alternative sources of protein Technology-enabled food production methods for proteins were viewed as highly important by experts consulted for this study for their potential to positively impact the future evolution of the food system. This is mainly based on the argument that meat and dairy products are a main source of protein in many parts of the world and current livestock farming methods have a large negative impact on the environment. The following protein production technologies were highlighted by experts consulted for this study (not in order of perceived importance): - alternative single cell proteins (cellular agriculture) - cultured meat - fermentation and precision fermentation - plant-based proteins for foods such as plant based meat alternatives - insect proteins (covered separately in section 5.7) Technologies used for the production of alternative proteins utilise the following cellular mechanisms: - conversion of organic or inorganic carbon atoms into biomass, proteins, carbohydrates, lipids, and other nutrients. - fermentation with the help of (sometimes genetically modified) microorganisms such as bacteria and fungi, to produce high-value macromolecules that are extracted via biotechnological and biochemical methods from the fermentation culture for use as ingredients in food products. - in-vitro production of multi-cellular aggregates using laboratory technologies (for example, lab-grown meat). The end products of these processes can either be used directly in food products, such as in the case of traditional Japanese tempeh or miso, or for further taste and texture processing into finished products such as in meat alternatives like Quorn and many others based on fungal biomass production. Alternatively, proteins generated by cells in these processes are extracted, purified and reformulated by various biotechnological and biochemical processes and then used as ingredients in a finished food product. In the past decade many of the required applied biotechnology methods have been up-scaled for medium to large-scale production and many large food manufacturers as well as SMEs have invested in these kinds of technologies to produce proteins for a large variety of food items. This has also contributed to an acceleration in food manufacturing innovation for the production of a great variety of meat alternative products as competition between manufacturers increasingly requires differentiation, although the price for these products is still high due to high processing costs (Short et al., 2022b). For a discussion of current consumer trends relating to some of these products see section 3. Key insights Plant-based meat substitutes are presented by manufacturers as sustainable and healthy alternatives to meat, and most consumers perceive them that way. However, they are not equivalent to a standard vegetarian diet. While many products on the market can be very similar to meat in terms of nutrient density and are often fortified with added nutrients, they are highly processed foods often high in salts, sugars and additives. Moreover, although some products have environmental benefits, for example in terms of reduced GHG emissions and land use, often production requires high energy inputs and ingredients which have themselves negative health or environmental impacts. At present, the health implications of long-term consumption of such products are still unknown. Hence health and sustainability claims and labelling of these products need to be better regulated to ensure consumers can make informed choices, which is currently still a challenge as science based metrics for health and sustainability labelling are at a very early stage for these products. While production of dairy proteins such as milk and egg protein by precision fermentation is a rapidly increasing field and considered to have the potential to reduce the current high environmental impact of dairy farming, their price is still multiple times above production from conventional sources (Short et al., 2022b). Cultured (lab-grown) meat, despite the amount of media attention, is still an emerging technology with high production and input costs that mean products are not competitive with conventional meat production. While proponents of cultured meat advertise the technology for its potential to reduce negative environmental impacts of livestock meat production, it is at present not well understood in terms of measurable environmental benefits. Lab-grown meat has high energy inputs and uses ingredients such as growth media, and biologically active substances (such as hormones and transcription factors) that are not fully understood in terms of their metrics and Life Cycle Assessment (LCA). Moreover, impacts on human health after long-term consumption are currently unknown. As mentioned in section 3, consumer acceptance for trying cultured meat can reach around 30% when asked in surveys. Actual acceptance will only be known when products are tested in bigger markets at a realistic price point. A recent meta-study on the consumer acceptance of cultured meat highlights that besides food neophobia impacting acceptance, food safety and naturalness are major concerns for consumers. In addition, consumers wanting to make ethical decisions regarding sustainability and animal welfare would prefer to pay a premium price for plant-based products rather than cultured meat (Pakseresht et al., 2022). However, lab-based meat producers are currently supported by a wave of investor interest from the past five years and are about to enter first consumer test markets. Lab-grown meat products have so far been approved for human consumption in Singapore, and in November 2022 by the FDA in the US. Both products were chicken nuggets (Douglas, 2022). Currently, a number of US, Israeli, and European companies are applying for their lab-grown meat products for approval in the US. In the UK, many products made with proteins from novel sources may require authorisation under the Novel Foods regulatory framework, which is currently being reviewed, and would also need to consider lab-grown meats. As many future products using alternative protein sources will fall under the UK Novel Foods regulation, a balanced approach between maintaining food safety and authenticity standards and being supportive of innovation in a complex and rapidly evolving technology area will be required for the sector to grow. In addition, assessment frameworks for nutritional value, health and sustainability standards of these alternative protein products need to be established and linked to a clear labelling system to support consumers in making informed choices. As our understanding of the longer-term health impacts of these products is currently limited, building the scientific knowledge base around these products would be necessary to build trust with consumers in this kind of novel products that may have health and sustainability benefits. 5.5 Novel food processing technologies Recent innovations in food processing technologies have been driven by consumers wanting healthier, 'fresher' or fresh-like products with less chemical preservatives and processing steps compromising texture, natural ingredients, and flavour. Of particular interest is replacing standard food preservation technologies involving heat treatments, such as pasteurisation that can impact nutritional value by damaging proteins, enzymes, and flavour molecules among others, with novel approaches. Experts consulted for this study mentioned a number of so called non-thermal, or low temperature processing technologies that have been tested and implemented over the past decades to varying degrees, for inactivating microorganisms. These include: - high pressure processing, - ionising radiation, - Ultrasonics, - UV radiation, - Ohmic heating - high voltage arc discharge, - pulsed electric fields, - pulsed light, - dense phase carbon dioxide, - cold plasma Key insights While some of these technologies are well established, such as UV light for antimicrobial surface treatment, most other mentioned technologies are still at a stage where additional antimicrobial technologies/measures need to be applied to make food products safe. Many high-energy radiation technologies need to be carefully adapted to each food type to avoid unwanted side effects at the molecular level that might impact taste or texture. Some of the technologies while working on food surfaces and a few millimetres inside the product, have issues penetrating deeper into the food item or liquids. Moreover, while indeed some of the technologies allow antimicrobial effects at lower temperatures enabling better preservation, issues with reaching all parts of the product still remain, depending on complexity of shape or microstructure, making additional antimicrobial technologies necessary in combination. At present the technology readiness level of many of the mentioned non-thermal technologies, although often in development for decades, does not yet allow commercially viable up-scaling for mass production applications. In addition, they are mostly considerably more expensive and complex compared to conventional heat treatment technologies, which makes them more suitable at present for niche applications. Hence, such technologies can be found in the premium foods segment for the production of functional foods and supplements, and with further growth of this market, further improvements, up-scaling and wider adoption is expected in the mid- to long-term future (Chacha et al., 2021; Short et al., 2021). 5.6 Gene Editing (GE) / Precision Breeding (PB) technologies The development of the CRISPR/Cas9 gene editing methodology, introduced in 2013, now implied when using the term Gene Editing (GE) or Precision Breeding (PB), enables a much more precise and much faster manipulation of DNA sequences to produce favourable traits in plants and animals. In recent public and legal definitions gene edited organisms, or Precision Bred Organisms (PBOs) are often described as organisms that have genetic changes that could have been achieved through traditional breeding or which could occur naturally\" (Defra, 2021c). The rapid evolution of gene editing technology in basic research over the past decade has put considerable pressure on regulators to clarify whether GE/PB is treated in regulatory terms equally to genetic modification (GM) or differently. Over the past five years some countries have responded quickly by creating guidelines for the permitted use of GE/PB, while other countries maintain that GE/PB is to be treated like GM. This lack of harmonisation has considerable impact on the plant breeding industry and trade between countries. From a systemic perspective, it is hoped that the GE/PB production of novel plant and animal varieties can in the future help alleviate some of the pressures on the food system with regards to productivity, sustainability, and resilience (Hundleby & Harwood, 2022). To realise this potential at a global scale requires however urgent international harmonisation of regulatory systems to reap wider benefits from GE plants and organisms. An overview of the current state of the global regulatory landscape with regards to approval of GE organisms is shown in figure 10. Figure 10: Regulatory status of gene-edited crops (when no foreign DNA is inserted). Dark green = regulated as conventional crops. Pale green = draft regulations suggest they will be regulated as conventional crops. Red = GE is treated like GMO. Yellow = favourable legislation passed in March 2023 (UK). Source: (Hundleby & Harwood, 2022). Key insights While most experts consulted in this study view GE/PB positively, and anticipate no negative impacts on human health and no novel food safety concerns, several issues were highlighted where the FSA might have a role in shaping public debate around the technology. GE/PB crops, animal feed, and food were regulated in line with EU regulation as GMO until very recently, but this can now change with the royal assent of the Precision Breeding Act in March 2023. After approval in the UK, experts estimated that imported GE/PB crops, animals and foods might reach the UK market within the next two years. A recent consumer survey by the FSA has shown that 75% of respondents have not heard of precision breeding and only 8% have before polling. Once respondents understood the technology, 50% supported the sales of GE/PB foods and products in the UK and 29% objected (FSA, 2023). Should consumers be enabled to make informed choices on whether to choose GE/PB foods or not, for example via a labelling scheme, then difficulties in detecting potential mislabelling fraud could arise as authenticating food that is precision bred would be extremely difficult by current standard sampling methods. Access to this new technology (CRISPR/Gene Editing) could result in significant improvements to (plant/crop) traits ... However, it is not yet clear how quickly the science can deliver on this potential nor how quickly the regulatory system can cope, how much this will cost and crucially how consumers will react. Expert, Food Industry Most of the potential of GE/PB is currently seen in specific plant traits playing a role in resistance to climate conditions, water uptake, pest resistance, and the production of novel or improved nutrients. While these are well studied in academic research laboratories and some successful field trials were performed in the UK, experts expect that it may take at least 5-10 years until novel GE/PB crops can be rolled out at scale, or other benefits of the technologies be reaped in the UK (Raffan et al., 2023). This is due in part to scientific complexities, for example the part epigenetic mechanisms play in plant phenotype independent of DNA changes, and the time required to field test and produce seeds at scale for farmers, assuming that farmers do not reject the technology. Hence, despite being a much faster technology to produce genetic variation, its potential for the UK may take a decade to unlock. \"It should not be assumed that gene editing is necessarily a solution for food shortages, authorities need to be vigilant on this.\" Expert, Government 5.7 Insects in food and feed While insects have always been consumed in some parts of the world, they are a novel source of protein in the West. Insects such as crickets, black soldier fly, grasshoppers and mealworms which are currently commercialised and explored for large scale production are high in proteins, fats, and are a source of some vitamins and micronutrients such as Iron or Calcium, as an increasing body of scientific literature has shown (de Castro et al., 2018). The benefits of insect proteins lie in their reduced feed inputs (around a sixth of the feed of cattle, and around half the feed compared with chicken and pigs) to produce the same amount of protein. Insects can be grown in factories requiring substantially less land and water than livestock, can be fed on organic waste streams, and have a much lower GHG and ammonia footprint (IPIFF, 2022; World Wide Fund for Nature - UK, 2021). The number of product categories using insects has increased significantly over the past decade increasing significantly in the past five years, to include: processed whole insects, animal feed and pet feed, and processed insect powders used as an ingredient in various foods such as snack bars, drinks, or baked goods. Currently, insects for use in poultry and pig feed are already approved by the EU as well as insect powders for human consumption since January 2023, while in the UK insect feed for animals used for human consumption is not permitted (with the exception of insect meal as feed in aquaculture). Key insights While the biggest impact of using insects for feed and food is seen in their reduced environmental impact compared to many other animal protein sources, it is also clear that the quantities needed to enable substantial environmental benefits would require a rapid growth of the insect production industry with associated input streams and (preferably sustainable) energy sources (mainly for heating). One particularly large protein replacement segment would be soy for animal feed, which currently accounts for 75% of global soy production, to free up land for crops for human consumption and re-forestation. Another often seen role for insects is as processors of organic waste streams as part of circular agricultural production systems and a number of successful pilot operations are currently being tested in EU countries. It is estimated that around 240,000 tonnes of insect meal could be sourced from UK insect producers, but the growth of the industry is clearly lagging behind Europe and the US. When compared to the required amount needed to substantially contribute to animal feed, output will remain marginal for some time. Even the predicted demand of 540,000 tonnes by 2050 for insect meal in the poultry, pig, and farmed salmon sectors in the UK, is modest (World Wide Fund for Nature - UK, 2021). Despite insect meal being permitted in UK aquaculture, its price is still too high to be commercially viable due to low levels of supply, preventing uptake. \"Insect-based food and feed could be a sustainable alternative protein source, but if not well-regulated and produced, it could pose food safety risk\" Expert, Food Industry In addition, feed streams for insects need to be regulated with regards to possible contaminants and allergens and relevant UK legislation is currently under review. Moreover, a lack of scientific information about the longer-term health impacts of insect proteins on animals and humans, including sensitisation to novel insect allergens needs to be addressed, to fully understand the nutritional potential of insect proteins in human food and animal feed. Despite a lot of media attention regarding insect products for human consumption, any evolving human market in the UK will be small for some time into the future, given that the global market size was estimated at only USD 0.65b in 2020, and longer-term consumer uptake is still unclear (Grand View Research, 2019). Hence, overall, growth of insect production is expected to remain modest in the UK with tangible contributions to the animal feed market beyond 10 years from now, and with much less certainty around the development of the market for human consumption. 5.8 Improved packaging / alternatives to single use plastics Reducing or replacing plastic packaging was highlighted as important by many experts consulted for this study and is also increasingly supported by consumers over the past five years who understand this as a way to reduce negative impacts on the environment (Which?, 2021) Single-use plastic (SUP) packaging has, since the 1960s and 70s, transformed and shaped economies and the food system on a global scale, and enabled many advancements in food safety, production, supply chain logistics, and consumer convenience. SUP packaging for food has also become an integral part of supply chains, production processes, commercial pathways, as well as regulatory requirements and food safety standards, as many decades of research on different types of plastics used as food contact materials had established their use as safe for consumers. In addition, industrial innovations in plastic packaging production technologies have made fossil fuel-based SUP the most cost effective form of packaging in the food sector to date (Dey et al., 2021). At the same time, plastic waste has become one of the major pollutants worldwide. Its degradation products in the form of micro-plastics can be detected in all ecosystems and throughout the global food chain. Micro-plastics have been shown more recently to be present in human blood and may pose various risks to human health which are currently not well understood (Allen et al., 2022; Leslie et al., 2022). Findings like these have led the Canadian government to add manufactured plastic items to the list of toxic substances under Schedule 1 of the Canadian Environmental Protection Act in 2021 (Walker, 2021). Over the past decade, considerable efforts have been undertaken by legislators as well as through voluntary industry initiatives and NGOs internationally to reduce and find alternatives for SUP. Legislation to reduce SUP has come into effect over the past five years in many countries, in particular targeting the food sector. For example a number of SUP items have been banned in the EU since 2021, following the Single Use Plastics Directive 2019 and packaging producers in the EU will likely be mandated from 2023 to increase the percentage of packaging made from recycled plastics (currently ~5%), with specific targets for 2040 set as high as 40% for certain packaging types (European Commission, 2022; Taylor, 2022). The UK plastic tax that applies to businesses when 10 tonnes or more of packaging or packaging components containing less than 30% recycled plastic are produced or imported came into force on 1st of April 2022. In addition, a number of government initiatives are underway in the UK and the devolved administrations to reduce plastic use more generally. These efforts mostly acknowledge that reduction of SUP is a complex issue that can only be achieved via multi-level approaches and simultaneous consideration of circular economy models and the implementation of 4R strategies (reduce, reuse, recycle, and recover) as well as wider sustainability and decarbonisation goals (Cruz et al., 2022). However, recent reports have shown repeatedly that SUP reduction via recycling or reuse is currently not delivering at any significant scale, mainly due to issues around consumer behaviour and industry practices. In addition, innovations such as compostable and bio-degradable plastics after many years in use in parts of the food system are not delivering the environmental benefits they were designed to deliver (Greenpeace, 2020, 2022; Purkiss et al., 2022). Hence, developing novel materials with properties that match those of currently used plastics and are commercially viable at scale has become a matter of increasing urgency. Specific research initiatives and dedicated centres of excellence have been launched in the UK and elsewhere to find such alternative materials (two examples of many are the UKRI funded Smart Sustainable Plastic Packaging Challenge, SSPP, or the Sustainable Plastics Technology research unit at Wageningen University in the Netherlands). Key insights Despite more recent initiatives and decades of earlier research producing a great variety of plastic alternatives including \"bio-plastics\", many successful small-scale trials and some level of consumer acceptance of such alternative materials, considerable challenges remain (Li et al., 2022; Melchor-Martínez et al., 2022). Some of these challenges include: lack of chemical and physical robustness to deliver properties required for current food safety standards, often blended complex composition, difficulties sourcing input materials at scale, production processes with unfavourable sustainability parameters, lack of studies on long term impact on consumer health, high costs of production at industrial scale, consumer acceptance and willingness to pay. These challenges also apply to recent novel food packaging concepts, such as active and intelligent packaging, or biodegradable and edible films for extending shelf life. Several food industry experts consulted for this study voiced concerns about a lack of regulatory clarity about future policy trajectories relating to plastics and packaging and insufficient interaction between industry and government to innovate efficiently in this space. They also pointed out that while most large manufacturers are exploring some novel packaging technologies, regulatory uncertainties and lack of infrastructure make investments risky. Moreover, at present most novel packaging technologies are too expensive to be commercially viable. Figure 11: Issues and trends impacted by climate change/environmental factors and estimated timeline to impact as highlighted by experts consulted for this study. Most relevant issues and trends with regard to the FSA remit are discussed in this section. Much of the scientific evidence and reporting concurs that climate change will be the biggest factor impacting the global food system from the present into the long-term future. However, besides the scientific complexity of issues involved, it is the task of aligning a plethora of political, social and economic factors that makes effective policy design to mitigate climate change very difficult. Given the long time horizon and often indirect impacts of climate change on the FSA remit, only a very limited view of climate change impacts on the food system can be presented in this section. 6.1 Driver: climate change, status March 2023 Climate change: climate change impacts will steadily increase over at least the next ten years. Climate change due to global warming is seen across the world as the main cause for altered weather patterns leading to less predictable harvests and longer-term change of land use and agricultural practices. Climate change is accepted by most governments worldwide as needing to be dealt with in the short- medium- and long-term future and substantial international efforts by the United Nation's Intergovernmental Panel on Climate Change (IPCC) have been underway since 1988 to globally coordinate on its scientific understanding and mitigation measures (IPCC, 2023). Awareness of the impact of climate change on the food system, and its own impact on climate change has substantially increased and globally governments are attempting to achieve net-zero carbon and GHG emission goals over the coming decades and support more sustainable food production/farming practices as well as general mitigation measures with regards to energy use and process efficiencies across industries. Climate change impacts the food system at two levels. First, through the direct consequences of currently occurring changes of weather events (e.g. more extremes, greater variability) and longer-term, large geographical shifts in weather patterns to which humans have to respond, and second, through the necessary demands on human behaviour, actions and practices to mitigate or prevent anticipated further climate change (propagated by regulation nationally and internationally). As recent evidence has shown, and most experts consulted for this study agreed, it is almost certain that climate change will remain a major driver of change in the UK and global food systems for the foreseeable future (IPCC, 2023). 6.2 Trends and issues impacted by climate change While most experts consulted for this study agreed that climate change will remain a major driver of change in the food system for the foreseeable future, it was also acknowledged that its impact with regards to the FSA remit may not pose substantially novel threats over the next decade and may be often indirect (for example, the FSA supporting general sustainability goals by working on assessment frameworks for sustainability labelling of foods). Hence only a small selection of issues is presented in this section. Key insights A recent assessment of climate change risks and opportunities published by Defra in January 2022 highlights risks, such as loss of diversity and viability of terrestrial and aquatic habitats, loss of biodiversity, soil health, risks to food and feed crops, supply chain disruption, risks to essential infrastructure, and human health among others (HM Government, 2022b). However, it is expected that many more risk factors will emerge, as the scientific understanding of causative mechanisms for climate change evolves and priorities will shift accordingly over time to mitigate the better understood contributing risk factors. For example, surface Ozone (O3) poses significant threats to crops. Current losses are estimated to be around 3.6% for maize, 2.6% for rice, 6.7% for soybean, and 7.2% for wheat. It is predicted that this is likely to increase further in the future due to global warming and more anthropogenic emissions of O3 precursors including nitrogen oxides (NOx), methane (CH4) and carbon monoxide (CO) (Tai et al., 2021). Ozone also affects other plants, reducing flower numbers in perennial grassland by 10%, annual total biomass increment in perennial grassland in the UK by 2.7%, and annual biomass increment in managed broadleaf woodland by 7.3%. While increasing ozone levels are just one of many consequences of GHG emissions it is clear that it is the combination of factors that will reduce the overall biodiversity, and livestock and biomass yields, with ultimate consequences for land use (Defra, 2021f). Other issues of immediate importance for the food system impacted by climate change, highlighted by experts consulted for this study, are soil health and lack of appropriate water management, which are currently paid much less attention in the UK than other issues (for example, GHG emissions). Long-term planning for adapting to climate change often requires long-term infrastructure planning as for example in the case of much needed improvements of water management infrastructure in the UK in light of more frequent droughts and flooding (Harvey, 2023). While some of the complexities of the causes of climate change are understood to some degree, current strategies to moderate and mitigate the effects of climate change are focusing on a very limited number of parameters via relatively broad regulatory measures. This is also the case for climate change mitigation measures aimed specifically at the food system. As agricultural food production has globally a large negative impact on climate change the UK has introduced several measures to support change in agricultural practices, such as the Environmental Land Management Scheme (ELMS), or the Sustainable Farming Initiative (SFI) with the aim to contribute to a reduction of man-made climate change drivers. Some experts consulted for this study perceived a lack of attention being paid to the \"missing middle\" of the food supply chain including processors, distributors, and wholesalers (among others) with regards to a lack of regulatory measures demanding more sustainable practices, energy use, and implementation of new technologies supporting sustainability. As climate change affects all parts of global food supply chains it is anticipated that already emerging trends regarding increasing pest burden in animals and crops, such as fungal contamination, will continue to increase in the short- to mid-term future. Animal pests such as ticks or liver fluke are already reported to be increasing in the UK and continental Europe, with many species of insects native to southern parts of Europe now being detected due to warmer winters in northern parts of the continent. More persistent and frequent livestock infestations not only put pressure on farmers to use veterinary services and treatments more frequently, adding costs to production, but more frequent use of antibiotics and other medication will increase the emergence of treatment resistant forms of pests, as is already the case for many crop pests (Schneider et al., 2022). Moreover, the connection between increasing Anti-Microbial Resistance (AMR) in livestock and climate change is well established and the increase of multi- and pan-resistant forms of bacteria and microorganisms due to antibiotics overuse for many decades on a global scale affecting human and animal health is well documented (Magnano San Lio et al., 2023). This requires heightened alertness and international efforts to monitor and respond to outbreaks globally. Experts consulted for this study also anticipated that foodborne and zoonotic diseases will increase in the UK over the next decade. It is therefore anticipated that more comprehensive and regular global monitoring and data sharing will be required to detect emerging pest incidence and other biogenic food safety issues early. In addition, longer term developments, such as a documented increase in aflatoxins and other mycotoxin contamination (due to fungal contamination of crops) will become more frequent in Europe, needing to be mitigated by food safety enforcement further along supply chains, as incidents may first arise outside of the UK (Leggieri et al., 2021). This would also be the case for aquaculture and certain seafood products due to the occurrence of natural toxins from harmful algal blooms, which are likely to increase due to changing climate conditions. Figure 12: Issues and trends impacted by Brexit and regulatory change and estimated timeline to impact as highlighted by experts consulted for this study. Most relevant issues and trends with regard to the FSA remit are discussed in this section. After the vote for Brexit a number of changes were anticipated in the UK food system as a consequence of leaving the EU. These included an increasing focus on UK national economic and political factors being considered in food export and import discussions, an increased independent decision making on food standards by UK authorities, and changes in the labour market as incentives and opportunities for foreign workers shift. After the Brexit transition period ended in 2020 and many aspects of trade and regulatory interactions with the EU have started to change, their impact on FSA remit areas such as food safety and standards and enforcement are becoming felt more urgently, and future policy design will need to strike a balance between the need for making trade as frictionless as possible with the EU, and opportunities to innovate outside of EU regulatory frameworks. 7.1 Driver: Brexit and regulatory change, status March 2023 Brexit: increasing uncertainty in the interactions between the UK and the EU over the next five years. As direct consequences of Brexit have started to impact the UK food system, a multitude of issues has become considerably more urgent due to several processes having moved forward, such as negotiations with the EU on the Northern Ireland Protocol, since February 2023 laid out in the Windsor Framework, or the reading of the Retained EU Law Revocation and Reform Bill (UK Government, 2023d). The opportunities for the UK after leaving the EU were outlined by government in 2022. Specifically for the food and drinks sector it was suggested that improving access to healthy food, further supporting the agri-food sector, facilitating technology innovation, reviewing novel foods regulation, and removing burdensome EU regulation for the growing UK wine sector would be significant opportunity areas (HM Government, 2022a). However, many experts consulted for this study indicated that some opportunities might take a long time to materialise, in particular in light of very recent economic pressures. In terms of trends concerning regulatory change within the UK after Brexit, an analysis of how the UK food law has evolved since the exit from the EU has identified that the main changes have been the reforms to policy making and decision-making powers with regards to food laws (Lydgate & Anthony, 2022). They structure these changes along three interrelated trends, namely: - Consolidation: increase in ministerial authority over food law (consolidation of authority in the UK central government) - Omission: loss of certain functions set out in EU law and the expansion of non-legislative approaches to regulation and policy (decreases transparency and accountability) - Fragmentation: increased devolution of the food laws in absence of the unifying effect of the EU legislation (may create friction in intra-UK trade) The authors continue to conclude that although the general principles of the EU Food Law are retained in the UK Food Law post Brexit, the most impactful change is the nature of governance in the UK. The roles of the key regulatory organisations, such as the Food Standards Agency and Food Standards Scotland are not as strongly defined in legislation as the EFSA, with UK ministers now having greater discretion than previously to amend food law through secondary regulation. Theoretically, this could weaken scrutiny and examination powers of specific food law areas. Therefore, a lot hinges on discretionary powers of ministers and how they will work together to identify a unified approach to risk assessment. Given the concerns and potential risks with regards to food safety, standards and regulatory divergence as a consequence of Brexit, the main impacts throughout the food value chain are expected to persist in the mid-term and very likely up to a decade, very likely affecting trade flows, investment to mitigate for example increased export/import costs, flows of labour, and food safety standards among others. The main burden is at present the high degree of uncertainty of outcomes of leaving the EU, affecting decision-making across the UK food system. How quickly recent agreements with the EU, such as the Windsor Framework on trade concerning the Irish border can ease a multitude of difficulties remains to be seen (Macaskill, 2023). As the political and economic complexities of the Brexit process are considerable, most experts consulted for this study agreed that it might take at least five years until uncertainties have reduced and clear and efficient operating practices will have established themselves. 7.2 Present issues as a consequence of Brexit and regulatory change Apart from issues already mentioned in section 2.4 concerning labour shortages the process of leaving the EU and establishing new trade relationships with the EU has created a multitude of issues affecting many stakeholders within the food system potentially impacting food safety and quality control mechanisms to varying degrees. The selection of issues presented here is based on their perceived high urgency and impact, as expressed by experts consulted for this study, while the small number of opportunities were mostly seen as being some way off. Issues in the following sections are not ranked in any particular way. 7.2.1 Border controls with the EU - limited enforcement capacity As already highlighted in section 2.4, it is generally perceived by experts consulted for this study that resources, manpower and skills needed to enforce UK standards through inspections, testing, analysis and reporting, might be insufficient at present for the tasks required once full border controls with the EU need to be implemented. This is not only due to a lack of past investment in infrastructure and capacity building, but mainly due to shortages of medium to high skilled labour that is unlikely to be resolved in the short-term future (as discussed in section 2.4.). Apart from border control enforcement there is also concern regarding SME accountability and the ability of the enforcement system in the UK to inspect the many SMEs of the food sector and keep supply chains compliant. This is not necessarily only about the SME itself not being compliant, but due to the current economic challenges and the need to find new suppliers quickly to keep products on the market, businesses may knowingly or unknowingly use more untested, lower standard, or contaminated ingredients (see also section 2.1). Awareness of the risk of potentially compromised food safety and standards is high across the food industry according to all experts consulted, although solutions to shortages in enforcement appear for most not readily available within the short-term future. In addition, many experts considered the current fragmented structure of local authority-based food standards enforcement as a factor that might cause further divergence of standards within the UK in the future, due to different local authorities being impacted by differing financial pressures, resource limitations and skills shortages. 7.2.2 Trade and regulation - flow of goods Experts consulted for this study highlighted that the FSA might in the future be more actively involved in shaping policy debate around the flows of goods into and out of the UK food system. Any long-term strategic decisions on the future evolution of the UK food system and its values will need to take trade policies into account. Experts also identified potential negotiation advantages that new trading partners may have, knowing the UK's urgent need for setting up new trade deals, possibly leading to unfavourable deals for some actors in the UK food system. This may, for example, lead to disadvantages for UK farmers and producers and higher prices for domestic products, or to products of lower value and standards entering the UK market at greater volumes. Disruptions of the flow of goods between the UK and EU are expected to very likely persist into the mid-term future with considerable overall economic impact, as 61% of UK food and drink exports go to the EU and 70% of UK food and drinks imports come from the EU. This may impact SMEs more than large businesses. Border import controls for goods entering the UK from the EU that were announced in 2021 to be implemented by July 2022 have been deferred until later in 2023. Examples of such import controls include: sanitary and phytosanitary checks on EU imports, safety and security declarations of EU imports, and prohibitions and restrictions on chilled meats from the EU (HM Government, 2022c). As a result, meat exports to the EU have fallen markedly in recent months. Since December 2022, meat exports to the EU (70% of all UK meat exports) have required paper-based veterinary certificates. This requirement is obstructing meat exports, as there is a shortage of veterinarians able to certify meat for export (Thomas, 2022). There is a risk that these constraints will lead to increasing incidents of documentation fraud and food safety issues if attempts are made to avoid or profit from the current delays in the proper certification process. 7.2.3 Regulatory divergence Regulatory divergence and already existing asymmetries due to a considerable time lag between EU and UK decision making are expected to increase, affecting novel ingredients, additives, chemical toxicology testing requirements and residual pesticide levels in food. Furthermore, with removal of the harmonising effect of the EU law on the regulatory powers of devolved nations, trade in agricultural and food products within the UK may become more challenging and impact the UK's negotiating ability as a unified entity in external trade negotiations (Lydgate et al., 2019). One example of recent divergence with the EU regarding permitted ingredients is titanium dioxide (E171), which is used in a number of food categories such as bakery products, soups, broths, sauces, salads, savoury based sandwich spreads and processed nuts. Since August 2022 the additive is not permitted in the EU, but still allowed in the UK, and this has already affected the trade of products with Northern Ireland and the EU, and caused re-formulation challenges in particular for SMEs (EFSA, 2021; The Food Safety Authority of Ireland, 2022). Likewise, further divergence is expected in the case of current Maximum Residue Levels (MRL) of pesticides in plant-based foods and feed due to independent pesticide regulatory regimes introduced in Great Britain (England, Scotland and Wales) in 2021. Another example is an 80% reduction of permitted arsenic levels in baby food and infant formula announced by the EU in early March 2023 (The European Commission, 2023). Other areas of emerging divergence are: Increasing divergence with regards to novel food products: The existence of two parallel registers for novel foods, for seeking authorisations (EU and UK) would lead to a different pace of approval between the UK and the EU and products not being approved for sales in one or the other jurisdiction. Lately the EU has approved two novel foods, bovine milk beta-lactoglobulin and the freeze-dried powder form of Antrodia camphorata mycelia, as well as insect powders for human consumption, which are not yet permitted in the UK (European Commission, 2023; Osborne Clarke, 2023; Southey, 2022). Specifically, the use of house cricket (Acheta domesticus) pastes and powder as well as de-fatted powders and lesser mealworm (Alphidobius diaperinus) pastes and powders have been approved as ingredients in products for human consumption by the EU in January 2023 as part of its Novel Foods regulation update (European Commission, 2023). Updates on edible insects and insect products for human consumption and animal feed need still further clarification within UK legislation. Stemming from the BSE episode, feed ban rules concerning the use of insects and processed insect proteins in animal feed, as part of Processed Animal Protein (PAP) restrictions, have been updated by the EU in September 2021 permitting their use in feed for pigs and poultry. As this change came into effect after 31st of December 2020, insects and processed insect proteins are still not permitted to be used in pig and poultry feed in the UK until regulation is updated. Gene Editing and the production and sale of Precision Bred Organisms (PBOs) will be regulated by the Precision Breeding Bill, which has received royal assent in March 2023. While it appears that discussions in the EU are going in a similar direction, it is expected that it will take several years until a consensus is found among EU member states (Custers & Dima, 2022; Tani, 2022). Differing developments in EU legislation in relation to sustainability, and sustainability assessment and related labelling of foods. The EU is currently preparing a sustainable food labelling framework as part of its pledge to achieve net zero by 2050. The framework aims to help consumers make sustainable choices, but is already facing challenges in defining what constitutes an eco-label, what sustainable production measures should be assessed (e.g. CO2 release, water use, biodiversity impact etc.), how to categorise food groups/product definitions for eco certification, and how to measure success of the scheme and whether it would genuinely change consumption patterns (May, 2021; Southey, 2021). Given these challenges in defining and developing sustainability metrics and eco-labelling the general uncertainty surrounding this regulation makes it difficult for food manufacturers and retailers to take concerted action. \"We anticipate that the resulting regulatory divergence will continue to make this increasingly difficult as it becomes less and less viable to manufacture products to two separate sets of legislative requirements - this represents major challenges to the UK food industry.\" Expert: Food Industry Moreover, apart from regulatory divergence between the EU and the UK, food industry experts consulted for this study are predicting a global trend toward more de-regulation and a lack of harmonisation efforts. This will impact not only efforts by regulators as well as large producers to maintain and improve existing standards, but will affect efforts to establish new standards, for example, metrics of health and sustainability of food. Food manufacturers and retailers already find a lack of international agreement on food safety tests and scientific methods used. 7.2.4 Data sharing with the EU Data sharing, for example in the Rapid Alert System for Food and Feed (RASFF) on incidence reporting has been restricted for the UK since 2021. Although timely action by the FSA has managed to compensate for RASFF data sharing by implementing the International Food Safety Authorities Network (INFOSAN) data exchange instead, there are a number of other databases and sharing agreements on important data for the food industry that might need to be replaced and re-organised. One such case is the European Reference Laboratories data on pesticides to which UK access for data submission and sharing will be removed. To what extent loss of access to previously shared EU data will impact response to food safety threats, scientific collaboration, and food fraud detection in the future remains to be seen. 7.2.5 Review of the Retained EU Law Revocation and Reform Bill A short deadline of 31st December 2023 to complete legal revision/revocation work on the bill, was of concern for many experts consulted for this study, as currently 90% of UK food law is retained EU law and the loss (even accidental, due to lack of time to fully review retained EU law) of important legislation concerning food safety and standards is perceived as a real risk. Indirect consequences of the review process are also expected as it takes up considerable government resources and was perceived by experts consulted for this study to have led already to de-prioritisation of other food related issues for the near future, such as work on the eco labelling of food, causing potentially additional asymmetries and delays in responding to ongoing EU work on the subject (FSA, 2022c; J. Lewis, 2022). At the time of writing of this report the bill was in the House of Lords going through the committee stage (UK Government, 2023d). 7.2.6 Opportunities for independent regulation Some degree of independent regulation for the approval of novel technology and innovation was perceived by experts consulted for this study as mostly positive, with the Precision Breeding being one example that was highlighted, although considerable uncertainties are expected with regards to how and when its potential benefits will become available to the UK food system (see also section 5.6). In addition, issues around imports of GE/PB products are anticipated as they may face resistance from UK farmers who might be at a disadvantage without specific government support. With regards to wider consumer acceptance a recent study has shown that 75% of consumers have not heard of precision breeding and only 8% had prior to being surveyed. Once respondents understood the potential benefits of the technology 50% supported the sale of PBO products on the UK market, and 29% objected (FSA, 2023). These figures indicate that it is currently very uncertain what overall consumer response might be once the bill is passed, and that clearly much more information about precision breeding needs to be communicated to consumers. This is also important for assessing the details of future labelling requirements for precision-bred products. - Allen, S., Allen, D., Karbalaei, S., Maselli, V., & Walker, T. R. (2022). Micro(nano)plastics sources, fate, and effects: What we know after ten years of research. Journal of Hazardous Materials Advances, 6, 100057. [https://doi.org/10.1016/j.hazadv.2022.100057](https://doi.org/10.1016/j.hazadv.2022.100057) - Armstrong, B., King, L., Clifford, R., Jitlal, M., Ibrahimi-Jarchlo, A., & Mears, K. (2023). [Food and you 2, wave 4.](https://www.food.gov.uk/research/food-and-you-2/food-and-you-2-wave-4)FSA. - Armstrong, B., King, L., Clifford, R., Jitlal, M., Ibrahimi-Jarchlo, A., Mears, K., Parnell, C., & Mensah, D. (2023). [Food and You 2: Wave 5.](https://www.food.gov.uk/sites/default/files/media/document/Food and You 2 Wave 5 Key Findings final.pdf)FSA (PDF). - Bank of England. (2023). [Monetary policy summary and minutes, February 2023](https://www.bankofengland.co.uk/-/media/boe/files/monetary-policy-summary-and-minutes/2023/monetary-policy-summary-and-minutes-february-2023.pdf)(PDF) - Bayford, K. (2022). [Vegetable consumption falls by 7.5% as consumers grapple with cost-of-living crisis. Grocery Gazette](https://www.grocerygazette.co.uk/2022/10/05/vegetable-consumption-falls/). - Benton, T. G., Bieg, C., Harwatt, H., Pudasaini, R., & Wellesley, L. (2021). Food system impacts on biodiversity loss Three levers for food system transformation in support of nature. Chatham House, The Royal Institute of International Affairs, Research Paper. - Borghesi, G., Stefanini, R., & Vignali, G. (2022). Are consumers aware of products' environmental impacts? Different results between life cycle assessment data and consumers' opinions: the case study of organic Parmigiano Reggiano and its packaging. International Journal of Food Engineering, 18(3), 185-192. [https://doi.org/10.1515/ijfe-2021-0025](https://doi.org/10.1515/ijfe-2021-0025) - Boston Consulting Group. (2022). [Artificial AI at Scale](https://www.bcg.com/capabilities/digital-technology-data/artificial-intelligence?utm_source=search&utm_medium=cpc&utm_campaign=digital&utm_description=paid&utm_topic=ai&utm_geo=global&utm_content=growing_ai_capabilities_group). - Bristow, [Revealed: How Norfolk has become UK's \"mega farm\" capital. Eastern Daily Press](https://www.edp24.co.uk/news/20832700.revealed-norfolk-become-uks-mega-farm-capital/). - British Veterinary Association. (2021). Written evidence submitted by the British Veterinary Association (BVA)(SME0027). [Written Evidence to Parliament February 2021](https://committees.parliament.uk/writtenevidence/23043/html/). - Brouwer, I. D., McDermott, J., & Ruben, R. (2020). Food systems everywhere: Improving relevance in practice. Global Food Security, 26, 100398. [https://doi.org/10.1016/j.gfs.2020.100398](https://doi.org/10.1016/j.gfs.2020.100398) - Bryant, M. (2023). [Food bank Britain: five months on the frontline of the new emergency service. The Guardian.](https://www.theguardian.com/society/2022/dec/03/food-bank-britain-five-months-on-the-frontline-of-the-new-emergency-service) - Burton, C. (2023). [Are consumers deprioritising health? AHDB](https://ahdb.org.uk/news/consumer-insight-are-consumers-deprioritising-health). - Chacha, J. S., Zhang, L., Ofoedu, C. E., Suleiman, R. A., Dotto, J. M., Roobab, U., Agunbiade, A. O., Duguma, H. T., Mkojera, B. T., Hossaini, S. M., Rasaq, W. A., Shorstkii, I., Okpala, C. O. R., Korzeniowska, M., & Guiné, R. P. F. (2021). Revisiting Non-Thermal Food Processing and Preservation Methods—Action Mechanisms, Pros Cons: A Technological Update (2016-2021). Foods, C., & (2022). [UK has more than 1,000 livestock mega-farms, investigation reveals. The Guardian.](https://www.theguardian.com/environment/2022/aug/18/uk-has-more-than-1000-livestock-mega-farms-investigation-reveals) - Corbin, T. (2023). [Cost-of-living crisis pushes 1 in 5 to go meat-free, according to research. Independent Retail News](https://www.talkingretail.com/news/industry-news/cost-of-living-crisis-pushes-1-in-5-to-go-meat-free-according-to-research-19-01-2023/). - Coyne, A. (2022, December 19). [That déjà vu feeling - the UK packaged food industry in 2023. Just Food.](https://www.just-food.com/features/that-deja-vu-feeling-the-uk-packaged-food-industry-in-2023/) - Creswell, J. (2022). [Beyond Meat is Struggling, and the Plant-Based Meat Industry Worries. The New York Times.](https://www.nytimes.com/2022/11/21/business/beyond-meat-industry.html) - Cruz, R. M. S., Krauter, V., Krauter, S., Agriopoulou, S., Weinrich, R., Herbes, I., E., J., Varzakas, T. (2022). Bioplastics for Food Packaging: Environmental Impact, Trends and Regulatory Aspects. Foods, 11(19), 3087. [https://doi.org/10.3390/foods11193087](https://doi.org/10.3390/foods11193087) - Custers, R., & Dima, O. (2022). Genome-edited crops and 21st century food system challenges. European Parliamentary Research Service. (PDF) - de Castro, R. J. S., Ohara, A., Aguilar, J. G. dos S., & Domingues, M. A. F. (2018). Nutritional, functional and biological properties of insect proteins: Processes for obtaining, consumption and future challenges. Trends in Food Science & Technology, 76, 82-89. [https://doi.org/10.1016/j.tifs.2018.04.006](https://doi.org/10.1016/j.tifs.2018.04.006) [Summary of responses to a consultation on the regulation of genetic technologies. UK Government, Consultation Outcome.](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1021309/genetic-technologies-regulation-summary-of-responses.pdf)(PDF) - Defra. (2021d). [Total Income from Farming in England in 2021.](https://www.gov.uk/government/statistics/total-income-from-farming-in-england/total-income-from-farming-in-england-provisional-estimate-for-2021-statistical-notice) - Defra. (2021e). [Farming statistics - final crop areas, yields, livestock populations and agricultural workforce at 1 June 2021- UK .](https://www.gov.uk/government/statistics/farming-statistics-final-crop-areas-yields-livestock-populations-and-agricultural-workforce-at-1-june-2021-uk)National Statistics. - Defra. (2021f). [United England.](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1096744/payments-for-farmers.pdf)Defra. (PDF) - Defra. (2023). [Plant biosecurity strategy for Great Britain (2023 to 2028) . Policy Paper.](https://www.gov.uk/government/publications/plant-biosecurity-strategy-for-great-britain-2023-to-2028/plant-biosecurity-strategy-for-great-britain-2023-to-2028) - Delardas, O., Kechagias, P. N., & Giannos, P. (2022). Socio-Economic Impacts and Challenges of the Coronavirus Pandemic (COVID-19): An Updated Review. Sustainability, 14(15), 9699. [https://doi.org/10.3390/su14159699](https://doi.org/10.3390/su14159699) - Department for Energy Security and Net Zero and Department for Business, E. & I. S. (2023, March). [National Statistics, Weekly road fuel prices](https://www.gov.uk/government/statistics/weekly-road-fuel-prices). - Dey, A., Dhumal, C. V., Sengupta, P., Kumar, A., Pramanik, N. K., & Alam, T. (2021). Challenges and possible solutions to mitigate the problems of single-use plastics used for packaging food items: a review. Journal of Food Science and Technology, 58(9), 3251-3269. [https://doi.org/10.1007/s13197-020-04885-6](https://doi.org/10.1007/s13197-020-04885-6) - DiNapoli, J., & Naidu, R. (2023). [Food makers, feeling squeezed, pull the plug on slow-selling products. Reuters](https://www.reuters.com/business/retail-consumer/food-makers-feeling-squeezed-pull-plug-slow-selling-products-2023-02-24/). - Douglas, L. (2022). [Lab-grown meat cleared for human consumption by U.S. regulator. Reuters.](https://www.reuters.com/business/healthcare-pharmaceuticals/lab-grown-meat-cleared-human-consumption-by-us-regulator-2022-11-16/) - EFSA. (2021). [Titanium dioxide: E171 no longer when used as a food additive. EFSA Newsroom](https://www.efsa.europa.eu/en/news/titanium-dioxide-e171-no-longer-considered-safe-when-used-food-additive). - Elliott, M. (2021). [The Role of the UK Food System in Meeting Global Agreements: Multi-Stakeholder Dialogue (2021).](Https://Bit.Ly/3ZJuMzO)The Global Food Security Programme, UK Research and Innovation. - Ettinger, L., Falkeisen, A., Knowles, S., Gorman, M., Barker, S., Moss, R., & McSweeney, M. B. (2022). Consumer Perception and Acceptability of Plant-Based Alternatives to Chicken. Foods, 11(15), 2271. [https://doi.org/10.3390/foods11152271](https://doi.org/10.3390/foods11152271) - European Commission. (2015). [Regulation (EU) 2015/2283 of the European Parliament and of the Council.](https://www.legislation.gov.uk/eur/2015/2283/contents)The National Archives. - European Commission. (2021). [EU Agricultural Outlook, For Markets, Income and Environment 2021-2031.](https://agriculture.ec.europa.eu/system/files/2023-01/agricultural-outlook-2021-report_en_0.pdf)(PDF) - European Commission. (2022). [European Green Deal: Putting an end to wasteful packaging, boosting reuse and recycling. European Commission, Press Release](https://ec.europa.eu/commission/presscorner/detail/en/ip_22_7155). - European Commission. (2023). [Approval of fourth insect as a Novel Food.](https://food.ec.europa.eu/safety/novel-food/authorisations/approval-insect-novel-food_en) - FAO. (2022). [Hunger and food insecurity.](https://www.fao.org/hunger/en/) - FAO. (2023). [Food Balances (2010-).](https://www.fao.org/faostat/en/#data/FBS) - Forrest, A. (2022). [Food banks struggle with 'tsunami of need' as donations drop. The Independent](https://www.independent.co.uk/news/uk/politics/food-bank-donations-christmas-2023-b2250643.html). - FSA. (2021) [. and Sustainable Diets: Consumer Poll.](https://www.food.gov.uk/sites/default/files/media/document/healthy-and-sustainable-diets-consumer-poll.pdf) - FSA. (2022a). [Written evidence submitted FSA. (2022b). FSA. (2022c). [Urgent progress needed on a unified eco-labelling system for food in the UK . platforms](https://food.blog.gov.uk/2022/10/18/emily-miles-stakeholder-update-safer-takeaways-and-the-power-of-online-platforms/). FSA. - FSA. (2022f). [Latest FSA consumer survey tracks level of concern around the price of food at Christmas and New Year.](https://www.food.gov.uk/news-alerts/news/latest-fsa-consumer-survey-tracks-level-of-concern-around-the-price-of-food-at-christmas-and-new-year) - FSA. (2023). [Consumer perceptions of precision breeding.](https://www.food.gov.uk/print/pdf/node/15321) - Garnett, P., Doherty, B., & Heron, T. (2020). Vulnerability of the United Kingdom's food supply chains exposed by COVID-19. Nature Food, 1(6), 315-318. [https://doi.org/10.1038/s43016-020-0097-7](https://doi.org/10.1038/s43016-020-0097-7) - Garrett, A., Watson, R., Pegg-Darlison, S., & McCann, N. (2023). [Fish as Food: A review of developments in UK seafood consumption, implications, and practical responses. Seafish](https://www.seafish.org/document/?id=4d589c4c-ca6d-408c-be0e-b1798542c1c1). - Ghobakhloo, M. (2020). Industry 4.0, digitization, and opportunities for sustainability. Journal of Cleaner Production, 252, 119869. [https://doi.org/10.1016/j.jclepro.2019.119869](https://doi.org/10.1016/j.jclepro.2019.119869) - Goukens, C., & Klesse, A. K. (2022). Internal and external forces that prevent (vs. Facilitate) healthy eating: Review and outlook within consumer Psychology. Current Opinion in Psychology, 46, 101328. [https://doi.org/10.1016/j.copsyc.2022.101328](https://doi.org/10.1016/j.copsyc.2022.101328) - Grand View Research. (2019). [Edible Insects Market Size, Share & Trends Analysis Report By Product (Beetles, Cricket), By Application (Powder, Protein Bars), By Region, And Segment Forecasts, 2019 - 2025](https://www.grandviewresearch.com/industry-analysis/edible-insects-market). - Greenpeace. (2020). [Trashed, How the UK is still dumping plastic waste on the rest of the world.](Https://Bit.Ly/3Tt8VJe) - Greenpeace. (2022). [Circular Claims Fall Flat Again.](Https://Bit.Ly/3hsewC7) - Gros, C. (2015). Complex and Adaptive Dynamical Systems. Springer International Publishing. [https://doi.org/10.1007/978-3-319-16265-2](https://doi.org/10.1007/978-3-319-16265-2) - Harvey, F. (2023). [England needs new reservoirs or food supplies will be at risk, warns NFU chief. The Guardian.](https://www.theguardian.com/environment/2023/feb/23/england-needs-new-reservoirs-food-supplies-nfu-chief-farming-water-shortages) - Hasnain, S., Ingram, J., & Zurek, M. (2020). Mapping the UK Food System - a report for the UKRI Transforming UK Food Systems Programme. - Heard, H., & Bogdan, A. (2021). [Healthy and Sustainable Diets: Consumer Poll. FSA.](https://www.food.gov.uk/sites/default/files/media/document/healthy-and-sustainable-diets-consumer-poll.pdf)(PDF) - HM Government. (2022a). [The Benefits of Brexit. How the UK is taking advantage of leaving the EU](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1054643/benefits-of-brexit.pdf). (PDF) [HM Government. (2022b). UK Climate Change Risk Assessment 2022](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1047003/climate-change-risk-assessment-2022.pdf). (PDF) - HM Government. (2022c). [The Border with the European Union, Importing and Exporting Goods - Border Strategy and Design, June 2022. (PDF)](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1083393/2022-06-15_Border_Operating_Model__1_.pdf) - Horti Daily. (2022). [UK growers stop planting and put nurseries on sale amidst energy crisis and labour shortages. Horti Daily](https://www.hortidaily.com/article/9475619/uk-growers-stop-planting-and-put-nurseries-on-sale-amidst-energy-crisis-and-labor-shortage/). [House of Lords Economic Affairs Committee. (2022). Where have all the workers gone?](https://publications.parliament.uk/pa/ld5803/ldselect/ldeconaf/115/115.pdf)House of Lords Economic Affairs Committee. (PDF) - Hughes, J. (2023, January 26). [Environmental land management schemes: details of actions and payments](https://defrafarming.blog.gov.uk/2023/01/26/environmental-land-management-schemes-details-of-actions-and-payments/). - Hundleby, P., & Harwood, W. (2022). Regulatory Constraints and Differences of Genome-Edited Crops Around the Globe. In Genome Editing (pp. 319-341). Springer International Publishing. [https://doi.org/10.1007/978-3-031-08072-2_17](https://doi.org/10.1007/978-3-031-08072-2_17) - Ingram, J. (2020). Nutrition security is more than food security. Nature Food, 1(1), 2-2. [https://doi.org/10.1038/s43016-019-0002-4](https://doi.org/10.1038/s43016-019-0002-4) - IPCC. (2023). [Synthesis report of report (AR6](https://report.ipcc.ch/ar6syr/pdf/IPCC_AR6_SYR_LongerReport.pdf)). (PDF) - IPIFF. (2022). EU Regulation; Insect producers must conform with the same general rules that apply to operators in other sectors. International Platform of Insects for Food and Feed (IPIFF). - Ipsos. (2022). [Qualitative research exploring community food provision.](https://www.food.gov.uk/sites/default/files/media/document/21-083144-01 FSA Community Food Providers Research Report_0.pdf)FSA. (PDF) - Irvine, S., Gorb, A., & Francis-Devine, B. (2022). [Food Banks in the UK. House of Commons Library](https://researchbriefings.files.parliament.uk/documents/CBP-8585/CBP-8585.pdf). ()PDF) - Jordan, R. (2023). [Is fake meat a real solution? Stanford expert explains. Stanford News.](https://news.stanford.edu/2023/01/24/rethinking-meat-substitutes/) - Kishan, H. (2023). [Global 2023 economic view downgraded, at odds with market optimism - Reuters poll. Reuters.](https://www.reuters.com/markets/poll-global-2023-economic-view-downgraded-odds-with-market-optimism-2023-01-26/) - Lawless, J. (2022). [\"Cucumber capital' growers selling up as Brexit and energy crisis hits Britain's vegetable industry. The Guardian.](https://www.theguardian.com/environment/2022/sep/06/cucumber-capital-growers-selling-up-as-brexit-and-energy-crisis-hits-britains-vegetable-industry) - Lawrence, S., Elliott, C., Huisman, W., Dean, M., & van Ruth, S. (2022). The 11 sins of seafood: Assessing a decade of food fraud reports in the global supply chain. Comprehensive Reviews in Food Science and Food Safety, 21(4), 3746-3769. [https://doi.org/10.1111/1541-4337.12998](https://doi.org/10.1111/1541-4337.12998) - Leggieri, M. C., Toscano, P., & Battilani, P. (2021). Predicted Aflatoxin B1 Increase in Europe Due to Climate Change: Actions and Reactions at Global Level. Toxins, 13(4), 292. [https://doi.org/10.3390/toxins13040292](https://doi.org/10.3390/toxins13040292) - Legraien, L. (2023, January). [Trussell Trust records £16m deficit amid six-fold rise in food bank grants. Civil Society.](https://www.civilsociety.co.uk/news/trussell-trust-records-16m-deficit-amid-six-fold-rise-in-food-bank-grants.html) - Leon, F. M. (2023, April 11). [Alert! The latest El Niño forecast suggests an intense event.](https://www.yourweather.co.uk/news/trending/alert-latest-el-nino-forecast-announces-intense-event-meteorology-weather-climate.html) - Leslie, H. A., van Velzen, M. J. M., Brandsma, S. H., Vethaak, A. D., Garcia-Vallejo, J. J., & Lamoree, M. H. (2022). Discovery and quantification of plastic particle pollution in human blood. Environment International, 163, 107199. [https://doi.org/10.1016/j.envint.2022.107199](https://doi.org/10.1016/j.envint.2022.107199) - Levitt, T. (2021). [Netherlands announces €25bn plan to radically reduce livestock numbers. The Guardian](https://www.theguardian.com/environment/2021/dec/15/netherlands-announces-25bn-plan-to-radically-reduce-livestock-numbers). - Lewis, E. (2022). A food revolution - cultivated meat. Food Science and Technology, 36(2), 29-31. [https://doi.org/10.1002/fsat.3602_6.x](https://doi.org/10.1002/fsat.3602_6.x) - Lewis, J. (2022). [Understanding Environmental Labelling. BDA, The Association of UK Dietitians](https://www.bda.uk.com/resource/understanding-environmental-labelling.html). - Li, H., Aguirre-Villegas, H. A., Allen, R. D., Bai, X., Benson, C. H., Beckham, G. T., Bradshaw, S. L., Brown, J. L., Brown, R. C., Cecon, V. S., Curley, J. B., Curtzwiler, G. W., Dong, S., Gaddameedi, S., García, J. E., Hermans, I., Kim, M. S., Ma, J., Mark, L. O., ... Huber, G. W. (2022). Expanding plastics recycling technologies: chemical aspects, technology status and challenges. Green Chemistry, 24(23), 8899-9002. [https://doi.org/10.1039/D2GC02588D](https://doi.org/10.1039/D2GC02588D) - Lotfian, P., Strauss, B., & Short, (2022). [Tech trend report 2022. New Food.](https://www.newfoodmagazine.com/article/164931/technology-trends-in-food-manufacturing/) - Lydgate, E., & Anthony, C. (2022). Brexit, food law and the UK's search for a postEU identity. The Modern Law Review, 85(5), 1168-1190. [https://doi.org/10.1111/1468-2230.12735](https://doi.org/10.1111/1468-2230.12735) - Lydgate, E., Anthony, C., & Millstone, E. (2019). [Brexit Food Safety Legislation and Potential Implications for UK Trade: The Devil in the Details. UK Trade Policy Observatory. (PDF)](https://blogs.sussex.ac.uk/uktpo/files/2019/10/UKTPO-Briefing-Paper-37.pdf) - Macaskill, A. (2023). [Factbox: Britain's new Brexit trade deal - what has been agreed? Reuters](https://www.reuters.com/world/europe/britains-new-brexit-trade-deal-what-has-been-agreed-2023-02-27/). - Made Smarter. (2022). [Made Smarter reaches major milestone backing 200th business. Made Smarter Press Release](https://www.madesmarter.uk/resources/press-release-made-smarter-reaches-major-milestone-backing-200th-business/). - Magnano San Lio, R., Favara, G., Maugeri, A., Barchitta, M., & Agodi, A. (2023). How Antimicrobial Resistance Is Linked to Climate Change: An Overview of Two Intertwined Global Challenges. International Journal of Environmental Research and Public Health, 20(3), 1681. [https://doi.org/10.3390/ijerph20031681](https://doi.org/10.3390/ijerph20031681) [MakeUK The Manufacturers' Organisation. - Matthews, V. (2022). [Choice paralysis: why retailers are finding that less is more. Raconteur.](https://www.raconteur.net/retail/choice-paralysis-why-retailers-are-finding-that-less-is-more/) - May, R. (2021). [We need standardisation on eco-labelling. New Food.](https://www.newfoodmagazine.com/article/158868/fsa-takeaway-eco-labelling/) - McNamara, C. (2022). [Digitalization: The Future of Food & Beverage. Smart Industry, SIEMENS. (PDF)](https://www.plm.automation.siemens.com/media/global/en/DE4FB-Industry-Briefing-Digitalization-In-Food-And-Beverage-66023_tcm27-17780.pdf) - Melchor-Martínez, E. M., Macías-Garbett, R., Alvarado-Ramírez, L., Araújo, R. G., Sosa-Hernández, J. E., Ramírez-Gamboa, D., Parra-Arroyo, L., Alvarez, A. G., Monteverde, R. P. B., Cazares, K. A. S., Reyes-Mayer, A., Yáñez Lino, M., Iqbal, H. M. N., & Parra-Saldívar, R. (2022). Towards a Circular Economy of Plastics: An Evaluation of the Systematic Transition to a New Generation of Bioplastics. Polymers, 14(6), 1203. [https://doi.org/10.3390/polym14061203](https://doi.org/10.3390/polym14061203) - Munro, C. [Great News for Cows: Plans for Europe's Largest Dairy Farm Blocked. PETAUK.](https://www.peta.org.uk/blog/europes-largest-dairy-farm-blocked/) - National Farmers Union. (2022). [Millions of pounds of fruit and veg wasted due to workforce shortages.](https://www.nfuonline.com/media-centre/releases/millions-of-pounds-of-fruit-and-veg-wasted-due-to-workforce-shortages/) - NFU. (2022, December). [Urgent action needed to secure home-grown food supply to avoid shortages.](https://www.nfuonline.com/media-centre/releases/urgent-action-needed-to-secure-home-grown-food-supply-to-avoid-shortages/) - Office for National Statistics. (2022, April 4). [Recent challenges faced by food and drink businesses and their impact on prices .](https://www.ons.gov.uk/businessindustryandtrade/business/businessservices/articles/recentchallengesfacedbyfoodanddrinkbusinessesandtheirimpactonprices/2022-04-04) - Office for National Statistics. (2023a). [Consumer price inflation, UK: January 2023.](https://www.ons.gov.uk/economy/inflationandpriceindices/bulletins/consumerpriceinflation/january2023) - Office for National Statistics. (2023b, March 10). [Cost of living insights.](https://www.ons.gov.uk/economy/inflationandpriceindices/articles/costoflivinginsights/energy) - Office for National Statistics. (2023c). [Consumer price inflation, UK: February 2023.](https://www.ons.gov.uk/economy/inflationandpriceindices/bulletins/consumerpriceinflation/february2023) - Osborne Clarke. (2023, January 27). [Food law, UK Regulatory Outlook January 2023. Osborne Clarke.](https://www.osborneclarke.com/insights/Regulatory-Outlook-January-2023-food-law) - Pakseresht, A., Ahmadi Kaliji, S., & Canavari, M. (2022). Review of factors affecting consumer acceptance of cultured meat. Appetite, 170, 105829. [https://doi.org/10.1016/j.appet.2021.105829](https://doi.org/10.1016/j.appet.2021.105829) - Partridge, J. (2023) [. 'We have to pay more for food': Britain's biggest tomato farmer on the runaway costs of growing. The Guardian](https://www.theguardian.com/business/2023/feb/23/we-have-to-pay-more-for-food-britains-biggest-tomato-farmer-on-the-runaway-costs-of-growing). - Partridge, J., & Makortoff, K. (2022). [UK risks sleepwalking into food supply crisis, farmers' union. The Guardian.](https://www.theguardian.com/business/2022/dec/06/uk-food-supply-crisis-farmers-nfu-fuel-fertiliser-feed) - Perrett, M. (2022a). [Government urged to intervene as industry faces CO2 crisis. Food Manufacture](https://www.foodmanufacture.co.uk/Article/2022/08/26/is-the-food-industry-facing-a-co2-crisis). - Perrett, M. (2022b). [£3bn of food and drink stuck in UK warehouses due to supply chain delays. Food Manufacture](https://www.foodmanufacture.co.uk/Article/2022/12/16/3bn-of-food-and-drink-stuck-in-UK-warehouses-due-to-supply-chain-delays). - Perrett, M. (2023). [Key trends for 2023's food and drink industries. Food Manufacture .](https://www.foodmanufacture.co.uk/Article/2023/01/04/2023-food-and-drink-manufacturing-trends) - Pettifer, K., & Patel, M. (2022). [FSA 22-06-09 Household Food Insecurity: main report. S., & Smith, M. (2022). [Meet Britain's vegans and vegetarians. YouGov](https://yougov.co.uk/topics/society/articles-reports/2022/01/20/meet-britains-vegans-and-vegetarians). - Public Health England. (2020, December 11). NDNS: results from years 9 to 11 (2016 to 2017 and 2018 to 2019) . [Results from the National Diet and Nutrition Survey Rolling Programme for 2016 to 2017 and 2018 to 2019 for Food Consumption, Nutrient Intakes and Nutritional Status](https://www.gov.uk/government/statistics/ndns-results-from-years-9-to-11-2016-to-2017-and-2018-to-2019). - Purkiss, D., Allison, Lorencatto, F., & Miodownik, M. (2022). The Big Compost Experiment: Using citizen science to assess the impact and effectiveness of biodegradable and compostable plastics in UK home composting. Frontiers in Sustainability, 3. [https://doi.org/10.3389/frsus.2022.942724](https://doi.org/10.3389/frsus.2022.942724) - PwC. (2022). [Economic study of returnable refillable PET in the EU soft drinks industry. (PDF)](https://www.unesda.eu/wp-content/uploads/2022/10/PwC-Economic-study-of-returnable-refillables-PET_2022.pdf) - Raffan, S., Oddy, J., Mead, A., Barker, G., Curtis, T., Usher, S., Burt, C., & Halford, N. G. (2023). Field assessment of genomeedited, low asparagine wheat: Europe's first <scp>CRISPR</scp> wheat field [https://doi.org/10.1111/pbi.14026](https://doi.org/10.1111/pbi.14026) - Ridler, G. (2022a). [\"Record year\" for investment Manufacture](https://www.foodmanufacture.co.uk/Article/2022/03/03/Record-year-for-investment-into-meat-alternatives). - Ridler, G. (2022b). [Digital transformation: where now Food - Rizvi, A., Wasfi, R., Enns, A., & Kristjansson, E. (2021). The impact of novel and traditional food bank approaches on food insecurity: a longitudinal study in Ottawa, Canada. BMC Public Health, 21(1), 771. [https://doi.org/10.1186/s12889-021-10841-6](https://doi.org/10.1186/s12889-021-10841-6) - Rockström, Gaertner, J., & DeClerck, F. (2020). Planet-proofing the global food system. Nature Food, 1(1), 3-5. [https://doi.org/10.1038/s43016-019-0010-4](https://doi.org/10.1038/s43016-019-0010-4) - Rogers, N. T., Cummins, S., Forde, H., Jones, C. P., Mytton, O., Rutter, H., Sharp, S. J., Theis, D., White, M., & Adams, J. (2023). Associations between trajectories of obesity prevalence in English primary school children and the UK soft drinks industry levy: An interrupted time series analysis of surveillance data. PLOS Medicine, 20(1), e1004160. [https://doi.org/10.1371/journal.pmed.1004160](https://doi.org/10.1371/journal.pmed.1004160) - Royal College of Veterinary Surgeons. (2022). [Recruitment, retention and return in the veterinary profession, Preliminary report V2, May 2022rt. RCVS Workforce Summit 2021](https://www.rcvs.org.uk/news-and-views/publications/recruitment-retention-and-return-in-the-veterinary-profession/). Figures from the RCVS Register,joiners from 2013 to 2018. - Schneider, L., Rebetez, M., & Rasmann, S. (2022). The effect of climate change on invasive crop pests across biomes. Current Opinion in Insect Science, 50, 100895. [https://doi.org/10.1016/j.cois.2022.100895](https://doi.org/10.1016/j.cois.2022.100895) - Seafish. (2023). [Value and importance of aquaculture. Seafish.](https://www.seafish.org/insight-and-research/aquaculture-data-and-insight/value-and-importance-of-aquaculture/) - Short, S., Strauss, B., & Lotfian, P. (2021). Emerging technologies that will impact on the UK Food System. [https://doi.org/10.46756/sci.fsa.srf852](https://doi.org/10.46756/sci.fsa.srf852) - Short, S., Strauss, B., & Lotfian, P. (2022a). Food in the digital platform economy - making sense of a dynamic ecosystem. [https://doi.org/10.46756/sci.fsa.jbr429](https://doi.org/10.46756/sci.fsa.jbr429) - Short, S., Strauss, B., & Lotfian, P. (2022b). [Alternative proteins for human consumption. FSA. (PDF)](https://www.food.gov.uk/sites/default/files/media/document/Alternative Proteins for Human Consumption.pdf) - Siegrist, M., & Hartmann, C. (2020). Consumer acceptance of novel food technologies. Nature Food, 1(6), 343-350. [https://doi.org/10.1038/s43016-020-0094-x](https://doi.org/10.1038/s43016-020-0094-x) - Sigurdsson, V., Larsen, N. M., Pálsdóttir, R. G., Folwarczny, M., Menon, R. G. V., & Fagerstrøm, A. (2022). Increasing the effectiveness of ecological food signaling: Comparing sustainability tags with eco-labels. Journal of Business Research, 139, 1099-1110. [https://doi.org/10.1016/j.jbusres.2021.10.052](https://doi.org/10.1016/j.jbusres.2021.10.052) - Skendi, S., Zovko, M., ivkovi, I. P., Lei, V., & Lemi, D. (2021). The Impact of Climate Change on Agricultural Insect Pests. Insects, 12(5), 440. [https://doi.org/10.3390/insects12050440](https://doi.org/10.3390/insects12050440) - Smith, K., & Garnet, E. (2022). [Official estimates indicate that meat consumption is falling in the UK - not all of the data agrees. Salon](https://www.salon.com/2022/11/11/official-estimates-indicate-that-meat-consumption-is-falling-in-the-uk--not-all-of-the-data-agrees_partner/). - Sosenko, F., Bramley, G., & Bhattacharjee, A. (2022). Understanding the post-2010 increase in food bank use in England: new quasi-experimental analysis of the role of welfare policy. BMC Public Health, 22(1), 1363. [https://doi.org/10.1186/s12889-022-13738-0](https://doi.org/10.1186/s12889-022-13738-0) - Southey, F. are environmental labelling food? Navigator Europe.](https://www.foodnavigator.com/Article/2021/06/17/Environmental-labelling-challenges-for-food) - Southey, F. (2022). [Post-Brexit food labelling: what issues and opportunities face UK operators](https://www.foodnavigator.com/Article/2022/01/17/Post-Brexit-food-labelling-What-issues-and-opportunities-face-UK-operators). Food Navigator Europe. - Stein, A. J., & Santini, F. (2022). The sustainability of \"local\" food: a review for policy-makers. Review of Agricultural, Food and Environmental Studies, 103(1), 77-89. [https://doi.org/10.1007/s41130-021-00148-w](https://doi.org/10.1007/s41130-021-00148-w) - Stephenson, L. (2017). Factory farms: [Six-fold increase in Gloucestershire and Somerset permits since 2010. The Bristol Cable](https://thebristolcable.org/2017/07/factory-farms-six-fold-increase-gloucestershire-somerset-permits-since-2007/). - Stewart, C., Piernas, C., Cook, B., & Jebb, S. A. (2021). Trends in UK meat consumption: analysis of data from years 1-11 (2008-09 to 2018-19) of the National Diet and Nutrition Survey rolling programme. The Lancet Planetary Health, 5(10), e699-e708. [https://doi.org/10.1016/S2542-5196(21)00228-X](https://doi.org/10.1016/S2542-5196(21)00228-X) - Storey, D. (2022, December 28). [2023 UK Market Forecast. Tracegains.](https://tracegains.com/blog/2023-uk-market-forecast/) - Sudworth, R., & Johnson, J. (2022). [FSA 22-06-04 - FSA Response to Ukraine Conflict Supply Chain Disruption: Ingredient Substitution and Labelling . FSA](https://www.food.gov.uk/about-us/fsa-22-06-04-fsa-response-to-ukraine-conflict-supply-chain-disruption-ingredient-substitution-and-labelling). - Swire, J. (2022, April 13). [75% of farmers say regenerative farming is important for the future, survey finds. Agronomist & Arable Farmer](https://www.aafarmer.co.uk/regenerative-agriculture/75-of-farmers-say-regenerative-farming-is-important-for-the-future-survey-finds.html). - Tai, A. P. K., Sadiq, M., Pang, J. Y. S., Yung, D. H. Y., & Feng, Z. (2021). Impacts of Surface Ozone Pollution on Global Crop Yields: Comparing Different Ozone Exposure Metrics and Incorporating Co-effects of CO2. Frontiers in Sustainable Food Systems, 5. [https://doi.org/10.3389/fsufs.2021.534616](https://doi.org/10.3389/fsufs.2021.534616) - Tani, C. (2022). [EU agriculture ministers move closer to consensus on gene editing of crops. Science Business.](https://sciencebusiness.net/news/eu-agriculture-ministers-move-closer-consensus-gene-editing-crops) - Taylor, K. (2022, November 3). EU set to adopt mandatory recycled content targets in new packaging law. Euractive Https://Bit.Ly/3WIEWQ9. - The European Commission. (2023). [COMMISSION REGULATION (EU) 2023/465 of 3 March 2023 amending Regulation (EC) No 1881/2006 as regards maximum levels of arsenic in certain foods. The European Commission.](https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32023R0465) - The Food Foundation. (2022a). [Food Insecurity Tracking, Food Foundation. (2022b, September). Food Insecurity Tracking, Children.](https://foodfoundation.org.uk/initiatives/food-insecurity-tracking#tabs/Round-12/Children) - The Food Safety Authority of Ireland. (2022). [Titanium Dioxide is No Longer Authorised as a Food Additive in the EU from 7 August 2022.](https://www.fsai.ie/news_centre/titanium_dioxide_15072022.html) - The World Bank. (2023, February). [Food security update, March 9, 2023. (PDF)](https://thedocs.worldbank.org/en/doc/40ebbf38f5a6b68bfc11e5273e1405d4-0090012022/related/Food-Security-Update-LXXX-March-09-2023.pdf) - Thomas, H. (2022). [The rotten state of Brexit for the food industry. Financial Times.](https://www.ft.com/content/d8b93ff1-57b7-48d4-bcdb-33c6f81a583e) - Tso, R., & Forde, C. G. (2021). Unintended Consequences: Nutritional Impact and Potential Pitfalls of Switching from Animal- to Plant-Based Foods. Nutrients, 13(8), 2527. [https://doi.org/10.3390/nu13082527](https://doi.org/10.3390/nu13082527) - UK Government. (2018). [The Novel Foods (England) Regulations 2018. The National Archives.](https://www.legislation.gov.uk/uksi/2018/154/made) - UK Government. (2022). [Restricting promotions of products high in fat, sugar or salt by location and by volume price: implementation guidance. Department of Health and Social Care, Guidance.](https://www.gov.uk/government/publications/restricting-promotions-of-products-high-in-fat-sugar-or-salt-by-location-and-by-volume-price/restricting-promotions-of-products-high-in-fat-sugar-or-salt-by-location-and-by-volume-price-implementation-guidance) - UK Government. (2023a). [Family food statistic. Collection.](https://www.gov.uk/government/collections/family-food-statistics) - UK Government. (2023b). [Skills and labour shortages. House of Commons Library, Research Briefing.](https://commonslibrary.parliament.uk/research-briefings/cdp-2023-0001/) - UK Government. (2023c) [. Food statistics in your pocket. National Statistics.](https://www.gov.uk/government/statistics/food-statistics-pocketbook/food-statistics-in-your-pocket#agri-food-sector-employees-gb-q1-2022chart13) - UK Government. (2023d). Retained EU Law (Revocation and Reform) Bill. [https://bills.parliament.uk/bills/3340](https://bills.parliament.uk/bills/3340) - UK Parliament. (2023). [Rising cost of living in the UK. House of Commons Library.](https://commonslibrary.parliament.uk/research-briefings/cbp-9428/) - Unesda Soft Drinks Europe. (2022). [Reusable packaging as a complementary way to make packaging more circular](https://www.unesda.eu/reusable-packaging/). - van Bussel, L. M., Kuijsten, A., Mars, M., & van 't Veer, P. (2022). Consumers' perceptions on food-related sustainability: A systematic review. Journal of Cleaner Production, 341, 130904. [https://doi.org/10.1016/j.jclepro.2022.130904](https://doi.org/10.1016/j.jclepro.2022.130904) - van Vliet, S., Bain, J. R., M. J., Provenza, F. D., Kronberg, S. L., Pieper, C. F., & Huffman, K. M. (2021). A metabolomics comparison of plant-based meat and grass-fed meat indicates large nutritional differences despite comparable Nutrition Facts panels. Scientific Reports, 11(1), 13828. [https://doi.org/10.1038/s41598-021-93100-3](https://doi.org/10.1038/s41598-021-93100-3) - Walker, T. R. (2021). Canada is right to classify single-use plastics as toxic. Nature, 594(7864), 496-496. [https://doi.org/10.1038/d41586-021-01701-9](https://doi.org/10.1038/d41586-021-01701-9) [Which? (2021). Supporting consumers in the zero.](https://www.which.co.uk/policy/sustainability/8178/supporting-consumers-in-the-transition-to-net-zero) - Willett, W., Rockström, J., Loken, B., Springmann, M., Lang, T., Vermeulen, S., Garnett, T., Tilman, D., DeClerck, F., Wood, A., Jonell, M., Clark, M., Gordon, L. J., Fanzo, J., Hawkes, C., Zurayk, R., Rivera, J. A., De Vries, W., Majele Sibanda, L., ... Murray, C. J. L. (2019). Food in the Anthropocene: the EAT-Lancet Commission on healthy diets from sustainable food systems. The Lancet, 393(10170), 447-492. [https://doi.org/10.1016/S0140-6736(18)31788-4](https://doi.org/10.1016/S0140-6736(18)31788-4) - World Meteorological Organization. (2022). [WMO predicts first \"triple-dip\" La Niña of the century.](https://public.wmo.int/en/media/press-release/wmo-predicts-first-\"triple-dip\"-la-niña-of-century) - World Wide Fund for Nature - UK. (2021). [The Future of Feed: A WWF Roadmap to Accelerating Insect Proteins in UK Feeds (PDF)](https://www.wwf.org.uk/sites/default/files/2021-06/The_future_of_feed_July_2021.pdf). [YouGov. (2023). Brits](https://yougov.co.uk/topics/society/trackers/dietery-choices-of-brits-eg-vegeterian-flexitarian-meat-eater-etc)(for example, vegeterian, flexitarian, meat-eater etc)? . Table 1: List of experts to this study |Name||Surname||Position||Affiliation||Location| Issues||Sea Fish Industry Authority (Seafish)||UK| |Benjamin||Bodirsky||Senior Researcher||Potsdam Institute Toxicology Scientist||Danone Safety Emeritus||London School of Economics||UK| |Giles||Chapman||Head Futures||FSA - National Food Crime of Nutrition and Health||University of Reading||UK| |Hafiz||Muminjanov||Technical Adviser||FAO||Italy| Department of Politics and International Relations||University of Sheffield||UK| |Harris||Steinman||CEO||Food & Allergy Consulting & Africa| Ulster University||UK| |John||Hall||Owner + Executive Member + Chairman||John Hall Consulting Ltd. + West Sussex Growers' Association (WSGA) + Farming and Rural Issues Group South East (FRIGSE)||UK| |John||Ingram||Food Systems Transformation Programme Leader||-||UK| |John W||Spink||Asst Professor State University & Food Fraud Prevention Academy||USA| |Joy||Alexander||Deputy Director Sustainable Agri Food (Committee on Toxicity)||UK| |Karen||Constable||Principal Consultant||Authentic Food Ltd trading as Food Fraud Advisors||UK| |Kate||Halliwell||Chief Scientific Officer||The Policy Science & Technology||Food Safety Authority plc||UK| |Pete||Smith||Professor||University of Environment||Met Office||UK| |Peter||Borriello||N/A||Retired||UK| |Peter||Williams||CEO||AG Bio Microbiologist||Consultant||UK| |Peter||Wend||Head of Unit||Federal Office of Consumer Protection and Food Safety, Dept. Food Safety||Germany| |Philip||Garnett||Associate Professor in Systems the Environment (RIVM)||Netherlands| |Robin||Irvine||Director||Food Fortress||UK| |Rosana||Verza||Policy Director||The International Meat Policy||Which?||UK| and Veterinary Service||Latvia| Innes Centre||UK| This Strategic Assessment is mainly based on qualitative methods for eliciting expert insights, via three inputs, namely an online survey, in-depth interviews, and an online workshop. In addition, a literature review was carried out using academic and grey literature, government reports and web sites, including some media reporting to capture very recent events. Survey An online survey formed the core part of the research with seven main questions, each with several sub-questions, built around the PESTEL framework. The survey questions were sent out to 254 selected experts in academia, industry and relevant governmental departments and the third sector within the UK and internationally. Care was taken to achieve a good spread of UK and international expertise with responses from 56 experts from within the UK and 32 from outside the UK. The locations of foreign experts who participated in this study are shown in figure 13 below. Figure 13: Locations of foreign experts consulted for this study When selecting experts, care was taken to achieve overall a good spread of expertise while maintaining a focus on food safety. Figure 14 shows the areas of expertise of participants in this study. Figure 14: Areas of expertise of participants in this study. Sector affiliations of consulted experts are shown in figure 15. Figure 15: Sector affiliations of experts consulted for this study. A total of 88 written survey responses formed the initial body of expert inputs. Responses were subjected to automated text analysis in order to generate a graphical overview of terms and themes mentioned in the written answers in an unbiased way. The automated text analysis provided network graphs representing major impacting issues mentioned by respondents in the text corpus of all answers given within each PESTEL theme. At the next stage of analysis all responses were subjected to researcher-led analysis by the Camrosh team. The main issues and themes were extracted from the survey by creating top-level terms that capture the same issue within the survey text even if worded slightly differently by different respondents. This enabled quantifying major themes by number of overall mentions/frequency across all respondents. These frequency-ranked topic/issues tables were used as an estimate for how important issues were perceived overall. From this ranked lists of themes and issues a selection was made for inclusion into further analysis based on relevance for the FSA remit. Themes and issues identified in the survey were further explored and expanded on in interviews and during the workshop. Interviews Following the survey, we invited 30 experts from among the survey respondents for in-depth interviews. Four interviewees had not filled in a survey. Given issues around availability, a total of 24 interviews were conducted. The interview questions followed up on the survey questions and focused on consolidating perceived importance of issues and trends, timelines, and adding detail and filling gaps. All interviews were transcribed from recordings and were analysed to extract themes, estimated time line to impact of issues to expand on the survey outcomes. Workshop An online workshop was subsequently conducted with 15 experts from industry, academia, and relevant governmental departments from the UK. The participants were presented with the trends and issues identified through the survey and interviews and participated in three rounds of discussions. The first round focused on identifying the most prevalent changes happening now in the UK food system impacting future developments, considering the presented trends and drivers. The second round of discussions looked at the gaps between the current state of the UK capabilities and what is required to create a resilient and better food system for the UK in the future. The final session focused on identifying practical, action-oriented solutions to existing capability or resource gaps. Report The outputs and analysis from the survey, interviews and workshop are not presented separately in this report but are woven into an integrated narrative with key findings highlighted. Top-level implications and recommendations for the FSA were derived from direct expert input, the literature review and analysis by Camrosh team, and are presented in a separate document. Revision log Published: 2 June 2023 Last updated: 24 August 2023 "}