{"title": "Content Map Terms", "author": null, "url": "https://www.healthlinkbc.ca/health-topics/autism-spectrum-disorder-asd", "hostname": "healthlinkbc.ca", "description": "Discusses autism, an autism spectrum disorder (once known as a pervasive developmental disorder). Looks at signs of autism, including problems talking or", "sitename": "healthlinkbc.ca", "date": "2021-06-16", "cleaned_text": "Content Map Terms Topic Overview What is autism spectrum disorder (ASD)? Autism spectrum disorder (ASD) is a developmental disorder. It affects a person's behaviour and makes communication and social interactions difficult. ASD can range from mild to severe. The type of symptoms a person has and how severe they are varies. Some children may not be able to function without a lot of help from parents and other caregivers. Others may develop social and verbal skills and lead independent lives as adults. Most people with ASD will always have some trouble communicating or interacting with others. But early diagnosis and treatment have helped more and more people who have ASD lead full lives and do things such as going to university and having a job. ASD now includes conditions that used to be diagnosed separately. These include autism, Asperger's syndrome, pervasive developmental disorder, and childhood disintegrative disorder. Any of these terms might still be used by you or your doctor to describe your condition. What causes ASD? The exact cause of ASD is not known. False claims in the news have made some parents concerned about a link between ASD and vaccines. But studies have found no link between vaccines and ASD. It's important to make sure that your child gets all childhood vaccines. They help keep your child from getting serious diseases that can cause harm or even death. [footnote 1](#hw-references) What increases the risk of ASD? ASD tends to run in families, so experts think it may be something that you inherit. Scientists are trying to find out exactly which genes may be responsible for passing down ASD in families. ASD tends to occur more often in people who have certain genetic conditions. These may include fragile X syndrome and tuberous sclerosis. Some things increase the chance that you'll have a baby with ASD. These things are called risk factors. The risk of having a baby with ASD is higher if either birth parent: - Is at an older age. - Has another child who has ASD. - Has a family history of learning problems. What are the symptoms? Symptoms usually are noticed by the time a child is 2 years old. But if symptoms are severe, a parent may notice them as early as when a child is 12 months old. In most cases, parents first notice that their toddler has not started talking yet and is not acting like other children the same age. Sometimes a child with ASD may start to talk at the same time as others the same age. But then they may stop gaining new skills or lose their social and language skills. Symptoms of ASD include: - A delay in learning to talk, or not talking at all. Or a child may not use or respond to gestures or pointing. A child may seem to be deaf, even though hearing tests are normal. - Repeated and overused types of behaviour, interests, and play. Examples include repeated body rocking, unusual attachments to objects, and getting very upset when routines change. Behaviour and symptoms can range from mild to severe. Parents often say that their child with ASD prefers to play alone and doesn't make eye contact with other people. People with ASD may also have other problems, such as speech and language issues, sleep problems, and seizures. They may also have attention deficit hyperactivity disorder (ADHD), depression, or anxiety. How is ASD diagnosed? There is no single test to diagnose ASD. Diagnosing ASD involves a combination of screening questions, assessments, and evaluation of the way a child behaves and interacts with others. As a parent, you know your child best and are their best advocate. If you are concerned, share your observations with your doctor. Your input could help your child get the help they need. Screening questions are usually asked at the 18-month and 24-month routine checkup visits. But they may be asked sooner if you are concerned that your child may have signs of ASD. The questions cover how your child talks, moves, and interacts with others. The answers help your doctor understand how your child is developing and if there are signs of a problem that might be related to ASD. If your doctor thinks your child may have ASD, he or she may refer you to a specialist, such as a developmental pediatrician, child psychiatrist or psychologist, or neuropsychologist. A specialist will ask about your child's health history and do a physical examination. A specialist will also: - Ask about your child's behaviour and interaction with others. - Observe how your child interacts with others and behaves during play or while doing specific tasks. This can help you know if your child has ASD or if he or she has a different problem, such as a language delay or ASD and another condition. Testing also helps identify how severe the symptoms are and what your child's strengths and weaknesses are. All of this can help your doctor decide on the best way to treat your child. How is it treated? The goals of treatment for ASD are to: - Reduce ASD symptoms. - Support learning and development at home and in school. Treating ASD early gives you the tools and support to help your child lead the best life possible. What type of treatment your child may need depends on the symptoms. These are different for each child. And treatment may change over time. Because people with ASD are so different, something that helps one person may not help another. Work with everyone involved in your child's education and care to find the best way to help manage symptoms and help your child thrive to the best of his or her ability. Treatment may include: - Behavioural training and management. This approach rewards appropriate behaviour (positive reinforcement) to teach children social skills and to teach them how to communicate and how to help themselves as they grow older. And this approach teaches you how to work with your child at home and to help your child practice new skills. - Specialized therapies, depending on your child's needs. These may include speech and occupational therapy. - Medicine. It might be used to treat symptoms of ASD, such as irritability and hyperactivity. Sometimes medicine is also used to treat other problems such as anxiety, depression, or obsessive-compulsive behaviours. How can your family cope with having a child who has ASD? An important part of your child's treatment plan is to make sure that other family members get training about ASD and how to help manage symptoms. Training can reduce family stress and help your child function better. Some families need more help than others. Take advantage of every kind of help you can find. Talk to your doctor about what help is available where you live. Family, friends, public agencies, and ASD organizations are all possible resources. Remember these tips: - Educate yourself about ASD. Learning all you can about ASD can help you know how to help your child develop independence. - Plan breaks. The daily demands of caring for a child with ASD can take their toll. Planned breaks will help you connect with others in your family or have time for yourself. - Make time for an activity you enjoy, even if you can only do it for a few minutes each day. - Get extra help when your child gets older. The teen years can be a very hard time for children with ASD. Community services and public programs can help. - Get in touch with other families who have children with ASD. You can talk about your problems and share advice with people who will understand. - Plan for your child's future. As your child gets older, think about where your adult child will live and what training and employment resources he or she may need. Also, take steps to ensure that your adult child will have proper care and resources throughout life. Find out if your child is eligible for assistance. - Focus on your child's strengths. Like any other child, your child has strengths and weaknesses. Help build those strengths by encouraging your child to explore interests at home and in school. Symptoms Core symptoms How severe the symptoms are varies a lot. But all people with autism spectrum disorder (ASD) have some core symptoms in the areas of: - Communication and social interactions. Symptoms may include: - Problems developing non-verbal communication skills, such as eye-to-eye gazing, facial expressions, and body posture. - Problems making friends with children the same age. - Lack of interest in sharing enjoyment, interests, or achievements with other people. - Lack of empathy. People with ASD may have a hard time understanding someone else's feelings, such as pain or sadness. - Delay in learning to talk. Some people with ASD never speak. But with early diagnosis and treatment, many people with ASD learn to talk. - Problems starting a conversation. People with ASD have a hard time keeping a conversation going after it starts. - Trouble understanding their listener's point of view. For example, a person with ASD may not understand that someone is using humour. They may interpret what someone is saying word for word and not understand the implied meaning. - Repetitive behaviours and limited interests in activities or play. Symptoms may include: - An unusual focus on pieces. Younger children with ASD often focus on parts of toys, such as the wheels on a car, rather than playing with the whole toy. - Preoccupation with certain topics. For example, older children and adults may be fascinated by video games, trading cards, or licence plates. - A need for sameness and routines. For example, a child with ASD may always need to eat bread before salad. Or a child may insist on taking the same route every day to school. - Body rocking and hand flapping. - Repetitive use of language. People with ASD often repeat over and over a phrase they have heard. (This is called echolalia.) - Reacting too much or too little to one or more senses. These include touch, movement, smell, taste, vision, or sound. For example, a child may get easily overwhelmed by bright lights, crowds, or loud noises. Or he or she may describe a light touch as painful and deep pressure as providing a calming feeling. Others may not feel pain at all. Symptoms during childhood People who have ASD are born with it. In most cases, symptoms are noticed by the time a child is 2 years old. But if symptoms are severe, a parent may notice them as early as when a child is 12 months old. Parents often become concerned when their toddler: - Doesn't like to be held. - Doesn't seem interested in playing certain games, such as peekaboo. - Doesn't begin to talk. Or sometimes a child with ASD may start to talk at the same time as others who are the same age, but then stop gaining new skills or lose their social and language skills. During the second year of life, parents may notice that their child repeats certain phrases, rituals, or routines. For example, a child may rock his or her body or flap his or her hands over and over again. Or a child may get very upset if a toy is out of place. Parents also may be confused about their child's hearing abilities. It often seems that a child with ASD does not hear. But at other times, he or she may appear to hear a distant background noise, such as the whistle of a train. With early and intensive treatment, most children improve their ability to interact with others, communicate, and help themselves as they grow older. Symptoms during teen years During the teen years, the patterns of behaviour often change. Many teens gain skills. But they still lag behind in how well they can interact with and understand others. For example, they may not pick up on social cues. They may not be able to read others' body language, start a conversation or keep it going, and take turns talking. They may not understand a joke or may take a sarcastic comment literally. Puberty and emerging sexuality may be harder for teens who have ASD than for others this age. Symptoms in adulthood More and more adults who have ASD are able to work and live on their own. But some adults need help. This is especially true for those with below-average intelligence who are unable to speak. They may need part- or full-time supervision provided by a supportive living centre or group home. People who have average to above-average intelligence are often successful in their jobs and able to live on their own. They are able to do this even though they continue to have some trouble interacting with other people. Other symptoms People with ASD may: - Have [attention deficit hyperactivity disorder (ADHD)](/attention-deficit-hyperactivity-disorder)or have symptoms similar to ADHD. But these symptoms are more severe for people with ASD, especially problems with social relationships. - Lack coordination or be somewhat clumsy. They may have unusual facial expressions, body postures, and gestures. And they may have poor handwriting or have trouble with other motor skills, such as riding a bike. - Have trouble sleeping. - Have gastrointestinal problems, such as diarrhea, constipation, or belly pain. - Have strong food likes and dislikes. - Eat things that aren't food. These may include chalk, dirt, hair, paint, or paper. This is a condition called pica. - Wander off from a caregiver, or elope. For many caregivers, elopement is one of the most stressful behaviours they must learn to cope with. - Have [depression](/depression), [anxiety](/anxiety), or [epilepsy](/epilepsy). - Have some form of savant skills. For example, they may have special limited gifts such as memorizing lists, calculating calendar dates, drawing, or musical ability. Examinations and Tests There is no single test to diagnose autism spectrum disorder (ASD). The diagnosis is based on an evaluation that includes screening questions, assessments, and evaluation of how your child behaves and interacts with others. As a parent, you know your child best and are their best advocate. If you are concerned, share your observations with your doctor. Your input could help your child get the help they need. Screening questions are usually asked at the 18-month and 24-month routine checkup visits. But they may be asked sooner if you are concerned that your child may have signs of ASD. The questions cover how your child talks, moves, and interacts with others. The answers help your doctor understand how your child is developing and if your child has signs of a developmental problem related to ASD. All doctors who do routine checkup visits should watch for early signs of developmental disorders. In some areas, your child may see a public health nurse for routine checkups. A child who has these signs of developmental delays should be evaluated: - No babbling, pointing, or other gestures by 12 months of age. - No single words by 16 months. - No 2-word spontaneous phrases by 24 months, except for repeated phrases (echolalia). - Any loss of any language or social skills at any age. But if there are no clear signs of problems from the screening tests, most children do not need more evaluation until the next routine checkup visit. If your child is at a higher risk for ASD—such as having a sibling with ASD or having a genetic condition such as fragile X syndrome—he or she may need more screening and need to be screened more often. Anyone who develops problems with socialization, learning, or behaviour should also be evaluated. Examinations and tests If your doctor thinks your child may have ASD, he or she may refer you to a specialist. This may include a developmental pediatrician, child psychiatrist or psychologist, or neuropsychologist. Your child may also see other specialists, such as a speech or occupational therapist, for a complete evaluation. The goals of testing are to: - Find out if your child has ASD or if he or she has a different problem, such as a language delay or ASD and another condition. - Determine how severe the symptoms are. - Identify your child's strengths and weaknesses to guide a plan for treatment. Your doctor relies on a combination of examinations, tests, and other information to diagnose ASD. All of this can help your doctor decide on the best way to treat your child. Examinations and tests include: - Behavioural assessments. Your doctor will use questions and guidelines to find the type of developmental delay your child may have. These include: - A personal and family health history. Your doctor will ask general questions about your child's development. For example, he or she may ask if your child shows you things by pointing to them. Young children with ASD often point to items they want, but they do not point just to show an item to their parents. - Observation. Your doctor may want to see how your child interacts with others and behaves during play or while doing specific tasks. You may be asked if certain behaviours are usual for your child in those settings. - Developmental and intelligence tests. These tests evaluate if your child's developmental delays affect his or her ability to think and make decisions. - Physical assessments and laboratory tests. Other tests may be used to find out if a physical problem may be causing symptoms. These tests include: - A physical examination. This includes checking head size, weight, and height, to see if your child has a normal growth pattern. Your doctor may also look for certain physical features that may be a sign of a genetic disorder associated with ASD. [Chromosomal analysis](/tests-treatments-medications/medical-tests/karyotype-test). This may be done if intellectual disability is present or there is a family history of intellectual disability. For example, fragile X syndrome, which causes a range of below-average intelligence problems as well as behaviours similar to ASD, can be found with a chromosomal analysis. [Hearing tests](/tests-treatments-medications/medical-tests/hearing-tests). These help to tell if hearing problems may be causing [developmental delays](/developmental-delays), especially those related to social skills and language use. - Speech, language, and motor skills tests. These may be done to see how well your child talks and moves. And they may be done to see how your child reacts to one or more senses, such as touch, taste, vision, and sound. - Wood's lamp examination. This is done to check for signs of tuberous sclerosis. This is a rare genetic disorder that causes non-cancerous tumours in many areas of the body. Non-cancerous tumours in the brain may cause developmental delays. [Testing for lead poisoning](/tests-treatments-medications/medical-tests/lead). This is especially important if a child has a condition called [pica](/pica). A person who has pica craves substances that are not food, such as dirt or flecks of old paint. This can result in lead poisoning, which should be found and treated as soon as possible. In most cases, children with developmental delays keep putting items in their mouth after this stage has passed in other children. Other lab tests may be done in certain cases. These tests include: - An [electroencephalograph](/tests-treatments-medications/medical-tests/electroencephalogram-eeg)(EEG). This is done if there are symptoms of seizures. These include a history of staring spells or a return to less mature behaviour. - [MRI](/magnetic-resonance-imaging-mri). This may be done if there are signs of differences in the structure of the brain. - Vision tests. These help to tell if vision problems may be causing autism symptoms, such as sensitivity to bright light or problems making eye contact or responding to gestures or pointing. - Metabolic tests. These may be done if there are signs of slow growth, metabolic acidosis (a buildup of acid in the body), [ataxia](/ataxia), seizures, or muscle weakness. Treatment Overview The goals of treatment for autism spectrum disorder (ASD) are to: - Reduce ASD symptoms. - Support learning and development at home and at school. Treating ASD early gives you the tools and support to help your child lead the best life possible. What type of treatment your child may need depends on the symptoms. These are different for each child. Treatment may change over time. Because people with ASD are so different, something that helps one person may not help another. Work with everyone involved in your child's education and care to find the best way to help manage symptoms and help your child thrive to the best of his or her ability. In general, children with ASD respond best to treatment that is very structured and specialized. A good program helps parents know how to care for their child. It helps with a child's behaviour and improves his or her ability to communicate, learn, be social, and adapt to new situations. Treatment may include: [Behavioural training and management](/illnesses-conditions/down-syndrome-autism-and-developmental-delays/autism-behavioural-training-and). Many types of treatments have been developed. Most are based on the methods of Applied Behavioural Analysis (ABA). This approach rewards appropriate behaviour (positive reinforcement) to teach children social skills and to teach them how to communicate and how to help themselves as they grow older. And this approach teaches you how to work with your child at home and help your child practice new skills. - Specialized therapies. These therapies are important parts of managing ASD. They should be included in your child's treatment program. - Speech therapy. This can help your child improve language skills and communicate better. - Physiotherapy. Physical and occupational therapy can help improve coordination and motor skills. - Occupational therapy. This may help your child learn to better manage input from the senses (sight, sound, hearing, touch, and smell). This is called sensory integration therapy. - Medicines. These might be used to treat symptoms of ASD, such as irritability and hyperactivity. Sometimes medicine is also used to treat other problems such as anxiety, depression, or obsessive-compulsive behaviours. - Cognitive-behavioural therapy. This might be used to help treat anxiety and depression in people who have ASD. [Community support and parent training](/illnesses-conditions/down-syndrome-autism-and-developmental-delays/autism-support-and-training). Talk to your doctor about resources for support and training. Or contact an ASD organization. Treatment may also address other problems related to ASD, like seizures or sleep problems. For example, medicines may be used to treat seizures. In most cases, sleep problems are treated by staying on a routine. This means having a set bedtime and time to get up. If you're concerned about your child's development, you don't have to wait for a diagnosis of ASD to start treatment. There are programs to help children develop age-appropriate skills and behaviours. And they can help children get back some of the skills and abilities they may have lost to prevent further delays. Ask your doctor about getting a referral to one of these programs. Or visit [www.autismjunction.ca](http://www.autismjunction.ca) to find out what programs are available in your area. Other treatments You may hear about other approaches to ASD treatment such as complementary or [alternative practices](/illnesses-conditions/down-syndrome-autism-and-developmental-delays/unproven-treatments-autism). These may include special diets, secretin, and auditory integration training. There is no evidence to show that these things have any benefit. And some of these treatments may be harmful or have risks associated with them. When you are thinking about any type of treatment, find out about the source of the information and about whether the treatments are backed up by science. Stories by people who were helped by a treatment are not enough evidence to support using a treatment. Talk with your doctor about any complementary health practice that you would like to try or are already using. Home Treatment Parenting a child who has autism spectrum disorder (ASD) requires taking a proactive approach to learning about the condition and its treatment. You also need to take care of yourself so that you are able to face the many challenges of having a child with ASD. Here are some things that may help. Educate yourself about ASD - Ask your doctor or contact ASD groups to find training about ASD and how to manage symptoms. Parent and family education can reduce family stress and help your child function better. Understanding the condition and knowing what to expect is an important part of helping your child become more independent. - Become informed about your child's educational rights. Many provinces offer services for children and young adults with disabilities, including those with ASD. For example, public schools may be required to create an Individualized Education Program (IEP). An IEP may also be called an Individualized Program Plan (IPP). An IEP details your child's disability, appropriate teaching methods, and goals for the school year. The IEP changes, based on how well your child is doing. You can ask for a change in the IEP if you don't agree with it. Find out what services are available in your area. - Learn all you can about ASD to help prepare you for when your child reaches adulthood. Some adults with ASD can live by themselves, work, and be as independent as other people their age. Others need continued support. - As your child gets older, think about where your adult child will live and what training and job resources he or she may need. - Take steps to ensure that your adult child will have proper care and resources throughout life. - Find out if your child is eligible for assistance. Work closely with others who care for your child Close communication with others involved in your child's education and care will help everyone. The best treatment for children with ASD is a team approach and a consistent, structured program both at home and at school. Everyone involved needs to work together to set goals for: - Education. - Identifying and managing symptoms of ASD and any related conditions. - Behaviour and interactions with family and peers, adjustment to different environments, and social and communication skills. Work closely with the health professionals involved in your child's care. Promote healthy growth and development - Encourage your child to be physically active. Children as young as preschool age benefit from exercise and fitness as much as adults do. The same is true for children with ASD. Physical activity promotes a healthy weight and body. It also gives your child a way to build self-esteem, confidence, and friendships with other children. These social benefits may be especially important for children with ASD. Work with your child's doctors to learn how physical activities may be best worked into your child's routine. - Encourage healthy eating. Children with ASD often have picky eating habits or may take a long time to acquire tastes for new foods. This can be frustrating for parents. One reason for picky eating may not be because of how the food tastes, but because of how it feels, or its texture. Children with ASD are very sensitive to textures. Keep this in mind when you prepare healthy foods. For example, your child may prefer a banana that's been blended instead of a whole banana. - Help your child get enough sleep. - Many children with ASD have sleep problems. Having a routine, including a set bedtime and time to get up, can help. - Children with ASD may be especially interested in video games, computers, or other screen-based media such as TV. If you can, keep TVs, video games, and computers out of your child's bedroom. Children with ASD are more likely to sleep fewer hours if they have these devices in their bedroom. If your child doesn't get enough sleep, his or her ASD symptoms may be worse. Provide support at home You can best serve your child by learning about ASD and by providing a supportive and loving home. Flexibility, creativity, and a willingness to keep learning will help you as you raise your child. Here are some things to know about this condition and some ways you can help your child. - Your child has strengths. Like any other child, your child has strengths and weaknesses. Help build those strengths by encouraging your child to explore interests at home and in school. - Routines are helpful. Children with ASD benefit from daily routines for meals, homework, and bedtime. They also like specific rules. Consistent expectations mean less stress and confusion for them. - Change can be stressful. Change or new situations may be stressful for a child with ASD. Try to identify stress triggers. Avoid them if you can. Prepare your child in advance for hard situations, and teach your child ways to cope. - Certain teaching styles may work best. Many people with ASD do best with verbal (rather than non-verbal) teaching and assignments. Visual supports, such as schedules and other ways to be organized, can be helpful. People with ASD may benefit from a parts-to-whole teaching approach. They often have trouble understanding the \"big picture.\" It may help to start with part of a concept. Then add to it to show larger ideas. Take care of yourself Learn ways to handle the normal range of emotions, fears, and concerns that go along with raising a child who has ASD. The daily and long-term challenges put you and your other children at more risk for depression or stress-related illnesses. The way you handle these issues influences other family members. - Get involved in a hobby, visit with friends, and learn ways to relax. - Seek and accept [support from others](/illnesses-conditions/down-syndrome-autism-and-developmental-delays/autism-support-and-training). - Consider using respite care. This is a family support service that provides a break for parents and siblings. Planned breaks will help you connect with others in your family or have time for yourself. - Get in touch with other families who have children with ASD. You can talk about your problems and share advice with people who will understand. Find out about support groups for parents and siblings. People who take part in support groups can benefit from others' experiences. Go to Autism Junction at [www.autismjunction.ca](http://www.autismjunction.ca)for more information on support groups in your area. - Get extra help when your child gets older. The teen years can be a very hard time for children with ASD. But community services and public programs can help. - Talk with a doctor about whether counselling would help if you or one of your children is having a hard time handling the strain of having a family member with ASD. Related Information References Citations - Taylor LE, et al. (2014). Vaccines are not associated with autism: An evidence-based meta-analysis of case-control and cohort studies. Vaccines, 32(29): 3623-3629. Other Works Consulted - Anderson C, et al. (2012). Occurrence and family impact of elopement in children with autism spectrum disorders. Pediatrics, 130(5): 870-877. - Council on Children With Disabilities, Section on Developmental Behavioral Pediatrics, Bright Futures Steering Committee and Medical Home Initiatives for Children With Special Needs Project Advisory Committee (2006, reaffirmed 2010). Identifying infants and young children with developmental disorders in the medical home: An algorithm for developmental surveillance and screening. Pediatrics, 118(1): 405-420. [Erratum in Pediatrics, 118(4): 1808-1809.] - Dumont-Mathieu T, Fein D (2005). Screening for autism in young children: The Modified Checklist for Autism in Toddlers (M-CHAT) and other measures. Mental Retardation and Developmental Disabilities Research Reviews, 11(3): 253-262. - Johnson CP, et al. (2007, reaffirmed 2010). American Academy of Pediatrics clinical report: Identification and evaluation of children with autism spectrum disorders. Pediatrics, 120(5): 1183-1215. - Parr J (2010). Autism, search date May 2009. Online version of BMJ Clinical Evidence: [http://www.clinicalevidence.com]. - Volkmar FR, et al. (2009). Autism and autism spectrum disorders: Diagnostic issues for the coming decade. Journal of Child Psychology and Psychiatry, 50: 108-115. - Williams K, et al. (2010). Selective serotonin reuptake inhibitors (SSRIs) for autism spectrum disorders (ASD) (Review). Cochrane Database of Systematic Reviews (9). - Wong V, et al. (2004). A modified screening tool for autism (Checklist for Autism in Toddlers [CHAT-23]) for Chinese children. Pediatrics, 114(2): 166-176. Credits Current as of: June 16, 2021 Author: Healthwise Staff Medical Review: John Pope MD - Pediatrics Kathleen Romito MD - Family Medicine Adam Husney MD - Family Medicine E. Gregory Thompson MD - Internal Medicine Louis Pellegrino MD - Developmental Pediatrics Thomas Emmett Francoeur MD MDCM, CSPQ, FRCPC [Healthwise Staff](https://www.healthwise.org/specialpages/legal/abouthw/en) [Medical Review:](https://www.healthwise.org/mdreviewboard.aspx?lang=en-us)John Pope MD - Pediatrics & Kathleen Romito MD - Family Medicine & Adam Husney MD - Family Medicine & E. Gregory Thompson MD - Internal Medicine & Louis Pellegrino MD - Developmental Pediatrics & Thomas Emmett Francoeur MD MDCM, CSPQ, FRCPC - Pediatrics This information does not replace the advice of a doctor. Healthwise, Incorporated disclaims any warranty or liability for your use of this information. Your use of this information means that you agree to the [Terms of Use](https://www.healthwise.org/specialpages/legal/terms.aspx) and [Privacy Policy](https://www.healthwise.org/specialpages/legal/privacy.aspx). Learn [how we develop our content](https://www.healthwise.org/specialpages/legal/abouthw/en). Healthwise, Healthwise for every health decision, and the Healthwise logo are trademarks of Healthwise, Incorporated. "}