{"title": "On natural and artificial vaccinations - PubMed", "author": "Username", "url": "https://pubmed.ncbi.nlm.nih.gov/12500980/", "hostname": "ncbi.nlm.nih.gov", "description": "This review summarizes the general parameters of cell- and antibody-mediated immune protection and the basic mechanisms responsible for what we call immunological memory. From this basis, the various successes and difficulties of vaccines are evaluated with respect to the role of antigen in maintain ...", "sitename": "PubMed", "date": "2011-12-01", "cleaned_text": "On natural and artificial vaccinations - PMID: 12500980 - DOI: [10.1146/annurev.immunol.21.120601.141045](https://doi.org/10.1146/annurev.immunol.21.120601.141045) On natural and artificial vaccinations Abstract This review summarizes the general parameters of cell- and antibody-mediated immune protection and the basic mechanisms responsible for what we call immunological memory. From this basis, the various successes and difficulties of vaccines are evaluated with respect to the role of antigen in maintaining protective immunity. Based on the fact that in humans during the first 12-48 months maternal antibodies from milk and serum protect against classical acute childhood and other infections, the concept is developed that maternal antibodies attenuate most infections of babies and infants and turn them into effective vaccines. If this \"natural vaccination\" under passive protective conditions does not occur, acute childhood diseases may be severe, unless infants are actively vaccinated with conventional vaccines early enough, i.e., in synchronization with the immune system's maturation. Although vaccines are available against the classical childhood diseases, they are not available for many seemingly milder childhood infections such as gastrointestinal and respiratory infections; these may eventually trigger immunopathological diseases. These changing balances between humans and infections caused by changes in nursing habits but also in hygiene levels may well be involved in changing disease patterns including increased frequencies of certain autoimmune and degenerative diseases. Similar articles - [On immunity against infections and vaccines: credo Review. infants be protected by means 2012 PMID: 22862749 Review. - [Differential approaches from childhood to old age.](/23183353/)Gerontology. 2013;59(3):230-9. 10.1159/000343475. Epub - [Immunopathology of RSV infection: prospects for without this Med Jan-Feb;17(1):5-34. doi: Feb 21;30(9):1541-59. Epub 2011 Dec 18. 2012. PMID: Review. Cited by - [Advanced subunit vaccine delivery technologies: From vaccine cascade obstacles to strategies.](/37655334/)Acta Pharm Sin B. 2023 Aug;13(8):3321-3338. doi: 10.1016/j.apsb.2023.01.006. 37655334 Free PMC article. Review. - [Safety and immunogenicity of inactive vaccines as booster doses Quantitative Total Immunoglobulin Levels against SARS-CoV-2 in Healthcare Workers: A Multi-Centric in reactions of neutralizing anti-SARS-CoV-2 antibodies after ChAdOx1 COVID-19 vaccination: A cross-sectional study in a single Public Health. 2022 Mar;15(3):360-364. doi: 10.1016/j.jiph.2022.02.005. PMID: 35193817 Free PMC article. - [Differential Antibody Response to Inactivated COVID-19 Vaccines in Healthy PMC article. Publication types MeSH terms Substances LinkOut - more resources Full Text Sources Other Literature Sources Medical Miscellaneous "}