{"title": "\"Dr. Khalsa, Your Patient Died\": Yoga and Cancer. | elephant journal", "author": "Satkirin Khalsa", "url": "http://www.elephantjournal.com/2011/04/whats-the-story-morning-glory/", "hostname": "elephantjournal.com", "description": "With a firm nudge and an alarmingly authoritative voice she stated, \"I Died! Wake Up!\"", "sitename": "Elephant Journal", "date": "2011-04-30", "cleaned_text": "History was never my favorite subject. Rote memorization of facts and dates, names of people and places I'd never seen, and might never see. Why was history required every year in school? Dare such a question be asked?! I never did. I went on memorizing. How was I to know that becoming a doctor would turn me into a data gathering, time-line associating, analytical, historian? History taking is a necessity to build a solid foundation to appropriately manage responsibilities, duties, and expectations. I listen to patients' histories on a daily basis. I ask them specific detailed questions, in an attempt to understand and connect pieces and facts about their own general history. I learn about their family history, job history, social history, cultural history, and medical history. The history is the fabric and matrix of their lives, revealing information and critical 'flags', sometimes in ways they've never known themselves, never seen before. From basic details and data collection, to much more in-depth, I find the histories of my patients to be fascinating. \"Why would it matter that I've had laryngitis since my thyroid surgery 20 years ago?\" \"My thumb pain actually did start after I got my tweet account!\" The details become the window to further understand them, better for me as their 'partner in health', the right partner for them. Not all patients are 'easy' partners, and building trust and rapport can take some time. One patient of mine, in particular, took months to build a working relationship. \"Stephanie\" had moved from the east coast and retired to New Mexico. She did not have a spouse or partner at the time, and wouldn't discuss past relationships. She chose to remain without a support system, choosing not to engage with the local community on any level. No social groups, Church involvement or volunteerism. She had no family and/or friends in New Mexico. She was guarded and set in her ways. I realized early on that she was not going to agree to 'partner' with me easily. Not in the same manner I generally partner with patients- through some understanding, negotiation, and 99% compromise. Just like marriage! A platonic marriage. Well, she was not willing to compromise. She was a smooth negotiator, in favor of negotiating her way. None of my medical recommendations was even allowed on the table. No compromise. Allopathic. Alternative. Integrative. It didn't matter. My advice, as a physician, from allopathic medical management to recommendations about yoga and nutrition, even social interaction and service to others, seemed to be rejected. But she scheduled appointments to come in and see me. I was her support system, it seemed. As far as I knew, I was her only human connection. So we talked. Whatever she wanted to talk about. Life experiences in general, personal perspective, her past work, past and present judgments, positive and negative self-perceptions, and interpersonal relationships. I avoided asking pointed historical questions, but over time she began to reveal much about herself. She was kind and sweet. We also discussed how our/her environment and experiences contributed to our/her health. She stated on one occasion that being healthy was easy for me, but difficult for her. So we talked about why she assumed that. In time, on her own accord, she began to set goals. Her goal, overall, was to be a healthy woman. I felt we were moving in the right direction. In her direction. In May 2010 she came in with a complaint. She was short of breath. She was too short of breath, in fact, to make it to the X-ray machine down the hallway. I realized the urgency of the situation and sent her straight to the Emergency Room. She was diagnosed with a terminal illness, but the specific diagnosis was unclear, making all treatment options even less clear. Time-lines and events that have occurred since have no clear-cut association. Sometimes the purpose is understood much later, sometimes we overlook the purpose or avoid it altogether. But I tend to think there's a purpose in life, even when events don't seem to correlate with one another. The past year is now history, with interesting twists and turns, somewhat fragmented and rocky, with different story lines occurring in unison, yet also in parallel. Such is life, so bear with me. Here goes.... It was also in May 2010 that I had scheduled a meeting with the Chair of the Integrative Medicine Department at Mayo Clinic, Scottsdale, Arizona, my alma mater for residency training. At this meeting I proposed that Mayo Clinic present a continuing medical education (CME) conference on yoga, for our colleagues in the medical field. A 'yoga' CME conference had never been done before, but to me, that didn't mean it shouldn't be done, or couldn't be done. Why, if there is all this mounting evidence in the medical literature that yoga has varied and quantifiable benefits, for the numerous diseases we encounter in clinic every day, are we not offered continuing education credits to learn about this?? For years I have been eager to teach my peers the benefits of a yoga practice. Research is ongoing, and quality evidence is present and growing. It's ready. It's just sitting there, ready to be presented! My enthusiasm and motivation were heard in that meeting at the Mayo Clinic. It seemed others could sense this as well. On September 2nd I received a random email from someone named Erin Kennedy (Woods) at Copper Chamber, Copper Mountain, CO., asking if I'd be interested in organizing a yoga festival with the Chamber, for \"next summer.\" I was ready, willing, and enthusiastic! But on one condition........so I emailed her back, \"I would be happy to collaborate and organize a yoga festival, but would Copper Chamber host the event if the festival is geared to those working in the medical field? Specifically focus on the medical professionals and health enthusiasts?\" I held my breath as I hit the 'send' button, and returned to seeing the rest of my patients that day, a Thursday. I wouldn't be back in clinic till Tuesday. Over the next month Erin and I emailed back and forth. The Chamber was fully on board, equally as ready, willing, and enthusiastic to host a yoga festival for the medical professional. So we got to the organizing. What felt like a tornado, began. By mid- October, I heard back from the Mayo Clinic. I was informed that they didn't feel ready to spearhead my proposed yoga-based CME conference for provider wellness. It was this same week in October that I presented three yoga lectures at the SIMPLE conference (Symposium for Integrative Medicine Practitioners in the Land of Enchantment). This biennial conference is put on through the University of New Mexico, Center for Life, the Department/Clinic for Integrative Medicine. At SIMPLE, I was also scheduled to teach sunrise yoga on Monday and Wednesday. Tai Chi was offered on Tuesday. After teaching on Monday morning, participants requested I return on Tuesday too, as there was another ballroom that could be used. Yoga and Tai Chi could both be offered at the same time! So, without hesitation, I agreed. My patient, Stephanie, diagnosed with the terminal disease in May, jolted me awake on that Tuesday morning. With a firm nudge and an alarmingly authoritative voice stated, \"I Died! Wake Up!\" I bolted straight up in bed. \"What? My patient died??\" Wait..... What time is it? 6:00am. \"Oh F#@K!\" (Three Oms...Please forgive me...) Shoot! I forgot to set the alarm and I teach in half an hour! Hold On! My patient died? I just saw her in clinic! Move. Up. Go. Teach. Now. I was 5 minutes late to teach. A bit dazed and confused, to say the least. But I taught, and immediately after, at 8am, I called my clinic. I got the nurse manager on the phone and asked that she find out if a patient of mine died. She was a little confused too and asked, \"Dr. Khalsa, why would you think your patient died?\" I just do. I gave my second lecture. Walking out of the lecture that afternoon, my phone rang. It was my clinic. \"Dr. Khalsa, your patient died.\" I knew it. I thanked the nurse for verifying this, and asked that she please obtain all the records from the hospital. My patient had died of the terminal illness. The final diagnosis was cancer of the heart, and specifically myxosarcoma, which was confirmed when she died. So rare, the cardiologist that cared for her had also never seen it before. This rare, malignant, cancer of the heart valve was preventing proper flow of blood through her heart. My patient had notified me of her death, while alarming me awake just in time to teach my peers yoga. And oddly, between the two lectures I gave on Monday and Tuesday, which happened to be \"Yoga for Cardiovascular Disease\" and \"Yoga for Cancer Care.\" I had last seen her in early September, on the 7th. Oddly, this happened to be the next day I was in clinic, after receiving Erin's first email. I looked back at the time-line when I sat to write this article. I also looked back in the patient's records again. That day in clinic, on September 7th, she had smiled for the first time, stating, \"Life is Good!\" It was also the first time she said anything positive about herself. She wasn't her normal guarded self. She readily allowed me to touch her shoulder, as I listened to her heart beating normally, and to her lungs, which sounded clear. She asked if she could hug me that day. It was a big deal. It was another 'first'. The first time she hugged me, and she actually hugged me twice! It was probably the first time she had hugged someone, anyone, in over 30 years. I stood there in the hall, stunned, and watched her walk out the door. We were both smiling. Before starting my dictation I wrote on her paper chart, \"She hugged me today!\" In my note I dictated her statement, a 'first' positive affirmation, \"I am whole and healthy.\" She had paused when she told me this. But then added, \"...on all levels, but I don't feel other people would understand what all levels are.\" I also had dictated, \"This is quite a transformative perspective for this patient. Today was very positive.\" I have many positive mentors in medicine. They all teach me about good medical care. I have emailed many colleagues at the Mayo Clinic to get sound, rational, logical, advice and feedback. The Mayo Brothers never gave up, and remained progressive in thought, ideas, and always pushed the bar higher on standards of care. Mayo Clinic is an institution that strives for excellence, never settles for mediocrity, and this is the exact reason I trained there- for the sake of any patient I would be caring for in my professional career. (If you are about to write a comment.....I know! Yes- there are numerous academic institutions of excellence in America! But I chose Mayo Clinic for my training.) It is my patients, however, that teach me every day about doctoring, and about the human connection and interaction that brings purpose to this line of work. The healing does not come from medicine. Rather, it comes from within. From within each of us. My impression of this patient's history is personal- totally subjective and not scientific. Her story, like each of our stories, cannot be replicated or duplicated. I do find it interesting, in the time frame and in our discussions, all the realizations she came to, realizations about herself. She expressed self-awareness, self-love, and happiness in this life. And in the end, this is what she left with. Yoga, to most, is just the 'asanas'. To me, it is so much more than that. This patient's healing process led her to her heart center. She became aware and willing to go there, but only after cancer had developed. Did this point her exactly where she needed to be, so she could move on? I cannot answer that with any certainty, but she \"...was healthy and whole on all levels...\" To me, that is yoga. She never admitted to practicing any breathing exercises or asanas I had discussed and/or shown her, but she worked through her karma, her challenges. And she succeeded, in her own way, on her terms, on the path that was right for her. It was a profoundly moving experience, and I will never have concrete answers that can explain any of it. What I recognize, however, is that despite the disease, and maybe because of it, her spirit and her heart seemed more at peace than ever before. ~ Join us, July 7-10th, for the first annual Mountain Pose Yoga Festival. The Mayo Clinic remains progressive in thought and outlook for the future wellness of health care providers. Who knows what might happen between now and the second annual Mountain Pose Yoga Festival?! [Yoga-Based-Employee-Wellness Mayo Clinic] History is always in the making! \"Life is a journey. It's the courage we bring that makes it all worthwhile.\" Satkirin Khalsa, MD [Mountain Pose Yoga Festival, Copper Mountain, CO], July 7-10. For health care providers and wellness enthusiasts; featuring medical researchers and professionals, yogis, musicians and motivational speakers, in a breathtaking mountain setting. Presented in collaboration with [Dr. Satkirin Khalsa]. Earn up to 6.5 CME "}