{"title": "Salud y Familias promueve la mejora de los recursos para personas autistas", "author": null, "url": "https://www.juntadeandalucia.es/organismos/saludyconsumo/servicios/actualidad/noticias/detalle/214399.html", "hostname": "juntadeandalucia.es", "description": "17/06/2019 - La Consejería colabora con la Federación de Autismo de Andalucía en la elaboración y difusión de un Protocolo para el uso de los recursos sanitarios públicos", "sitename": "juntadeandalucia.es", "date": "2019-06-17", "cleaned_text": "Las personas con Trastorno del Espectro Autista (TEA) tienen nuevas herramientas a su disposición para mejorar sus tratamientos. El consejero de Salud y Familias, Jesús Aguirre; el director general de Cuidados Sociosanitarios, José Repiso; y la presidenta de la Federación Autismo Andalucía, Mercedes Molina, han presentado este lunes nuevas versiones del \"Protocolo para que las Personas con TEA puedan usar Mejor el Sistema Sanitario\", que complementa el documento original publicado el año pasado. Se trata de una versión extendida, otra en lectura facilitada y un póster, editados en formato papel y digital. Esta iniciativa forma parte del Plan de Acción para mejorar la Atención Sanitaria a las Personas con Trastorno del Espectro Autista (TEA) en Andalucía, y la está desarrollando por la Federación Autismo Andalucía y la Consejería de Salud y Familias. El Protocolo incluye acciones formativas, de sensibilización y un protocolo de actuación para profesionales de salud. Sus beneficiarios son más de 83.000 personas (población estimada con TEA en Andalucía), a las que habría que sumar sus familias. El consejero de Salud y Familias ha señalado que \"la atención a este tipo de pacientes es una de las prioridades de nuestra Consejería, y prueba de ello es la creación de la Dirección General de Cuidados Sociosanitarios\". Por su parte, la presidenta de la Federación Autismo Andalucía ha indicado que \"las investigaciones más recientes apuntan que actualmente uno de cada 68 niños podría presentar un trastorno de este tipo, pero el hecho es que no contamos con un censo real, ya que hay una población adulta no diagnosticada, por lo que cuando hablamos de frecuencia tomamos como referencia al DSM5 que señala que el 1 por ciento de la población puede presentar TEA. Esto significa que hay muchas personas adultas que muy posiblemente no estén bien atendidas o lo estén de forma inadecuada.\" En este sentido, Molina ha subrayado \"la importancia de seguir trabajando de forma conjunta con la Administración como paso imprescindible para mejorar la calidad de vida de las personas con TEA y de sus familias\". La mejora de la Atención Sanitaria La finalidad de esta Plan es mejorar la atención sanitaria a las personas con TEA en Andalucía, un colectivo que no solo tiene mayores necesidades médicas que el resto, sino que presenta, además, características particulares. Para las personas con TEA, el acceso a servicios médicos supone una experiencia muy complicada, dada su dificultad para describir el malestar, las sensaciones corporales, sus dificultades ante entornos y personas desconocida, por lo que necesitan una atención específica y especializada. Las guías incluidas en este Plan vienen a establecer pautas de cómo debe atenderse a las personas con TEA en el ámbito sanitario, desde la detección, pautas de actuación en salud primaria, hospitalizaciones, urgencias y accesibilidad. También hacen recomendaciones tales como mejorar la coordinación entre el profesional sanitario y la persona con TEA y su entorno o que los lugares para la espera deben ser tranquilos y tener pocos estímulos sensoriales. Este Protocolo es un paso más después de que el año pasado se presentará el protocolo de actuación junto a la campaña de sensibilización, dirigida a la población en general con el fin de mejorar la comprensión y mostrar que las dificultades no solo ocurren dentro de la consulta, sino también en otros contextos como la sala de espera. En esta ocasión se han presentado dos guías y un póster informativo. Los manuales cuentan con dos versiones, una corta, que explica las dificultades de la población con TEA e indica unas pautas básicas, y otra extendida, que recoge además bibliografía e investigaciones que se están realizando en el ámbito de la salud. Asimismo, se han elaborado carteles informativos para su colocación en los Centros de Salud andaluces. Este material está disponible en la página web de la Federación para su consulta y descarga ( [http://www.autismoandalucia.org/autismo/comunidad/](http://www.autismoandalucia.org/autismo/comunidad/)). [Formulario de contacto]( https://www.juntadeandalucia.es/organismos/saludyconsumo/contacto.html ) Compartir en "}