{"title": "Naturopata y Fitoterapia", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2001-01-01", "cleaned_text": "| | Se basa en el uso de remedios naturales y especialmente en la utilizacin de plantas medicinales. Sus conocimientos se remontan hasta los tiempos ms remotos de la humanidad, pero en este ltimo siglo los estudios sobre las propiedades de las plantas se han vuelto cada vez ms cientficos. El uso de la planta completa en infusiones, tintura madre, estractos,..., permite actuar en nuestro organismo a todos sus componentes, que en muchas ocasiones se favorecen o potencian entre s , a diferencia de la sustancia qumica pura que est en el medicamento convencional. Tambin es ms dificil la sobredosis txica y los efectos secundarios, pero no hay que olvidar que tambien los hay, bin por toxicidad directa de la planta o bin por interactuar con otros frmacos. Por ello siempre consultar al profesional. |ALTERNATIVA. Centro de Terapias. | Terapias vibracionasles, manuales, Homeopata, Psicoterapia, Regresin psquica, Carta Astral, Naturopata. Conferencias gratuitas ltimos Miercoles de cada mes. Barcelona.Tlf.: 93 429 06 01 |Asociacin Naturista Salud Integral. | Centro de Naturopata y Homeopata. Santa Cruz de Tenerife Tlf: 922 25 35 20 |ASOCIACION PROFESIONAL DE NATUROPATAS DE ARAGON (APNA) |[http://www.lanzadera.com/apna](http://www.lanzadera.com/apna) | | Naturista AILIM. Naturopata. Diettica. Quiromasaje. de Bach..... Tlf. 91 777 | de ENRIC SER | c/ M. Joan Pich 11, 5 2, D Badalona, Barcelona Tlf. 93 465 89 68 [enric-ser@terra.es](mailto:enric-ser@terra.es) [www.terra.es/personal6/enric-ser](http://www.terra.es/personal6/enric-ser) |El Reino de las Hierbas | Propiedades de las Plantas Medicinales. Remedios para las diferentes patologas. [http://www.geocities.com/yerba2001](http://www.geocities.com/yerba2001) |FEDERACION ESPA—OLA DE ASOCIACIONES PROFESIONALES DE NATUROPATAS 93 789 28 15 de Centro de Naturopata, 51 28 38 [http://ffdegali.pvirt.com](http://ffdegali.pvirt.com/) |INTEGRAL. Centre Mdic i de Salut | PlaÁa Urquinaona, 2 , 3er. 2 08010 Barcelona Tlf. 93 318 30 50 - 93 301 78 37 [www.integralcentremedic.com](http://www.integralcentremedic.com/) |MARC AMS. | Dieta Ams, Medicina natural, Terapia Ortomolecular, Homeopata, Acupuntura y MTC, Osteopata, Masaje, y Reflexologa Podal. Todos los Miercoles conferencias gratuitas a las 20 horas. Barcelona. Tlf. Consulta: 93 215 88 81 Tambin Establecimiento Diettico. Tlf.: 93 48 33 145 |Nuria Orelem. | Consulta de Medicina Tradicional China y Naturopata Tlf: 93 425 51 26 |SECCI\"N COLEGIAL DE M...DICOS ACUPUNTORES, HOME\"PATAS Y NATURISTAS. | "}