{"title": "Inmunoterapia en el tratamiento de enfermedades alérgicas. Clínica Universidad de Navarra", "author": null, "url": "https://www.cun.es/enfermedades-tratamientos/tratamientos/inmunoterapia-alergologia", "hostname": "cun.es", "description": "Nuestra Unidad de Inmunoterapia tiene más de 20 años de experiencia en los que se han administrado miles de dosis. Las instalaciones son idóneas y los horarios amplios.", "sitename": "https://www.cun.es", "date": "2023-01-01", "cleaned_text": "\"En la Clínica realizamos tratamiento mediante vacunas (inmunoterapia) para conseguir que el cuerpo deje de considerar dañina la sustancia causante de la reacción alérgica\". DRA. MARÍA JOSÉ GOIKOETXEA LAPRESA ESPECIALISTA. DEPARTAMENTO DE ALERGOLOGÍA E INMUNOLOGÍA CLÍNICA La inmunoterapia con alérgenos, comúnmente conocida como las \"vacunas\" para tratar la alergia, sigue siendo el único tratamiento disponible hoy en día capaz de modificar la causa de la enfermedad. Las vacunas hipoalergénicas disminuyen el grado de alergia porque reducen de forma importante los síntomas de la conjuntivitis, rinitis o asma bronquial. Estas vacunas, son capaces de modificar la evolución de la enfermedad y pueden tener efecto preventivo para el asma. Nuestra Unidad de Inmunoterapia tiene más de 25 años de experiencia en los que se han administrado miles de dosis. Las instalaciones son idóneas y los horarios amplios. Por el riesgo reacciones de tipo alérgico, que es menor del 5%, se administra en Unidades de Inmunoterapia, formadas por personal médico y de enfermería con la experiencia suficiente para el manejo de estos tratamientos. ¿Cuándo están indicadas las vacunas para las alergias? La reacción alérgica consiste en que nuestro organismo percibe como algo nocivo una sustancia que no lo es -normalmente una proteína, que denominamos alérgeno-. Este contacto pone en marcha una respuesta inmunológica exagerada que se manifiesta en diversos órganos del cuerpo. Las vacunas han evolucionado mucho en los últimos años: las pautas de administración son más rápidas y los extractos alergénicos utilizados están mejor estandarizados y por esta razón, dan un menor número de reacciones alérgicas. Las vacunas son especialmente eficaces en los niños. Es muy importante señalar que se ha demostrado que la inmunoterapia evita que lo que empezó con una rinitis acabe desarrollando un asma. Unidad de Inmunoterapia Nuestra Unidad de Inmunoterapia tiene más de 20 años de experiencia en los que se han administrado miles de dosis. Las instalaciones son idóneas y los horarios: por la mañana, de 9:00 a 11:00 y de 13:00 a 14:00; por la tarde, de 16:00 a 18:15. Indicaciones más frecuentes de este tratamiento: ¿Tiene alguna de estas enfermedades? Puede que sea necesario realizarle un tratamiento con vacunas contra su alergia ¿Cómo se realiza la inmunoterapia para la alergia? La inmunoterapia consiste en la administración periódica de un extracto al que el paciente es alérgico, durante un tiempo de 3 a 5 años. Normalmente se administra por vía subcutánea. Al cabo de ese tiempo, la vacuna consigue en un alto porcentaje de personas que nuestro organismo deje de reconocer esa sustancia como dañina y, por lo tanto, no se produce la reacción alérgica. Son especialmente eficaces para el tratamiento de alérgicos a picaduras de avispa. También son beneficiosas frente a pólenes, ácaros y epitelios de animales. Las vacunas han evolucionado mucho en los últimos años: - Las pautas de administración son más rápidas y se ha reducido mucho el tiempo de la fase de iniciación, cuando se va incrementando semanalmente la dosis administrada. - Los extractos alergénicos utilizados están mejor estandarizados, lo que significa que la diferencia en la potencia alergénica entre diferentes lotes es menor y, por tanto, dan menor número de reacciones alérgicas. Esa estandarización conlleva el conocimiento de la cantidad de algunos alérgenos en concreto que contiene la vacuna. - Los últimos años se han desarrollado con éxito vacunas que se administran en forma de gotas de aplicación sublingual. Esta forma de administración ha demostrado eficacia frente a placebo, pero no hay prácticamente estudios que comparen su eficacia frente a las de aplicación subcutánea. ¿Qué ensayos clínicos tenemos sobre inmunoterapia en Alergología? ¿Dónde la realizamos? EN NAVARRA Y MADRID Departamento de Alergología de la Clínica Universidad de Navarra El Departamento de Alergología e Inmunología de la Clínica forma parte de la Global Allergy and Asthma European Network, compuesta por los 25 mejores departamentos de Alergología de Europa, elegidos por su excelencia científica, su trabajo multidisciplinar, su docencia y sus actividades internacionales. Disponemos de las técnicas diagnósticas más avanzadas, estamos a la vanguardia en investigación y colaboramos con los mejores expertos. Nos avalan más de 50 años de trayectoria asistencial. ¿Qué enfermedades tratamos? ¿Por qué en la Clínica? - Más de 50 años de experiencia. - Pioneros en la técnica de diagnóstico molecular por microarray. - Enfermería especializada en enfermedades alérgicas y sus cuidados. "}