{"title": "PDF", "author": "PDF", "url": "www.unityvillagechapel.org/uploads/1/0/3/5/10350251/5_step_spiritual_mind_trtmnt.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "ehret 5 STEP PRAYER PROCESS (Spiritual Mind Treatment) A Spiritual Mind Treatment is an affirmative prayer. It is a prayer that declares Spiritual Truth. For example, when Jesus the Christ spoke the Word, his healing statement was declared with great power and conviction. He did not say, \"Please, God, let Lazarus be well.\" He said, \"Lazarus, come forth!\" (John 11:43) Jesus called forth the Christ Consciousness (perfection). 1. RECOGNITION: GOD IS We begin every prayer with recognition that there is one Power and that power is God. Call God by any name that is it clear and personal, such as \"Allah, Buddha, Creator, Divine Mind, Father, Higher Power, The Infinite, Law, Life, Love, Mother, The Presence, Principle, Source, Spirit, Universe, Yahweh, etc.\" Begin with a statement recognizing God, such as: \"We know there is only one source of our good, God, the omnipotent.\" Or \"we recognize the One as the Power, the Presence, and the Love of all that is.\" Create a recognition statement that is meaningful to you. 2. UNIFICATION: I AM In the Unification step, we affirm that the same Spirit that God is, we are. We are OF God -- Divine emanations. Since God is all there is, there can be nothing outside of God and no one is separate from God. Thus, we realize and declare our Oneness as spiritual beings. In this step, make some simple declaration of your unity with the allness of God, such as \"I know that I am One with the Infinite Mind.\" Or, \"I recognize my unity with All that is.\" Create a Unification statement that is meaningful to you. 2/15/2022 spiritual mind treatment b.s. ehret 3. REALIZATION: TRUTH IS In the realization step, you are to name and claim the qualities or attributes of God, which you want to embrace within yourself—to call forth in your own awareness. These are the Divine qualities inherent within you of which you desire to become conscious. You might pray, \"I know that the Divine qualities of peace, abundance and wisdom are within me. I embrace these qualities now.\" Or, \"All that God is, I am. I step forth into my True Divinity, saying yes! to my own guidance, order, harmony, prosperity and love.\" Create a Realization statement that is meaningful to you. 4. RELEASE: I RELEASE In step 4, the Release step, you let go and let God. You are turning your affirmative declaration of Truth ENTIRELY over to God. This is a very important step because as long as you hold on to the outcome of your prayer, you remain stuck. It is when you turn to Spirit in gratitude and faith that your Higher Good can come about. You may want to pray, \"I release the outcome in this situation. I let go. I allow Spirit to do its perfect work.\" Or, \"I completely trust God to provide for me. Create a Release statement that is meaningful to you. 5. THANKSGIVING: I GIVE THANKS Step 5 is Thanksgiving. An attitude of gratitude is essential to declaring a new intention in our lives. In giving thanks, we are declaring that it is already done. It is so. We are grateful. In this step, you may want to pray, \"I am so grateful for the revelation of this Spiritual Truth in my life.\" Or, \"it is with gratitude that I accept this transformation of consciousness for myself.\" \"It is done\". \"It is so.\" Or, \"and so it is, right here, right now! Amen.\" Create a Thanksgiving statement that is meaningful to you. "}