{"title": "Turmeric, The Golden Spice: From Asia to Africa", "author": "Dr Shuchi Srivastava; Iris Publishers", "url": "https://irispublishers.com/", "hostname": "irispublishers.com", "description": "Global interest in medical/scientific, ethno-botanical and culinary studies relating to the 'golden spice' turmeric has significantly increased in the past decade, yet sparse documented information on the uses of turmeric in traditional health remedies, food preparation, crafts and other customs on the African continent specifically, is also noted. This paper attempts to overview literary and internet sources on the African culinary, craft and traditional healing uses of turmeric. The researcher draws upon available literature and websites on the local cultivation, customs and cuisine relating to turmeric in five African countries (north of the equator), namely Tanzania (in the East), Nigeria (in the West), Morocco (in the North) and, Ethiopia and Somalia (in Horn of Africa). Some fieldwork experiences relating to Nigerian immigrant communities in the city of Durban, South Africa is also included. The paper comprises two parts, the first part briefly examines the early history, customs and uses of turmeric in Asia, and the second part focuses on the how turmeric has been locally produced in Africa and its influence on health, culinary and other cultural practices.", "sitename": "Iris Publishers", "date": "2020-07-07", "cleaned_text": "Review Article Turmeric, The Golden Spice: From Asia to Africa Received Date: June 10, 2020; Published Date: July 07, 2020 Abstract Global interest in medical/scientific, ethno-botanical and culinary studies relating to the 'golden spice' turmeric has significantly increased in the past decade, yet sparse documented information on the uses of turmeric in traditional health remedies, food preparation, crafts and other customs on the African continent specifically, is also noted. This paper attempts to overview literary and internet sources on the African culinary, craft and traditional healing uses of turmeric. The researcher draws upon available literature and websites on the local cultivation, customs and cuisine relating to turmeric in five African countries (north of the equator), namely Tanzania (in the East), Nigeria (in the West), Morocco (in the North) and, Ethiopia and Somalia (in Horn of Africa). Some fieldwork experiences relating to Nigerian immigrant communities in the city of Durban, South Africa is also included. The paper comprises two parts, the first part briefly examines the early history, customs and uses of turmeric in Asia, and the second part focuses on the how turmeric has been locally produced in Africa and its influence on health, culinary and other cultural practices. Keywords: Turmeric, Africa, Culinary, Asia, Spice, Traditional Healing, Customs Natural and Cultural Landscape Turmeric (also referred to as curcumin), known by its Latin classification, Curcuma longa, is a perennial root plant of the ginger family Reddi [1]. Curcumin is often credited with being the reason turmeric has any medicinal value at all. However, this may simply be due to the fact that curcumin is considered the main active and important component of turmeric. The exact origin of turmeric is not known but it is believed to be native to Southern India and Indonesia. Turmeric has been used for thousands of years and has become an integral part of South Asian food, culture and traditional medicine. As a spice, food preservative and colouring agent it has been and continues to be extensively used in India. It is widely consumed as a dietary spice, a dietary pigment, and an Indian folk medicine for the treatment of various illnesses. It has been and is still used in Hindu religious ceremonies and rituals in India and the Indian diaspora as well as in the textile and pharmaceutical industries of South Asia and other parts of the world. The diverse usage of Curcuma longa rhizome powder is ben eficial to mankind, from its' use in daily cuisine to treating diseases like cancer (Kumar & Sakhya, 2017). In The Book of Spices, Rosengarten to Indus scrolls in Assyria (668- 633BC), where in the great library of Nineveh, it is revealed that aromatic plants including thyme, cardamom, saffron, coriander, myrrh and turmeric among others were used. The cultivation of turmeric in this region may be traced to as early as the 18th century BC in the gardens of Babylon, where the seeds of such spices were introduced through Indian influence. King Merodac-Baladan ll (721-710BC) of Babylonia was known to have cultivated turmeric along with 64 other different plant species in his royal gardens. The author elaborates how turmeric appears in some of the earliest known records of plants in medicine. It was reportedly listed in the Ebers Papyrus from Egypt, circa 1500 BC, for use as a dye and in healing wounds. This is one of the earliest surviving records of medicinal plant use. It is believed to have been cultivated in the Gardens of Babylon, one of the Seven Wonders of the Ancient World, possibly as early as the 8th century BC. Closer to its origin, turmeric was an important herb in Ayurvedic and Unani medicine and was listed in an Ayurvedic compendium text around 250 BC. Some four centuries later it was included in what is considered to be the world's first pharmacopoeia, the Tang Materia Medica, compiled in China in 659 AD. Ayurvedic medicine employed turmeric for the digestive, circulatory and respiratory systems. It is used to treat indigestion, purify the blood and quell intestinal gas, cough and arthritis. Chinese medicine uses turmeric for moving Qi (life force or vital energy in the body) and blood in the treatment of epigastric and abdominal pain, various menstrual irregularities and swellings and trauma Bunting [2]. The early transportation of spices and luxury goods through several ancient trade routes from India to the western world and Africa, included: the South-North sea route from the West coast of India to Egypt and the Mediterranean; the Silk Road from modern day Teheran through to various river and seaports to Antioch, the Persian Gulf and Petra; the Incense Route from South Arabia to the markets of Syria and Egypt; and in the 1st century AD an active spice trade that developed between the Roman empire with South Arabia, East Africa (Somaliland) and India. Towards the end of the first century Rome increased trade with India, breaking the Arab monopoly and the increased commerce led to greater indulgence in spices and culinary excess. Rosengarten (1969), on the early appearance of turmeric in Roman cuisine, elaborates how the spice was used by Apicius, a well-known gourmet and epicure of the time who... is reported to have spent vast sums to satisfy his cravings for exotic foods, wrote 10 books on the art of cooking. His culinary experiences were compiled several centuries later in a work entitled De Re Coquinaria. His recipes included numerous spices intended to preserve food, aid digestion and improve the flavor of the dull Roman fare...He featured not only such imported spices as pepper, turmeric and ginger in his recipes but also various temperate herbs then cultivated in the Roman Empire (Ibid:12). There is however, scarce evidence stating its usage and importance in other parts of Europe. Asian Origins: India and China Turmeric in ancient India has always been considered an auspicious plant, both amongst the Aryan cultures (mostly northern) and the Dravidian cultures (mostly southern), and its value extends far in history to the beliefs of ancient indigenous peoples. Turmeric's common name in the north, haldi, derives from the Sanskrit haridra, and in the south it is called manjal, a word that is frequently used in ancient Tamil literature. Turmeric has been considered a medicinal plant widely used in the Unani, Siddha, Himalayan and Ayurvedic traditions, as a home remedy for different inflammatory diseases (Nisar et al, 2015). Turmeric has a long history of medicinal use in South Asia and is cited in Sanskrit medical treatises such as Susruta's Ayurvedic compendium dating to 250 BC, which recommends an ointment containing turmeric to relieve the effects of poisoned food (www.kew.org/science/tumeric). The old Hindu texts have described it as an aromatic stimulant and carminative. Medicinal properties of turmeric are innumerable and the practices are ancient Velayudhan [3]. Historically, turmeric has been used as a medicine for numerous ailments which continue to be utilized today. While turmeric has always been an important part of the Ayurvedic healing system, the western world did not recognize its medicinal qualities nor its benefit as a spice until the latter part of the 20th century. One of the key mentions about turmeric in western civilization was by Marco Polo (1280) who claimed that he found a plant which had all the characteristics of saffron but was a root. In Ayurvedic medicine, turmeric is considered a balancing agent, achieving equilibrium among three doshas, or humors in the body, namely, vata (air), pitta (fire) and kapha (water). Ayurvedic healers use turmeric as medicine taken internally in the form of fresh juice, boiled tea, tinctures, or powder, and topically as creams, lotions, pastes, and ointments. Its long tradition in both Indian and Chinese medicine refers to its use as an anti-inflammatory agent to treat gas, colic, toothache, chest pain and menstrual difficulties. This spice was also used to help with stomach and liver problems and to heal wounds and lighten scars Gupta et al. [4]. Traditionally, it has also been recognized in enhancing the beauty and health of the skin. Turmeric paste has been and continues to be used for cosmetic purposes, on the face and body to improve the skin and improve blemishes in local communities worldwide. There are two main methods for processing turmeric's rhizome, namely, by crushing it into a powder or extruding an oil. The former method involves it being cleaned, then boiled and left out to dry. Once the rhizome has dried out, it is ground into a fine powder. The oil on the other hand, is extracted from the rhizome prior to being dehydrated and is often used as an essential oil or in cooking as a flavoring or coloring agent Nisar [5]. The herb itself grows to a little more than 3 feet in height, producing both a rhizome and a flower. The rhizome (root) is the most used part of the plant and the source of both the spice and bright yellow dye. In addition to its uses in Hinduism and Buddhism, Hawaiian shamans have also use turmeric extensively in their religious and medicinal practices. In Japan, particularly in the region of Okinawa, turmeric tea has been drunk for centuries as a health tonic beverage Kojima et al. [6]. Customs Considered highly auspicious in India, turmeric is used in every region of the sub-continent for weddings and other religious ceremonies (Gupta et al, 2013). In Hindu wedding ceremonies, the roots are known to be gifted to pregnant women and in nuptial customs, the bride and bridegroom are anointed with turmeric paste as part of the purification ritual before the ceremony. Bhowmik et al. [7] affirm that the juice of raw turmeric when applied to the skin as a paste, kept on for thirty minutes and then washed off, makes the skin radiant. It is an essential ingredient in the traditional bathing ritual of Indian marriages where it is applied along with sandal wood paste before the bath. It is believed that regular bathing in water containing turmeric reduces growth of body hair. Regular turmeric usage is said to lighten, soften and smoothen the skin. These practices continue in India and the Indian diaspora. Turmeric is also used for scars caused by pigmentation and more recently, in the treatment of skin disorders including acne, eczema and psoriasis Vollono et al. [8]. In Hindu worship ceremonies, the application of turmeric powder symbolizes both inner purity, fertility, prosperity and inner pride. In both Hinduism and Buddhism, turmeric is linked to fertility, luck and the sun. It has played a significant role in Hindu spiritualism and the robes of Hindu monks were colored with the yellow dye of turmeric. Worshipers use turmeric paste to anoint statues and images of Hindu deities in religious ceremonies. The yellow and orange coloring of turmeric adds to its significance in Hindu practices with yellow representing the space between chastity and sensuality, as well as the sacral chakra. Orange represents the sun, sacrifice and courage, as well as the solar plexus chakra (https:// www.herbalgreece.com/mythology-turmeric) In Buddhism, the yellow paste is similarly used to anoint statues and represents the Bodhisattva Ratnasambhava, an archetypal Buddha connected to generosity, purity and prosperity. Perhaps its' most important use in Buddhism however, can be traced to its qualities as a dye. Turmeric is the dye most often used to create the traditional saffron-colored robes worn by Buddhist monks (http:// classroom.synonym.com/the-religious-significance-of-turmeric) In Eastern and particularly Indian cooking and in the preparation of food, turmeric is one of the principle ingredients of curry powder. As a spice, turmeric adds a brilliant color and aroma to food. In India, it is added at the beginning of the cooking process and braised with aromatics such as onions, ginger and garlic, thereby releasing the curcumin which is fat soluble Aggarwal & Yost [9]. Recent studies indicate that pairing turmeric with fresh ground black pepper, increases the bioavailability of curcumin by over 2,000 times Fenster [10]. It has become known in both the medical and culinary worlds, that curcumin paired with a black pepper extract means faster absorption into the bloodstream and increased bioavailability of the component, making it far more beneficial to the body and its healing (www.psychologytoday.com/us/blog/youare- what-you-eat/201705/turmeric-and-curcumin-primer). Today, turmeric is cultivated most extensively in India, followed by Bangladesh, China, Thailand, Cambodia, Malaysia, Indonesia, and Philippines. On a small scale, it is also grown in most tropical regions in Africa, America, and Pacific Ocean Islands Duggi et al. [11]. World production levels for turmeric is between 11-16 tonnes annually and out of these production figures, India accounts for over 78% followed by China and Myanmar in Asia. Nigeria is the fourth largest producer of turmeric with 3% of the global annual production (www.bizwatchnigeria.ng/turmeric). Turmeric in Africa, north of the equator: A Brief Review The journey of turmeric to the African continent and its current ethno-botanical uses in traditional craft, local cuisines and rituals, is overshadowed by global scientific and medical studies foregrounding the benefits of the rhizome. The influence of turmeric as a spice, colorant and preserver in African cuisine is perhaps most notable. Historically, North and East African cooking have been dominated by Arabic influences and the prevalence of Islam. In the South, there is much colonial influence, both by European colonists and immigrants from India and Malaysia. East Africa has absorbed Arabic and Indian cooking techniques and developed a unique cuisine by blending foreign influences with local traditions. Cooking in West and Central Africa has conserved its distinct character and is hardly comparable to any other culinary style. In West Africa, for instance in Nigeria, Cameroon, Ghana and Benin, food is often very pungent due to the use of extra hot chillies that have been imported from the Caribbean. The typical cooking medium is unrefined palm oil (from Elaeis guineensis) whose flavour also contributes significantly to the character of West African cooking (http://gernot-katzersspice- pages.com/engl/spice_geo.html) The African countries reviewed below, is the first part of a twopart study on the journey of turmeric in Africa (namely, Part 1: North of the equator and, Part 2: South of the equator). The choice of five countries north of the equator for the purposes of this paper, were selected on the basis of documented material, credible websites and news reports on turmeric. Morocco Ground turmeric (kharqoum) is commonly known as the primary ingredient for curries but this spice is extensively used in Asian, Middle Eastern and Moroccan cuisine. Turmeric has been a key ingredient in Moroccan cuisine since the Arabs introduced it to Morocco in the 7th century. This spice is mainly used in Morocco in tagines and rice dishes where it provides the food with a beautiful yellow hue and a delectable aroma. Turmeric is also used in baking in Moroccan cuisine for pastries such as chebakia (http://www.mymoroccanfood. com/home/turmeric). Moroccan cuisine is considered the culinary star of North Africa. Imperial and trade influences have filtered and blended into Morocco's culture. Being at the crossroads of many civilizations, the cuisine of Morocco is a mélange of Arab, Berber, Moorish, French, Middle Eastern, Mediterranean, African, Iberian, and Jewish influences. The cooks in the royal kitchens of Fes, Meknes, Marrakech, Rabat and Tetouan, refined Moroccan cuisine over the centuries and created the basis for what is known as Moroccan cuisine today. Spices are used extensively in Moroccan food and common spices include karfa (cinnamon), kamoun websites on the internet showcasing Moroccan recipes using turmeric are plentiful and the ethno-botanical uses of turmeric is evident by the number of traditional medicine shops found in Morocco (https://marocmama. com/medicinal-uses-of-moroccan-spices). Moroccan women are known to use turmeric in combination with a variety of herbs to treat ailments ranging from the common cold to sterility. The mixture of ingredients with turmeric, referred to as \"herbwarmers\" are dried, sifted and ground before being added to a dish to be eaten by the woman, after the purificatory Turkish bath. She is then instructed by experienced older women to go to bed to 'sweat'. It is only the older women who have knowledge of the measured portions of ingredients used in this traditional healing ritual (https:// www.moroccoworldnews.com/2015/06/161140/gaddida-the-ritual- cure-of-sterility-in-ashura). Tanzania (Zanzibar and Pemba Islands) Turmeric is said to have reached East Africa in the eighth century AD, carried by the Bornean (Southeast Asian) people who settled in Madagascar, some of whose descendants on the island still cultivate turmeric. However, despite the long history of contacts between the Malagasy and the Swahili (who founded settlements on the north Madagascar coast), there is no firm evidence from other sources to indicate that turmeric was grown in Zanzibar or other places on the Swahili coast until relatively recently Prasad & Aggarwal [12]. Turmeric as a crop is not mentioned in the literature prior to the nineteenth century and linguistic evidence suggests that turmeric was first encountered on the East African coast islands as a processed trade item, or perhaps in the form of harvested rhizomes ready for pounding. The Swahili name for turmeric, manjano, evidently referred originally to turmeric powder and was only later extended to include the plant which provides it. Although ground turmeric is principally used as a spice to impart both flavour and colour to food, being one of the main ingredients in curry powders, one of its primary early uses among the Swahili-speakers of Zanzibar appears to have been as a dye for colouring mats. This practice has given rise to the Swahili term for the colour yellow, rangi ya manjano, which literally means 'the colour of turmeric powder'. The local women inhabitants were known for harvesting and drying the rhizomes in the sun before pounding it into a powder form to use as a dye in mat-making Omar et al. [13]. Turmeric production did not begin in Mwambe (on the island of Pemba (South of Tanzania) until 1972-74, when the government exhorted people to grow it as a cash crop. The establishment of turmeric production in Mwambe in the early 1970s was closely linked to a parallel development at Mkwajuni in northern Unguja. Turmeric is a particularly favoured dye because mats coloured with it attract good prices. The women of Mwambe are well known for their mats, and girls are taught to make them from the age of four years and older. They are often brought to town but traded only by male hawkers Omar et al. [13]. As in Mwambe, turmeric was planted solely for its use in making a yellow dye for mats, baskets and similar products. The transfer of turmeric technology from one island to the other (including Pemba) was inevitable. The finely woven mats of Mwambe, known as mikeka ya Chole, are made from ukindu, the leaves of the Wild Date Palm (Swahili, mkindu). Some mats have several different colours and a greater variety of colours meant the greater the value of a mat Ranjit Singh and Kalirajan [14]. The weavers of Zanzibar use a traditional plaiting technique to produce mats, baskets and other crafts to tell a story of their ancient Swahili traditions (www.lulu- stories.com/zanzibar). Zanzibar has had many rulers over the centuries, and its long, tragic history has created one of Africa's most interesting cuisines. This is the original fusion food of Indian, Arab, Chinese, Portuguese and African cooking traditions, all driven by the constant presence of spice (the Zanzibar Archipelago is also referred to as the Spice Islands, where cloves, cinnamon, black pepper and nutmeg come straight from the source). The capital of Zanzibar is Stone Town, a UNESCO world heritage site that has plentiful seafood, jewelry and spice markets (www.kichanga.com/guide-to-swahili-culture- in-zanzibar). Spices included in the local cuisine include saffron, cinnamon, turmeric, ginger and black pepper. Known for its African ugali, Indian chapatti, Swahili curries and fresh seafood, the island specialties include octopus curry and urojo, a turmeric and coconut-based soup with crispy fritters and spiced potatoes (which tastes of the island's entire history contained within its broth). (http://roadsandkingdoms.com/2015/14-things-to-know-beforeyou- go-to-zanzibar) Ethiopia Turmeric reached Ethiopia some time during 800 AD, probably from India Peethambaram et al. [15]. As a result of Indian influence turmeric has become an important ingredient of many of the common Ethiopian dishes. Interestingly outside Asia, Ethiopia and Eretria are the two countries that use turmeric directly in their food on a daily basis. Turmeric is widely grown in Ethiopia. The authors relate how most vegetarian meals are centred on injera bread with portions of several spicy wots. Ethiopia's neighbour to the north, Eritrea, has a similar cuisine as well as many enticing vegetarian dishes. It is said that turmeric (Ird in Amharic) is one of the most favoured spices of Ethiopian housewives and is the main ingredient of the local sauce alicha-wot which is free from many of the hotter spices and is predominantly flavoured with turmeric. Wot is mainly a spicy stew that comes in many varieties. \"You will never get a husband if you cannot cook doro wot\" (https://mg.co.za/article/ 2012-06-16-what-doro-wot) is a common saying in Ethiopia. Turmeric has mostly culinary usage in Ethiopia but the plant is also known to be used medicinally for the topical treatment of 'crying eyes' in children and to control blood sugar Gall & Shenkute [16]. Even though turmeric has become a part of the Ethiopian cuisine from time immemorial, farmers only began systematic production on a commercial scale from the 1970s. Before 1972, Ethiopia was a turmeric importing country when two varieties of turmeric were introduced for an adaptability study from India and China and planted in several regions of the country. However, the production of turmeric has not expanded since 2014 despite much opportunity to improve both production and productivity with the extensive land areas available for cultivation and the adoption of better cultural practices. Traditional cultivation practices that entail mulching during the seed-sowing, proper weed management and incorporation of sufficient organic matter though recommended, is an considered an expensive and time-consuming option. Turmeric in Ethiopia is mainly consumed locally and a small portion is exported to African countries such as Djibouti, Sudan, Yemen, Egypt, Tanzania, Kenya, Morocco and internationally to Saudi Arabia, India, Europe, China andUSA (https://www.nabc.nl/uploads/content/files/ Factsheet%20ABSF%20spices.pdf) Nigeria In Nigeria, turmeric is mostly subsistence cultivated and the rhizome is given a range of different local names. Nkwaepe et al. [17] indicate that across 19 states, it is called \"...atale pupa in Yoruba; and onjonigho in Cross River (Meo tribe)\". The authors maintain that while Nigeria could play a leading role in turmeric production considering the country's favourable soil and climatic conditions, its weakness resides in the lack of knowledge of cultivation technology among farmers. Olife et al. [18] elaborate that several spices including turmeric are popular among Nigerians. The bulk of the spices identified in Nigeria are locally grown by Nigerian farmers in the Southern rainforest zone of the country where spices such as curry (Murraya koenigii), (Piper guineense) and turmeric (Curcuma longa) are cultivated primarily for local consumption. Turmeric is not only popular in the country for its culinary and nutritional properties and recently Nigerian scientists have found that extracts of Shea nut oil, ginger and turmeric surpass local herbs for joint pains (https://www.Chukwuma+ Muannya%2C+The+Guardian+30+April+2015%2C+Nigeria% 3A+Shea+Nut+Oil%2C+Turmeric%2C+Ginger%2C+Others+ Top+List+of+Local+Plants+for+Joint+Pains). Consistent with global trends, it is also consumed increasingly for digestive ailments by the health conscious Nigerians because of its antioxidant and anti-inflammatory properties (https://guardian.ng/features/ health/turmeric-and-its-medicinal-properties). The nutritional components of turmeric rich in protein, carbohydrates, fibre and many other vitamins and minerals, further justifies its demand on the continent. In the diaspora, Nigerian immigrants in South Africa for instance, are known to consume and sell herbal concoctions of the rhizome bottled in alcohol for a range of ailments including joint pain and inflammation. Fieldwork conducted by the researcher in 2017 among 10 Nigerian immigrant women food sellers in the city of Durban revealed the popularity of such remedies sold in small 30 milliliter bottles or 'shot' glasses which were consumed as a 'tot' in a single gulp Jagganath [19]. Yellow turmeric jollof rice mixed with vegetables is also prepared in Nigeria and the Nigerian diaspora. \"Curry' is also a term that is used to refer to the spice (turmeric) that is commonly added to stews and soups prepared in Nigerian households. The 'yellow powder' (turmeric) is also referred to synonymously with the term 'curry powder' by local West African immigrants in their cooking and recipes (Ibid). Somalia The preparation and cooking methods in Somalia are directly influenced by the Muslim tradition. Turmeric features particularly in the preservation and preparation of meat. There are special religious standards for fresh meat preparation, and Somali people are willing to go to stores that are far away from their neighborhoods in order to get meat that is properly prepared. The Islamic mode of slaughtering involves two steps: mentioning the name of Allah before beginning the slaughter and severing of the throat, wind pipe and the jugular veins in the neck, without cutting the spinal cord. Traditional food for celebrations involve special preparation. Historically Somalis are nomads and they often ate a popular type of jerky called otka - meat that is dried and then fried in butter and spices. The preparation of otka allows the meat to be preserved for a long time, which makes it ideal to take on long trips. The traditional preparation methods for goat, beef, lamb and chicken require that the meat is fried in ghee (clarified butter), grilled or broiled. The meat is then spiced with turmeric, coriander, cumin and 'curry' and eaten with basmati rice. Somalis eat this dish for lunch, dinner and sometimes breakfast (http://recipes.wikia.com/wiki/Somali_ Cuisine). Somali women are also known to use turmeric for cosmetic purposes. A facial paste called qasil, a ground leaf from the gob tree (which is indigenous to the region) when combined with huruud (turmeric) is used as a beautifying face mask. The popular mask is used by many Somali women as essential skincare for producing a soft and radiant skin (www.araweeloabroad.com/ issue-02/2015/4/2/huruud). Raw turmeric is healthy for the skin and is used as an exfoliant to brighten acne scarring. (www.byrdie. com.au/somali-women-skin). Regular skin, hence Kasturi turmeric (curcuma aromatica) is preferred among the Somali because of its four-fold properties including non-staining of the skin, acne clearing, inhibition of facial hair and brightening of the complexion. It is not edible and therefore can only be used externally (www.mahalo.care/turmeric). Recent studies indicate that turmeric extract can act as a sunscreen, contributing towards the prevention of aging in skin caused by high levels of UVB exposure Sumiyoshi & Kimura [20]. Conclusion The aim of the paper was to briefly highlight some of the varied uses of turmeric in five African countries (north of the equator), to add to an existing discourse on the influence of this increasingly significant plant and spice [21,22]. The wide-ranging use of turmer ic in Morocco, Tanzania, Ethiopia, Nigeria and Somalia is evident in the following ways: as a dye in craft and textiles (mat-making), as a spice, flavourant and preservative in African cuisine, as a purifier in traditional rituals, in diverse preventative medical treatments (including cancer, arthritis, diabetes and many more), and as an alternative cosmetic product for the skin and body. Interestingly, several of the uses and consumption of turmeric in health, food, craft and cosmetics in Africa, relate directly to the activities and lives of women (to their physical health and well-being, beauty, and crafting skills). Some detail was also provided on the local cultivation of the rhizome in Tanzania, Nigeria and Ethiopia. The study is an attempt to focus on the African continent, a region of the world where the local uses of turmeric have not been widely explored. It is meant to encourage further interest and scholarly study on the ethno-botanical and ethno-pharmacological uses of the plant in Africa and in African societies, as the worldwide scientific and medical benefits of turmeric increases. Acknowledgement None. Conflict of Interest No conflict of interest. References [Reddi PM (2013) A touch of turmeric: Examining an Ayurvedic treasure. Advances in Anthropology 3(2): 91-95.](https://www.scirp.org/journal/paperinformation.aspx?paperid=31311) - Bunting D (2013) Natural Herbs, Supplements, & Vitamins - Holistic Remedies. [Velayudhan KC, Dikshit N, Abdul Nizar M (2012) Ethnobotany of turmeric (Curcuma of Traditional 11(4): [Gupta SC, Sung B, Kim HJ, Prasad S, Shiyou Lin et all. (2012) Multi-targeting by turmeric, the golden spice: From kitchen to clinic, Molecular Nutrition & Food Research 57(9): 1510-1528.](https://pubmed.ncbi.nlm.nih.gov/22887802/) [Nisar T, Iqbal M, Raza A, Safdar M, Ifthikar F, et al. (2015) Turmeric: A promising spice for phytochemical and anti-microbial activities. American-Eurasian Journal of Agricultural and D, Jayakhar B (2009) Turmeric: A herbal and traditional medicine, Archives of Applied Science Research,1(2): 86-108. [Kojima H, Yinai T, Toyota A (1998) Essential oil constituents from Japanese Indian Dika E, et al. (2019) Potential of curcumin in skin disorders. Nutrients 11(9): 2169.](https://pubmed.ncbi.nlm.nih.gov/31509968/) - Aggarwal, Yost (2011) Healing spices: How to use every day and exotic spices to boost health and beat disease, Sterling Publishing Company, USA. - Fenster MS (2014) The Fallacy of The Calorie: Why the Modern Western Diet is Killing Us and How to Stop It. Koehler Books, New York, USA. - Duggi S, Handral H K, Handral R, Tulsianand G, Shruthi SD (2013) Turmeric: Nature's Precious Medicine, Asian Journal of Pharmaceutical and Clinical Research 6(3): 10-16. [Prasad S, Aggarwal BB (2011) Chapter 13: Turmeric the Golden Spice, From traditional medicine to modern medicine. In: Benzie IFF, Wachtel-Galor S (Eds.), Herbal Medicine, Biomolecular and Clinical Aspects, Taylor & Francis Group, UK.](https://www.ncbi.nlm.nih.gov/books/NBK92752/) - Omar A, Shehe S, Walsh M (1995) The development of turmeric as a cash crop in Mwabe, Pemba (Zanzibar). Working 95(23): 6-12. RMS (2012) Anti-microbial activity of turmeric natural dye against different bacterial strains. Journal of Applied Pharmaceutical Science 2(06): 210-212.](https://www.japsonline.com/admin/php/uploads/532_pdf.pdf) - Peethambaran CK Hailemichael G, Tessema HM (2016) Ethiopia adores turmeric in hearth and field. - Gall A, Shenkute Z (2009) Ethiopian traditional and herbal medications and their interactions with conventional drugs, Ethopia. - Nkwaepe J, Okoye BC Anyaegbunam HM, Asumugha G (2015) Promotion of turmeric for food/pharmaceutical industry in Nigeria. American Journal of Experimental Agriculture 8(6): 335-341. - Olife IC, Onwualu AP, Uchegbu AI, Jolaoso MA (2013) Status assessment of spice resources in Nigeria. Journal of Biology Agriculture and Healthcare 3(9): 12-19. [Jagganath G (2019) Food entrepreneurship among immigrant Zulu Natal. Oriental Anthropologist Y (2009) Effects of turmeric extract on chronic ultraviolet B irradiation-induced skin damage hairless properties of curcuma longa: A review. International Journal of Pharmaceutical Sciences and Research 4(1): 103-112.](https://ijpsr.com/bft-article/ethnopharmacological-properties-of-curcuma-longa-a-review/) - Rosegarten, F (1969) The Book of Spices, Livingston Publishing Company, London. "}