{"title": "Resolving skin inflammation in dogs and cats", "author": "Steve Marsden; DVM; ND; MSOM Lac; Dipl CH; CVA; Grad Dip Vet Acup; Grad Dip VCHM; AHG", "url": "https://ivcjournal.com/dermatological-dilemmas-dogs-cats/", "hostname": "ivcjournal.com", "description": "This article looks at the potential for diet, herbs and the microbiome to resolve skin inflammation in your small animal patients.", "sitename": "Innovative Veterinary Care Journal", "date": "2019-09-16", "cleaned_text": "The potential for diet, herbs and the microbiome to resolve skin inflammation in small animals. Dermatological problems in dogs and cats are among the most common and frustrating cases that veterinarians see. Successfully resolving these issues involves understanding new models of skin disease, and the roles that diet, herbs and the microbiome can play in their resolution. Current conventional treatment approaches Apart from [Omega 3 fatty acids](https://ivcjournal.com/omega-fatty-acids-dogs-cats/) influencing cytokine production, the current use of diet to manage skin inflammation involves the avoidance of antigenic food molecules, particularly proteins. Antigenic proteins are believed to be absorbed intact through the gut mucosa and viewed as foreign by immune cells residing in the lamina propria. Sensitized Helper T cells circulate to the skin, stimulating immune cells residing there to incite inflammation. In short, these animals are understood to be suffering a Type IV hypersensitivity mediated by T cell activation. Typical strategies to address this problem include suppressing the immune system using pharmaceuticals, and using extruded diets in which molecular sizes are too small to incite a response. Novel protein diets are also used to avoid antigens to which the system has been previously sensitized. No conventional treatments are used to address the increased porosity of the digestive tract that allows entry of antigenic molecules; or the ability of circulating immune cells to enter the interstitium of the skin. Some of the perceived efficacy of natural therapies in dermatitis appears to be due to a targeting of these aspects of pathogenesis. Despite conventional therapy, success is often inconsistent, even where a link between skin disease and diet appears to be present. In many cases, inflammation continues unabated when the animal is on extruded diets. New food allergies commonly develop, necessitating a parade of diets featuring ever more exotic protein sources. Immune suppression with drugs often has immediate dose-dependent side effects, as well as delayed side effects like predisposition to infections and tumors. It is for these reasons that owners seek out alternative perspectives and treatments for their pets' skin diseases. New models of skin disease Ironically, one can start with current medical research when looking for a new context in which to view small animal dermatitis cases. The knowledge that gave rise to the therapeutic approaches noted above has been added to significantly to create a schema that embraces this pre-existing model; but also goes well beyond this to suggest many new potential avenues for managing dermatitis. These new directions in research provide support for, and help explain the utility of, alternative therapies such as \"real food\" (e.g. homemade or raw) as well as various supplements and herbs. Two broad models are emerging of the main mechanisms by which dermatitis arises. - We can call the first model inflammation dysregulation, which appears secondary to the metabolic consequences of feeding processed diets. The high insulin levels that result promote inflammation in and of themselves, but also lead to the accumulation of abdominal fat, often culminating in obesity. The fat accumulations are not inert, but secrete adipokines and cytokines involved in the generation of inflammation. This spawning of inflammation from a state of over-nutrition has long been recognized by Classical Chinese Medicine, which terms the phenomenon \"Damp Heat\". Inflammation arising from insulin resistance and obesity can be countered through insulin-sensitizing herbs and the use of less processed diets. It is likely directly aggravated through the use of existing processed diets, including extruded foods. - The second model we can term immune dysregulation and involves the Type IV hypersensitivity reaction veterinarians are familiar with. If a less processed diet does not materially improve the condition, then immune dysregulation is more likely to be present, but instead of managing the condition with just novel protein and extruded diets, practitioners can resolve these conditions through manipulation and deliberate support of the microbiome using various herbs, supplements and food sources. The focus of the diet probably needs to be on fiber, rather than just on novel protein sources. We'll now take a closer look at each of these models in turn, outlining the most effective therapies for each. Inflammation dysregulation The Damp Heat model The notion that inflammation is linked to metabolism is an old one, appearing many centuries ago in an albeit more poetic guise, namely the Damp Heat model of Chinese medicine. In that model, the digestive tract (i.e. the Spleen) plays the role of converting raw materials into useful substances that can be used by the body, such as Blood, joint fluid and plasma. If the Spleen is weak due to excessive demands being placed on it, conversion is incomplete, and an unusable fluid known as Dampness accumulates. Dampness is not used by the body, and goes wherever normal fluids are distributed, to accumulate in joint spaces, urine, and the walls of the blood vessels. Any accumulating unused tissue also qualifies as Dampness, including adipose within the abdomen. Within the vessels, Dampness is imagined to slowly encroach upon and obstruct the flow of Blood, releasing the kinetic energy of flowing Blood as a sort of heat of friction that Chinese medicine terms Damp Heat. If allowed to continue, the Blood stops moving altogether, leading to Blood Stasis and compromised circulation to the associated tissue. Different treatment approaches are applicable at different stages of the disease's progression. In the earlier stages, herbs that strengthen the Spleen and drain Damp are more appropriate. As problems progress, cooling and Blood-moving treatments are called for. If this model were to have any relevance outside of Chinese medicine, there would have to be evidence that inflammation (i.e. Heat) was linked to overconsumption of food and the accumulation of body fat. We'd also want to see a link between chronic inflammation and the disruption of circulation within tissues. Modern nutritional research has confirmed both of these relationships. The disruption of circulation that attends chronic inflammation is termed \"endothelial dysfunction\" and is beyond the scope of this article, although it should be stated that high insulin levels are a driver of the condition, so dietary recommendations made in this article are as applicable to endothelial dysfunction as the treatment of inflammation and Damp Heat. This article will focus on the link between overconsumption and inflammation, central to which is the phenomenon of insulin resistance. Insulin, weight gain and inflammation Veterinarians certainly recognize insulin resistance as occurring in cats, culminating in the development of Type II diabetes. They may not, however, associate it with their canine patients at all. The reality is that both dogs and cats are prone to insulin resistance, which only requires a chronic surfeit of energy within cells to develop. In humans, this is most often due to a surplus of free fatty acids in the diet, but any excess caloric intake can produce the phenomenon, including an excess of carbohydrate intake in dogs.1 The energy surplus ramps up ATP production in the cell's mitochondria, producing mitochondria over-activation and excesses of ATP. In response, AMPK is up-regulated, triggering pathways that inhibit further lipid and glucose uptake and oxidation by cells.1 Some of this energy glut is stored as fat instead, with circulating insulin levels correlating strongly with the tendency for future weight gains.2,3 Simply gaining some weight might not be a problem in itself, were this anabolic state not associated with inflammation. As body score increases, so do fasting plasma levels of inflammatory mediators like interleukin-6 (IL-6) and monocyte chemoattractant protein-1 (MCP-1). As feeding of energy-rich easily-digested foods continues, dogs enter a state of chronic inflammation.4 The situation only worsens as they eventually become obese. As in humans, the incidence of obesity in small animals has achieved epidemic proportions. As reviewed by Laflamme,5 obesity in the dog or cat arises from the overconsumption of calories from any source, to the point where accumulated body fat is starting to impair health and body function. In a human, obesity is achieved when body weight increases to 20% to 25% above the ideal for his/her frame. The same is generally presumed for dogs and cats, and even moderately overweight dogs are at greater risk than their lean-fed siblings for earlier morbidity and necessary medication for chronic health problems. Obese cats likewise face increased health risks, including arthritis, diabetes mellitus, hepatic lipidosis, and early mortality. The risk for developing diabetes increases about two-fold in overweight cats and about four-fold in obese cats. Decades ago, extra weight was viewed simply and vaguely as producing extra physical strain on the heart and joints. Modern research has clarified that this added health risk is due to the elaboration of inflammatory cytokines and adipokines by body fat stores themselves. Leptin, resistin, tumor necrosis factor-, IL-1, IL-6 and C-reactive protein all increase in obese dogs and cats, resulting in a persistent, low-grade inflammatory state. This inflammatory state has been shown to play a causal role in chronic diseases such as osteoarthritis, cardiovascular disease, diabetes mellitus and many others. The oxidative stress that results from chronic inflammatory states serves as an additional aggravating factor, predisposing the animal to tissue damage and tumor formation.5 While weight gain is associated with the development of chronic inflammation in dogs and cats, weight loss produces reductions in circulating inflammatory cytokines. In one study of the effects of weight loss in 26 cases of naturally-occurring obesity in a range of breeds, body fat mass before weight loss was positively correlated with both plasma insulin concentrations and serum insulin to glucose ratios. Both these parameters decreased after weight loss, confirming the presence of insulin resistance. As weight loss progressed, notable decreases in plasma tumor necrosis factor-alpha (TNF-alpha), haptoglobin and C-reactive protein concentrations were observed.7 It's important to note that in all respects, the link between diet, insulin, body fat and inflammation in dogs and cats is identical to that demonstrated in humans, to the point that dogs and cats have served as the animal models for researching these phenomena in humans. Since obesity with its secondary inflammatory effects in humans has been repeatedly and consistently linked with the consumption of processed foods,6 it is thus entirely reasonable to postulate the same is true for dogs and cats. The notion of processed foods contributing to small animal disease and fostering an obesity epidemic has been understandably unpopular among veterinarians, given the reliance of the profession on these foods for the management of medical conditions, as well as routine feeding. Also denied in the past was the notion that carbohydrates could produce insulin resistance in dogs and cats, but this has been verified in clinical trials. A case in point was the analysis offered by a study looking at the efficacy of a high-protein medium-carbohydrate diet for weight loss in dogs that had become obese on a commercial high-carbohydrate medium-protein kibble. Insulin sensitivity and body composition were evaluated before and after weight loss using a euglycaemic-hyperinsulinaemic clamp and the deuterium oxide dilution technique, respectively. Postprandial plasma glucose and insulin concentrations were substantially lower with the high-protein medium-carbohydrate diet than the commercial kibble, which the researchers felt was readily explained by the difference in carbohydrate content between the two diets. 8 Weight loss, real food and the biome Weight loss is a primary goal in overweight animals suffering chronic inflammation. Weight loss with its attendant reduction in inflammation is achieved in association with, and even because of, shifts in the biome.16 For example, gut flora have been shown to play a crucial role in influencing metabolism, predisposition to weight gain, and blood lipid levels. Changing the microbiota by altering the diet may eliminate its role in creating a pro-inflammatory metabolism. Raw and real food diets are being fed on an increasing basis to reduce body weight and tendencies to inflammation. Commercial high protein and high fiber diets produce weight loss with associated characteristic shifts in the microbiome that are identical to what real food diets achieve, suggesting they may work in a similar manner.9,14 The lower glycemic index of real food diets that stems from their higher protein and lower carbohydrate contents seems to promote a metabolism conducive to weight loss and an anti-inflammatory effect in many dogs and cats. A crossover study was performed to examine the effect of raw diets and their functional opposites (namely, highly processed extruded diets) on the microbiome. Raw diet effects included: - Reduced fatty acid synthesis - Increased balance and diversity of the micrbiome - A shift in microbiome metabolites towards those associated with a healthy gut - Increased lactic acid and pH of the stoll The results of extruded diets on skin inflammation are commonly disappointing, but are perhaps explicable since in the above the study, they had a deleterious and opposite effect on the microbiome.14 Beneficial effects on the microbiome were also seen in dogs fed a minced beef diet, and these changes were reversed when the diet was replaced with commercial kibble. 15 Additional prospective research is needed to confirm whether raw and real food diets may promote weight loss and reduce systemic inflammation in overweight animals. Herbal approaches While real food diets are employed to induce weight loss and favorable shifts in the microbiome, Damp Heat formulas can be used to reduce excess insulin levels and counter inflammation. San Ren Tang (Three Seeds Decoction) and Si Miao San (Four Marvels Powder) are both Damp Heat formulas used for the management of dermatitis (see Tables 1 and 2). Si Miao San, by some estimates, is the most widely used herbal formula in veterinary medicine, testifying to its utility in managing inflammation. Si Miao San is used more for acute inflammation, where a decongesting effect is needed on the body periphery; San Ren Tang is used for more chronic inflammation, where a return of blood supply is required to help actively resolve chronic lower-grade inflammation. Si Miao San and San Ren Tang are not the only two Damp Heat formulas used in the management of skin disease, and the differences in their indications are more numerous and nuanced than is represented here. The reader is referred to professional reference texts38 for more information on how to use these two formulas safely and effectively. Both formulas exemplify, however, the strategy of combining insulin-sensitizing and anti-inflammatory herbs within the same formula. This innate synergy is likely what has driven their popularity, and provides corroboration for the role of insulin resistance in driving the development of inflammation. Since the ingredient list of both formulas reflects several centuries of refinement to achieve maximum efficacy, we can conclude that insulin as a driver of inflammation is not strictly a phenomenon of modern society but has been a problem throughout human history. It is only our awareness of the problem that is recent. To act on the knowledge requires us to overcome the inertia produced by standard industry practices. Both Si Miao San and San Ren Tang contain Coix, an anti-inflammatory herb.39 The effects of this herb stem from its ability to inhibit nitric oxide synthesis, as well as superoxide production and release by macrophages. Coix also contributes to insulin sensitization. It has been shown to reduce adipose tissue weight, leptin and insulin levels in rat models of metabolic syndrome.40 Si Miao San is a more potent anti-inflammatory insulin-sensitizing formula, and is also antioxidant due to its Phellodendron content. Phellodendron has demonstrated antioxidant activity in numerous studies41 and also has an anti-inflammatory effect through its inhibition of the production of inflammatory cytokines and nitric oxide. It also inhibits expression of the gene for iNOS, as well as tumor necrosis factor (TNF-alpha).42 Si Miao San improves insulin sensitivity by protecting and enhancing insulin signalling.35.36 Berberine, a plant compound extracted from Phellodendron in Si Miao San, has been shown through a systematic review of clinical trials to improve multiple aspects of Type II diabetes and insulin resistance, including blood glucose markers such as HbA1c, hyperlipidemia and hypertension.34 Phellodendron as a whole has been shown to directly combat the central mechanism by which insulin resistance is generated, by reversing the inhibition by AMPK of glucose and lipid oxidation,37 facilitating the removal of adipose stored in hepatocytes.43 Si Miao San also contains Atractylodes, which has been shown to improve several metrics in diabetic patients.37 Immune dysregulation The connection between the gut and skin While the microbiome likely plays a key role in inflammation due to weight gain, its role in immune dysregulation is probably even more central. Gut microflora are important drivers of host immunity, help protect against invading enteropathogens, and provide nutritional benefits to the host. Their role when things go awry is still being unraveled, but so far, the discoveries for dogs and cats parallel what has been discovered for humans. Specifically, shifts in the microbiome can: - Cause synthesis of metabolites that have an epigenetic role in immune dysregulation - Increase gut permeability, causing sensitization to antigens within the gut lumen that then propagates to the skin - Stimulate ongoing inflammation in the gut wall (i.e. inflammatory bowel disease or IBD) which propagates to the skin. Cell-mediated immune reactions are important in the latter two mechanisms. Helper T cells stimulated into action at gut level through excess exposure to microflora then circulate, eventually prompting Effector T cells in the skin to secrete interleukins that prod macrophages and neutrophils to ramp up their inflammatory response to local skin irritants. In other words, inflammation from one cause in the gut ramps up the inflammatory response to antigens from other sources in the skin. Since exposure to the inciting antigen or pathogen is ongoing, inflammatory responses in the skin persist or continue to grow.18,19 Conventional treatment with anti-inflammatory and immune-suppressive therapies often provides only temporary relief but may potentiate increased permeability and dysbiosis, ironically resulting in inflammation becoming perpetuated.16 Reducing background inflammation produced by gut dysbiosis may be the primary consideration for allowing skin inflammation to subside. Stress can amplify the role of the gut in inducing skin inflammation. Itacts through the \"brain-gut-skin axis\" to suppress gut immunity through increased secretion of cortisol, promoting dysbiosis. Only after enteropathogens have proliferated is the immune system once again incited into activity, producing a cell-mediated inflammatory response that damages the gut wall and leads to secondary skin inflammation. Restoring a healthy biome Determining all the immune mechanisms that might be involved within a given patient may be difficult, but significant improvement can be achieved by simply following the central tenet of naturopathic medicine to \"restore the causes of health\" by: - Promoting species diversification within the microflora while controlling pathogens - Reducing gut permeability - Minimizing stress to avoid immune suppression and overgrowth of pathogens. As reviewed by Craig,16 a healthy microbiome can be supported by feeding a species-appropriate diet using real foods wherever possible. As a highly adaptive species, dogs (like humans) can thrive on a great variety of foods, at least in the short term, allowing debate among veterinarians and consumers of just what the ideal diet is for a dog. From the perspective of gut microflora, however, the definition of the ideal diet becomes narrower. In carnivores, use of higher-protein diets promotes greater stomach acidity, reducing the predisposition to small intestinal bacterial overgrowth and deleterious shifts in the biome. Craig notes that \"animal-sourced roughage\" such as scales, skin, hair, teeth, tendon, bone and cartilage from real food diets may have a prebiotic effect even if not digested. Craig also states that \"low carbohydrate cereal-free diets should be considered in the investigation of any chronic skin disorder [in dogs], whether or not there is evidence of gastrointestinal disease\". His concerns extend from the presence of gluten and fermentable carbohydrates within cereal grains. Fermentable carbohydrates lead to dysbiosis and secondary impairment of the GI barrier. Gut bacteria species have been shown to create metabolites from gluten that increase gut permeability, prompting immune dysregulation. While fermentable carbohydrates can increase gut permeability, foods containing soluble fiber can help strengthen the GI barrier by having a prebiotic effect. Short-chain fatty acids, such as butyrate, produced by gut flora from these fiber sources tighten the junctions between gut mucosal epithelial cells, thereby reducing the priming of the immune system by lumen contents. Fecal IgA is also increased, helping to bind and inhibit the activities of enteropathogens.20 Example fiber sources include those from beans and potatoes.20, 21 Note that overweight inflamed animals do not apparently experience the same boost in fatty acid synthesis from high protein high fiber diets that immune dysregulation dogs do.13 Indeed, their fatty acid synthesis may drop. Fiber supplementation thus appears a much more important consideration for the immune dysregulation animal. Other prebiotics exist besides fiber, including inulin and oligosaccharides, which are resistant to host digestion, allowing them to be fermented in the colon, producing beneficial metabolites. They are widely used in pet foods, although their efficacy in animals has not been researched. Also commonly used are probiotics, which help change flora composition and activity to improve host health. Probiotic benefits include: - Inhibition of pathogen adherence - Sealing of the intestinal barrier - Killing pathogens through bacteriocins produced by commensal flora - Increasing immunity and the intestinal barrier by stimulating IgA production - Downregulation of cytokine secretion. Craig states that probiotics have been effective in clinical trials of human atopy, and early exposure to probiotics reduces the intensity of symptoms in models of canine atopy. As reviewed by Miraglia del Guidice and De Luca, many clinical trials have shown that probiotics have the ability to alleviate allergic inflammation, as evidenced by both the control of clinical symptoms and a reduction of local and systemic inflammatory markers.17 When the microbiome is suspected as being operative in an animal's inflammatory condition, certain pharmaceuticals, including antacids and antimicrobials, should be used only with great care to avoid perpetuating or worsening the problem. At times, antimicrobials may be necessary to correct a dysbiosis, though efficacy is inconsistent. More popular among veterinarians recently has been the use of fecal microbiota transplantation (FMT) to restore normal gut flora populations. Herbal approaches Based on the foregoing, there are three main ways an herbal medicine can address immune dysregulation manifesting as immune-mediated dermatitis. - Support a normal local immune response within the gut to correct dysbiosis - Modulate the cell-mediated immune reaction being propagated to the skin - Reduce stress as a cause of immune suppression and secondary enteropathogen proliferation. Astragalus-based formulas such as Ginseng and Astragalus Combination (Bu Zhong Yi Qi Tang) are used to support or restore normal and local immunity within the gut, while Minor Bupleurum (Xiao Chai Hu Tang) derivatives work through all three pathways (see Tables 3 and 4). Astragalus Several studies illuminate the role of astragalus (A. membranaceus) in the correction of dysbiosis. Polysaccharide extracts from the plant have been shown to alter gut microbiota and the SCFAs they synthesize in diabetic mice.22 Another study in broiler chickens showed a reduction of pathogenic gut flora and a concomitant increase in commensal and symbiotic species.23 Indeed, astragalus (Huang Qi) is much studied for its ability to improve productivity in farm animals by correcting the microbiome. The plant was shown in pigs to reduce diarrhea secondary to dysbiosis, leading to enhanced growth rates and improved digestibility of food. Improved microbiota health was also indicated by an increase in species diversity and was likely due to an improved immune response against enteropathogens, as evidenced by increases in IL-2 and TNF-alpha.24 The same general impact was seen in a study on chicks, where the plant extract was used in tandem with probiotics to successfully combat pathogenic strains of E.coli.25 Minor Bupleurum Minor Bupleurum consists of three key herbs: bupleurum (Chai Hu), scutellaria (Huang Qin) and panax ginseng (Ren Shen). It is an herbal powerhouse for the management of immune dysregulation caused by \"leaky gut\", with all three plants showing efficacy independent of each other in all three areas of correcting dysbiosis: - Reducing predisposition to, and the adverse effects from, stress on microflora - Modulating the immune system to support local immunity or reducing the intensity of cell-mediated immune reactions Dysbiosis With respect to dysbiosis, bupleurum was shown in the context of another formula, Bupleurum Soothe the Liver Combination (Chai Hu Shu Gan San), to protect microflora from pathogenic overgrowth.26 Scutellaria (in the formula Huang Lian Jie Du Tang) has been shown to help restore normal gut flora in rats by reducing pathogens and increasing the presence of bacteria that do not incite inflammatory responses. SCFA synthesis increased accordingly.27 Many studies support the use of ginseng for the correction of dysbiosis secondary to antibiotic use.28 Brain-gut-skin axis Ginseng is widely known as an adaptogenic herb that can normalize and optimize adrenal gland output of cortisol, lessening its secretion in times of repetitive stress, but increasing it when increased alertness is required. Normalization of cortisol secretion reduces immune suppression allowing enteropathogenic bacteria overgrowth. Scutellaria species likewise have research support for their long history of use in treating anxiety and other CNS organic and mood disorders.29 Bupleurum has likewise been shown to reduce depression and anxiety in animal models of repetitive stress.30 Immune dysregulation Wogonin, found in scutellaria, has been analyzed for its ability to support normal immunity and reduce inflammatory bowel changes in colitis in rats. Levels of protective IgA were increased, while IgE levels associated with hypersensitivity were maintained at low levels. The ability to induce local immunity in the gut was increased in rats given wogonin, but the intensity of the inflammatory response during colitis was reduced, making scutellaria a true immune modulator.31 A decrease in bowel wall integrity can increase exposure of the immune system to endotoxins (LPS), sparking an inflammatory response that can propagate to the skin. Administration of bupleurum tempers the pro-inflammatory effects of LPS exposure, while supporting phagocytosis and removal of the offending antigens.32 Bupleurum's tempering effect of an immune response has been widely studied and demonstrated at other mucosal surfaces as well, including for the reduction of allergic responses at respiratory epithelia.33 Conclusions On a fundamental basis, the typical strategies in small animal dermatitis have changed very little over the last several decades and are still centered around the feeding of extruded or novel protein processed diets; and/or the use of immune suppressant medications. Research into the role of diet in dermatitis has progressed, however, illuminating the primary role that metabolism and the microbiome play in driving skin inflammation. Use of unprocessed diets and herbs undermines the role of insulin and weight gain as drivers of inflammation; while manipulation of the microbiome using diet, herbs, prebiotics and probiotics holds significant promise for the relief of immune-mediated skin disease. These strategies are deserving of much more research attention, and appear to offer significant hope of advancing the veterinary profession in an arena that it has historically found highly frustrating. You can view Dr Marsden's webinar series on \"Dermatological Dilemmas\" by visiting civtedu.org/steve-marsden-skin-diseases-webinar-series/. References 1Jianping Ye. Mechanisms of insulin resistance in obesity. Front Med. 2013 Mar; 7(1): 14-24. 2Kolb H, Stumvoll M, Kramer W, Kempf K, Martin S. Insulin translates unfavourable lifestyle into obesity. BMC Med. 2018 Dec 13;16(1):232. 3Jellinger PS. Metabolic consequences Cornerstone. 2007;8 Suppl 7:S30-42. 4Frank L, Mann S, Levine CB, Cummings BP, Wakshlag JJ. Increasing body condition score is positively associated interleukin-6 and monocyte chemoattractant protein-1 in 15;167(3-4):104-9. 5Laflamme DP. Companion Animals Symposium: Obesity in dogs and cats: What is wrong with being fat? J Anim Sci. 2012 May;90(5):1653-62. 6Poti JM, Braga B, Qin B. Ultra-processed Food Intake Really Matters L, Holden SL, Morris PJ, Biourge V, Trayhurn P. Improvement in insulin resistance and reduction in plasma inflammatory adipokines after weight loss in obese dogs. Chaix G, Thorin C, Burger M, Nguyen P. Recovery of insulin sensitivity and optimal body composition after rapid weight loss in obese dogs fed a Morris PJ, Biourge V. A high protein high fibre diet improves weight loss in obese dogs. Vet J. 2010 Mar;183(3):294-7. 10Bosch G, Verbrugghe GP, WH. The effects of dietary fibre type on satiety-related hormones and voluntary food intake in dogs. Br J Nutr. 2009 Jul;102(2):318-25 11Butterwick RF, Hawthorne AJ. Advances in dietary management of obesity in dogs and cats. J Nutr. 1998 Dec;128(12 Suppl):2771S-2775S. 12Forster Comparative Study of Serum Biochemistry, Metabolome and Microbiome Parameters of Clinically Healthy, Normal Weight, Overweight, and Obese Companion Dogs. Top Companion Anim Med. 2018 Dec;33(4):126-135. 13Salas-Mani Jeusette I, Castillo N, N, Fernández S, Vilaseca L, Torre C. Fecal microbiota composition changes after a BW loss diet in Beagle dogs. J Anim Sci. 2018 Jul 28;96(8):3102-3111. meat based diet influences faecal microbiome and end products of fermentation in healthy dogs. 15Herstad KMV, Gajardo K, Bakke AM, Moe L, Ludvigsen J, Rudi K, Rud I, Sekelja M, Skancke E. A diet change from dry food to beef induces reversible changes on the faecal microbiota in healthy, adult client-owned dermatitis and the intestinal microbiota in humans and dogs. Vet Med Sci. 2016 Feb 23;2(2):95-105 17Miraglia del Giudice M, De Luca MG. The role of probiotics in the clinical management of food allergy and atopic J Clin Gastroenterol. and atopic dermatitis. A new 2002 Sep;34 Suppl 2:S68-71. 19Walker Dieleman L, Mah D, Park K, Meddings J, Vethanayagam D. High prevalence of abnormal gastrointestinal permeability in moderate-severe Clin MOS, Glória MBA, Carciofi AC. The effect of age and carbohydrate and protein sources on digestibility, fecal microbiota, fermentation products, fecal IgA, and immunological blood parameters in dogs. J Anim Modulation of the faecal microbiome of healthy adult dogs by inclusion of potato fibre in the diet. Br J Nutr. 2015 Jan 14;113(1):125-33. 22Liu Y, Liu W, Li J, Tang S, Wang M, Huang W, Yao W, Gao X. A polysaccharide extracted from Astragalus membranaceus residue improves cognitive dysfunction by altering gut microbiota in diabetic mice. Carbohydr Polym. 2019 Feb 1;205:500-512. 23Qiao H, Song Y, Shi H, Bian C. Fermented Astragalus in diet altered the composition of fecal microbiota in broiler chickens. AMB Express. 2018 Sep 25;8(1):151. 24Che D, Adams S, Wei C, Gui-Xin Q, Atiba EM, Hailong J. Effects of Astragalus on growth performance, nutrient digestibility, microbial composition, VFA production, gut pH, and immunity of weaned pigs. Microbiologyopen. 2018 Aug 16 25Li SP, Zhao XJ, Wang JY. Synergy of Astragalus polysaccharides and probiotics (Lactobacillus and Bacillus cereus) on immunity and intestinal microbiota in chicks. Poult Sci. 2009 Mar;88(3):519-25. 26Meng Yu, Hong-Mei Jia, Chao Zhou, Yong Yang, Li-Li Sun, Zhong-Mei Zou. Urinary and Fecal Metabonomics Study of the Protective Effect of Chaihu-Shu-Gan-San on Antibiotic-Induced Gut Microbiota Dysbiosis Liao, Biyu Shaobao Zhang, Liu, Qiongfeng Liao, Zhiyong Xie. Huang-Lian-Jie-Du-Decoction Ameliorates Hyperglycemia and Front Microbiol. 2018; 9: 2380. 28Li S, Qi Y, Chen L, Qu D, Li Z, Gao K, Chen J, Sun Y. Effects of Panax ginseng polysaccharides on the gut microbiota in mice with antibiotic-associated diarrhea. Int J Biol Macromol. 2019 Mar 1;124:931-937. 29EghbaliFeriz S, Taleghani A, Tayarani-Najaran Z. Central nervous system diseases and Scutellaria: a review of current mechanism studies. Biomed Pharmacother. 2018 Jun;102:185-195. 30Lee Bupleurum falcatum prevents depression and anxiety-like behaviors in rats exposed to repeated restraint stress. J Microbiol Biotechnol. 2012 Mar;22(3):422-30. 31Lim BO. Efficacy of wogonin in the production of immunoglobulins and cytokines by mesenteric lymph node lymphocytes in mouse colitis induced dextran sulfate sodium. Biosci Biotechnol Biochem. 2004 Dec;68(12):2505-11. 32Wu Bupleurum polysaccharides attenuates lipopolysaccharide-induced inflammation via modulating One. 2013 Oct 22;8(10): 33Bui TT, Piao CH, Fan Y, Jung SY, Jang BH, Shin HS, Song CH, Chai OH. Preventive Effect of Bupleurum chinense on Nasal Inflammation via Suppressing T Helper Type 2, Eosinophil and Mast Cell Activation. Am J Chin Med. 2019 Mar 7:1-17. 34Lan J, Zhao Y, Dong F, Yan Z, Zheng W, Fan J, Sun G. Meta-analysis of the effect and safety of berberine in the treatment of type 2 diabetes mellitus, hyperlipemia and hypertension. J Ethnopharmacol. 2015 Feb 23;161:69-81 35Liu K, Luo T, Zhang Z, Wang T, Kou J, Liu B, Huang F. Modified Si-Miao-San extract inhibits inflammatory response and modulates insulin sensitivity in hepatocytes through an IKK/IRS-1/Akt-dependent pathway. J Ethnopharmacol. 2011 Jul 14;136(3):473-9. 36Yang JL, Wang JL, Huang F, Liu K, Liu BL. Modified Si-Miao-San inhibits inflammation and promotes glucose disposal in adipocytes through regulation of AMP-kinase. Chin J Nat Med. 2014 Dec;12(12):911-9. 37Shi J, Hu Y, Wang Q. Fufang cangzhu tang for treatment of senile obesity or overweight complicated with impaired glucose tolerance -a clinical observation in 32 cases. J Tradit Chin Med. 2006 Mar;26(1):33-5. 38Marsden S. Essential Guide to Chinese Herbal Formulas- Bridging Science and Tradition in Integrative Veterinary Medicine. CIVT Publications, 2014. http://www.civtedu.org/dr-steve-marsdens-essential-guide-to-chinese-herbs/ 39Seo WG et al. Inhibitory effects of methanol extract of seeds of Job's Tears on nitric oxide and superoxide macrophages. Immunopharmacol Immunotoxicol 2000 Aug;22(3):545-54 40Yin J, Zhang H, Ye J. Traditional Chinese medicine in treatment of metabolic syndrome. Endocr Metab Immune Disord Drug Targets 2008 Jun;8(2):99-111 41Kong LD, Yang C, QuiXi, Wu HP, Ye DJ. Effects of different processing products of Cortex Phellodendri on scavenging oxygen free radicals and Kim YS, Kwon OY, Joh TH. Inhibition of gene expression and production of iNOS and TNF-alpha in stimulated microglia by methanol extract of Phellodendri cortex. Immunopharmacol. Yang CC, Yang F. The pharmacological and pathological studies on several hepatic protective crude drugs from Taiwan(I). Am J Chin Med 1988;16(3-4):127-37 AUTHOR PROFILE Dr. Steve Marsden is co-founder of Edmonton Holistic Veterinary Clinic, and is arguably the foremost holistic veterinary practitioner in the world. As such, he spends three months a year teaching veterinarians on five continents. In 2009, the Canadian Veterinary Medical Association honoured Dr. Steve as \"Small Animal Veterinarian of the Year\", and in 2010, the American Holistic Veterinary Medical Association named him \"teacher of the year\". In addition to his veterinary work, he spends half his time treating people, thanks to his credentials as a naturopathic physician and his training as a Chinese medical practitioner. "}