{"title": "NOVA Online | Bioterror", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2001-01-01", "cleaned_text": "| | | | | | | || || | Making Vaccines by Rick Groleau Today there is mounting concern about the threat of a bioterrorist attack using smallpox—so much concern that in October 2001 the American government decided to order enough vaccine to protect every U.S. citizen. Smallpox has a fearsome reputation, having killed more people in history than any other infectious disease. It was quite a victory, then, when English physician Edward Jenner developed an inoculation against smallpox in 1796. Armed with the knowledge that milkmaids who had been exposed to cowpox, a relatively mild affliction, didn't come down with smallpox, Jenner intentionally infected an eight-year-old boy with cowpox. Two months later he infected the boy again, this time with smallpox. As Jenner expected, the child didn't come down with the disease—he was immune. Although Jenner's experiment was highly unethical, especially by today's standards, it did lead to widespread inoculations against the feared disease. He called his new procedure vaccination, after vacca, which is Latin for cow. A vaccine works by generating an immune response in the body against some kind of pathogen—a virus or bacteria or some other agent that causes disease. Normally when a pathogen invades the body, the immune system works to get rid of the pathogen. Often, though, the immune system gets a slow start, which gives the pathogen time to multiply and wreak havoc. What a vaccine does is expose the immune system to a less-threatening version of a pathogen and, in effect, prime it to recognize and quickly eliminate the pathogen's harmful counterpart, should it ever invade the body. This feature lets you create six vaccines in your own virtual laboratory, using a different technique to produce each one. Flash is a plug-in that allows for increased interactivity. If you can see the animated boxes at left, the plugin is already installed. If you do not see the boxes, you can [install the Flash plugin](/wgbh/nova/novatech.html#flash), or select this feature's non-Flash version. Rick Groleau is managing editor of NOVA Online. [History of Biowarfare](/wgbh/nova/bioterror/history.html) | [Future Germ Defenses](/wgbh/nova/bioterror/germs.html) Updated November 2001 | || | "}