{"title": "PDF", "author": "PDF", "url": "https://www.hilarispublisher.com/open-access/numerical-study-of-a-seivr-epidemic-model-among-infants-with-vaccination-and-temporary-immune-protection-2168-9679.1000151.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Volume 3 Issue 1 1000151J Appl Computat Math ISSN: 2168-9679 JACM, an open access journal Open Access Research Article Binuyo et al., J Appl sensitivity analysis; Vaccination; Temporary immune recovered class Introduction Many infectious diseases among infants do transmit either through horizontal or vertical modes [1]. These infectious diseases among the infants include polio, measles, diphtheria, influenza, cholera and so on. Many authors have studied a variety of infectious diseases that do transmit both vertical and horizontal modes and gave a comprehensive survey of the formulation and the mathematical analysis of compartmental models that also incorporates vertical transmission [2]. At present, vaccination is a commonly used method for controlling the spread of infectious diseases among the infants between the ages of one month and one year [3]. But, in fact, for many infectious diseases, the immunity which is acquired either by preventive vaccine or by natural immunity may wane with time which may lead to subsequent dose vaccination strategy and at determining changes in qualitative behavior that could result from such a control measure [4]. Dan Long and Zhongyi established and analyzed a deterministic mathematical model in their paper [2]. However, the integration of the recovered infant class to the population was not incorporated into the mathematical model they established. In this paper, it is intended to determine the parameter that has the greatest impact on the formulated mathematical model which incorporates the temporary immune recovered infant class into the model. With this mathematical model, it will enable the public health workers to take into consideration on how to reduce the spread of the infectious diseases among the infants by encouraging and enlightening the parents to allow their children to be given the vaccine regularly and subsequently. Model description The SEIVR mathematical model is partitioned into compartments of susceptible infants class (S), the exposed infant's class (E), the infectious infants class (I), the vaccinated infants class (V) and the recovered infants class (R). The immunized compartment changes due to the coming in of the immunized infants into the population where we assume that a proportion of of the incoming infants are immunized against the infectious diseases. This compartment reduces due to the expiration of duration of vaccine ecacy at the rate and also by natural death at the rate of µ. The susceptible population increases due to the coming in of the infants from the immunized compartment as a result of the expiration of the duration of vaccine ecacy at the rate . The susceptible population also reduces due to the natural death rate µ and infection with contact rate of infection . The population dynamics of the exposed infants class at the latent period grows with the incidence rate of (1 )+SI I . This class reduces by natural death rate µ and occasional breakdown of the exposed infants at the latent period into infectious class at the rate of . Also, the population dynamics of the infectious class grows with the past information of the infected given by while this class reduces by the natural death rate µ and successful cure of the infectious diseases at the rate of by given the infected immunization. The vaccinated class denoted by V but because the ecacy of the vaccine is not one hundred percent such that it can wane at the rate of but the recovery class increases with temporary immunity at the rate of which are transferred back to the susceptible class and decreases by natural death rate µ. The schematic description of the model is shown in the Figure 1. The mathematical model The SEIVR model is expressed as the system of nonlinear initial value problem given in the form 0 =dsPA It It St S Et E Edt(2) *Corresponding author: AO Binuyo, Department of Oyo, Nigeria, Tel: 8144349917; E-mail: binuyokay@yahoo. com Received October 22, 2013; 2014; Published January 10, 2014 Citation: Binuyo AO, Odejide SA, Aregbesola YAS (2014) Numerical Study of a Seivr Epidemic Model among Infants with Vaccination and Temporary Immune Protection. J Appl Computat Math 3: 151. doi: 10.4172/2168-9679.10001 51 Copyright: © 2014 Binuyo AO, et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.Abstract In this work, the numerical study of a deterministic mathematical model of an SEIVR (Susceptible-Exposed- Infected-Vaccinated-Recovered) epidemic model among infants was carried out. This model incorporates a temporary immune recovery class which involves subsequent dose vaccination for the infants. Hypothetical values were chosen for the parameters to test the validity of the mathematical model. The parameter with the greatest impact on the model was computed using the eigenvalue elasticity and sensitivity analyses and it was found that the parameter of the rate at which the vaccine wanes in the infants () has the greatest impact on the mathematical model.Numerical Study of a Seivr Epidemic Model among Infants with Vaccination and Temporary Immune Protection AO Binuyo1*, SA Odejide2 and YAS Aregbesola3 1Department of Physical Sciences, Ajayi Crowther University, Oyo, Nigeria 2Obafemi Awolowo University, Department of Mathematics, Ile-Ife, Nigeria 3Ladoke Akintola University of Technology, Department of Pure and Applied Mathematics, Ogbomoso, NigeriaJournal of Applied & Computational Mathematics ISSN: & Computational MathematicsCitation: Binuyo AO, Odejide SA, Aregbesola YAS (2014) Numerical Study of a Seivr Epidemic Model among Infants with Vaccination and Temporary Immune Protection. J Appl Computat Math 3: 151. doi: 10.4172/2168-9679.10001 51Page 2 of Appl Computat Math ISSN: Rdt (5) in which S(t), E(t), I(t), V (t) and R(t) represent the population of susceptible infant class, exposed infant class but not yet infected, the infected infant class, the vaccinated infant class and the temporary immune recovered infant class, respectively. The parameters in the mathematical model are positive and the Table 1 above provides the definitions for the model parameters. The model assumes a varying population of N(t) so that N (t)=S(t)+E(t)+I(t)+V (t)+R(t) and it is given in the form ()= + N t K Ce for µ+=AKParameter with the greatest impact Using the eigenvalue elasticity and sensitivity analyses, the parameter with the greatest impact on the mathematical model [2,5-8] can be determined. With the hypothetical values of the parameters given in the Table 1, the parameter that has the greatest impact can be obtained. The eigenvalue sensitivity analysis with respect to a parameter is defined as the partial derivative of the eigenvalue with respect to that parameter. The eigenvalue sensitivity S i (i = 1,. . . ,N and N is the dimension of the state vector) with respect to the jth parameter of the system pj is given in the form [8,9] 0( ) lim = = = jT ii ij i ipjj jJSp Ipp p (6) and the eigenvalue elasticity with respect to a parameter is defined as the partial derivative of the eigenvalue with respect to that parameter normalized for the size of the parameter and the size of the eigenvalue. This could also be described as the product of the eigenvalue sensitivity and the ratio of the parameter to the eigenvalue. Thus, it is given by the expression [5,10] 0( ) lim = = = = jii jj T ii i ij i ipjj jj ii jjpp JEp Ipp pp pp (7) With equations (6) and (7), the eigenvalue elasticity and sensitivity analyses with respect to the parameters in the mathematical model can be computed using the left eigenvectors (I i) and the right eigenvectors (ri) with the partial derivatives of the linearized Jacobian matrix (J) of the mathematical model (1)-(5) with respect to the parameters (pj) (j=1, 2, ..., 11) [2]. Because the Jacobian matrix (J) and the jJ p of the model (1)-(5) can often be easily determined symbolically and the eigenvalues can be computed for particular parameter values using the hypothetical values in Table 1 above, both eigenvalue elasticity and sensitivity with respect to a parameter can be computed at the endemic equilibrium state. At the endemic equilibrium state (in the presence of the infectious diseases), the Jacobian matrix J of the mathematical model (1) - (5) is given in the form 2* (1 *) ( ) 0 * 2 * * 0 * ( *) ( ) * 2 * * 0 0 0 0 () 0 0 0 0 () 0 + + = + ++ I I S SI I I S SI J while * ( Diagrammatic representation of an SEIVR model. Parameters Definitions Values recruitment rate of the infants into the susceptible class 100 A number of infants with the infectious diseases 1500 P fraction of the recruited infants who are vaccinated 0.8 µ the mortality rate 0.2 rate at which infected infants are treated with vaccines 0.35 transmission coefficient 0.5 rate at which the vaccine wanes 0.0182 rate the exposed infants become infectious 0.01 past information about the number of infected infants 12000 rate of re-infection 0.05 rate at which the susceptible infants are exposed to the diseases365/3 0Sinitial value of the susceptible infants 0.3982 0E initial value of the exposed infants 0.3086 0Iinitial value of the infected infants 0.2131 0Vinitial value of the vaccinated infants 0.0502 0R initial value of the temporary recovered infants 0.0299 Table 1: The interpretation of the parameters with their hypothetical values.Citation: Binuyo AO, Odejide SA, Aregbesola YAS (2014) Numerical Study of a Seivr Epidemic Model among Infants with Vaccination and Temporary Immune Protection. J Appl Computat Math 3: 151. doi: 10.4172/2168-9679.10001 51Page 3 of Appl Computat Math ISSN: 2168-9679 JACM, an open access While I* is the root of the ++ + + + ++b P ++ + ++ + + + ++c ) µ µ = + + + +d PA P A Substituting the hypothetical values in the Table 1 into equations (8) to (12), computer program was written for the evaluation of the values of the eigenvalue elasticity and sensitivity of the mathematical model [7]. The results obtained from the programming are shown in the Table 2 above. From the Table 2, it can be seen that the parameter which is defined as the rate at which the vaccine wanes in the infants has the largest positive values of both the eigenvalue elasticity and sensitivity analyses. This means that the parameter has the greatest impact on the formulated mathematical model (1)-(5). This is a notification for the public health workers to note by making sure that the temperature at which the vaccines are kept from the country they were imported from, should be maintained before given to the infants so that the vaccines can be eective. With the maintenance of the optimum temperature for refrigerated vaccines which is between +2°C and +8°C [9], the prevention of the spread of the infectious diseases among the infants will be reduced or eventually eradicated from the community. Conclusion The eigenvalue elasticity and sensitivity analyses on the formulated mathematical model (1)-(5) show that the parameter has the greatest impact on the mathematical model. Therefore, for eective control of the infectious diseases among the infants, subsequent dose vaccination should be given to the infants because of the low or poor maintenance of the optimum temperature of the vaccines [5]. Vaccines are sensitive biological products which may become less eective or even destroyed, when exposed to temperatures outside the recommended range [9]. Therefore, there is a need to ensure that an eective product of the vaccine is being used to reduce the spread of the infectious diseases among the infants. Vaccine failures caused by administration of compromised vaccine may result in the re-emergence or occurrence of vaccine preventable diseases [10]. References 1.Hethcote HW (2000) The mathematics of infectious diseases. SIAM Review42: 4. 2.Long D, Zhongyi X(2011) On the study of an SEIV epidemic model concerning vaccination and vertical transmission. Journal of Applied Mathematics andBioinformatics 1: 21-30. 3.Helikumi M, Estomih SM, Makinde D (2011) Transmission Dynamics ofInfectious Diseases by immigrants in a vaccinated and temporary immuneprotected population. African Journal of Mathematics and Computer ScienceResearch 4: 71-83. 4.Grassby PF (1993) Safe storage of 251: 323-327. 5.Alexander ME, Moghadas SM, Rohani P, Summers AR (2006) Modeling theeffect of a booster vaccination on disease epidemiology. J Math Bio 52: 32-35. 6.Binuyo AO (2012) Eigen value Elasticity Analysis of anseirc epidemic model for an infectious disease. Elixir Elec Engg volume 53: 11928-11931. 7.Brian RH and experienced users.Cambridge University Press webnote. 8.Forrester N (1982) A dynamic Synthesis of basic Macroeconomic Theory,Implications for stabilization and policy Analysis, PhD Thesis, MIT, Cambridge. 9.Zhang Q (2008) Application and Evaluation of Local and Global analysisfor dynamic models of infectious disease spread. Master's Thesis Project,Department of Computer Science, University of Saskatchewan, Saskatoon. 10. World Health Organization (2006) Temperature sensitivity of of eigenvalue elasticity and sensitivity analyses of the parameters. "}