{"title": "There's no real cure for rosacea, but there are ways to tame flare ups", "author": "Mili Godio", "url": "https://www.nbcnews.com/select/shopping/best-skin-care-products-rosacea-ncna1299897", "hostname": "nbcnews.com", "description": "Rosacea is a skin condition that causes redness and irritation on the face — these expert-recommended products can help tame flare-ups.", "sitename": "NBC News", "date": "2022-10-17", "cleaned_text": "Facial redness, irritation and small bumps can all be telltale signs of rosacea, a common skin condition affecting more than 14 million people in the U.S., most aged 30 to 50, according to the [American Academy of Dermatology](https://www.aad.org/public/diseases/rosacea/what-is/causes#:~:text=According%20to%20the%20U.S.%20government,and%2050%20years%20of%20age). Similar to [acne](https://www.nbcnews.com/select/shopping/best-cystic-acne-treatments-ncna1303082) and [eczema](http://eczema.it/), treating rosacea can be difficult — especially when there's no real cure. The best way to prevent rosacea flare ups is to avoid any potential triggers, including irritating ingredients that are common in popular skin care products, according to our experts. We spoke to dermatologists about skin care products that won't aggravate rosacea, as well as treatments and ingredients that can actually help tame flare-ups. SKIP AHEAD [Best products for rosacea](https://www.nbcnews.com/select/shopping/best-skin-care-products-rosacea-ncna1299897#anchor-Thebestproductsforrosaceain2022) | [How to best manage rosacea](https://www.nbcnews.com/select/shopping/best-skin-care-products-rosacea-ncna1299897#anchor-Howtomanagerosacea) | [What type of products should you avoid with rosacea?](https://www.nbcnews.com/select/shopping/best-skin-care-products-rosacea-ncna1299897#anchor-Whattypeofproductsshouldyouavoidwithrosacea) Our top picks - Best overall cleanser for rosacea: [Vanicream Gentle Facial Cleanser](https://goto.target.com/c/2465030/81938/2092?subId1=1299897rosaceaproducts&u=https%3A%2F%2Fwww.target.com%2Fp%2Fvanicream-unscented-gentle-facial-cleanser-8-fl-oz%2F-%2FA-17425434%3Fclkid%3D01e209c2N11ce11eebe49c9db05b0363e%26cpng%3DPTID1%26lnm%3D81938%26afid%3DTodayShowNBC%26ref%3Dtgt_adv_xasd0002) - [Avene Redness-Relief for rosacea: [CeraVe PM Facial Moisturizing Lotion](https://go.redirectingat.com/?xs=1&id=96128X1608529&url=https%3A%2F%2Fwww.ulta.com%2Fp%2Fpm-facial-moisturizing-lotion-xlsImpprod5140067&sref=https%3A%2F%2Fwww.nbcnews.com%2Fselect%2Fshopping%2F1299897rosaceaproducts) - Best acne treatment for rosacea-prone skin: [Differin Acne Gel](https://www.amazon.com/Differin-Adapalene-0-1-Acne-Treatment/dp/B07L1PHSY9?tag=1299897rosaceaproducts-20) - Best UV Clear Sunscreen with SPF 46](https://www.amazon.com/EltaMD-Clear-Facial-Sunscreen-Broad-Spectrum/dp/B002MSN3QQ?tag=1299897rosaceaproducts-20) The best products for rosacea in September 2023 Our experts said that a skin routine with gentle, non-abrasive products is best for people with rosacea. Below, we compiled expert-recommended moisturizers, facial cleansers, serums, sunscreens and more to help tame redness and irritation from rosacea. All of the products listed contain gentle, hydrating and brightening ingredients that can help soothe irritated skin — including niacinamide, hyaluronic acid and aloe — and are fragrance-free to avoid further irritation. Best cleansers for rosacea [Vanicream Gentle Facial Cleanser](https://goto.target.com/c/2465030/81938/2092?subId1=1299897rosaceaproducts&u=https%3A%2F%2Fwww.target.com%2Fp%2Fvanicream-unscented-gentle-facial-cleanser-8-fl-oz%2F-%2FA-17425434%3Fclkid%3D01e209c2N11ce11eebe49c9db05b0363e%26cpng%3DPTID1%26lnm%3D81938%26afid%3DTodayShowNBC%26ref%3Dtgt_adv_xasd0002) Pros: Free of harsh cleansing ingredients; Our editors say it's great for daily use Cons: When our editors tried it, it didn't remove all makeup \"For people who are really sensitive and report that a lot of products burn or sting their skin, I'll recommend the Vanicream line of products, which are great for people who have eczema and sensitive skin in general — a lot of patients with rosacea find it to be very tolerable,\" said Dr. Emmy Graber, a board-certified dermatologist of Boston](https://www.dermboston.com/). Gentle the National Eczema Association's [Seal of Acceptance](https://nationaleczema.org/eczema-products/about-nea-seal-of-acceptance/) — the program evaluates [products](https://nationaleczema.org/eczema-products/?pg=1&ppg=6) based on the NEA's criteria of ingredients and contents to ensure they're beneficial for people with sensitive skin. Our experts also recommend the brand's [moisturizing cream](https://goto.target.com/c/2465030/81938/2092?subId1=1299897rosaceaproducts&u=https%3A%2F%2Fwww.target.com%2Fp%2Fvanicream-moisturizing-cream-fragrance-free-4oz%2F-%2FA-47529843) for very sensitive and dry skin, which is also one of our favorite [products for dry skin](https://www.nbcnews.com/select/shopping/best-moisturizers-dry-skin-ncna1287507). [Aveeno Calm + Restore Redness Foaming Cleanser](https://www.amazon.com/Aveeno-Cleanser-Appearance-Hypoallergenic-Fragrance-Free/dp/B0B2BTXF21?tag=1299897rosaceaproducts-20) Pros: Our editors found it to be good for oily skin; fragrance-free Cons: Our editors found it may contribute to extra dryness if you're prone to drier skin Foaming cleansers can sometimes be too harsh on the skin — they contain foaming agents that remove most of the oil on the face, which can lead to even more dryness and flaking. Though our experts recommended avoiding most foaming cleansers on the market if you have sensitive skin, there are a few that can be safe for the rosacea community, like this one from Aveeno. \"It recognizes that, by adding calming and hydrating ingredients to balance the foam of the cleanser, those that need their soap to foam to feel clean can enjoy the overall experience while limiting the risk of excess dryness,\" Ilyas noted. [Cetaphil Gentle Skin Cleanser](https://www.amazon.com/Hydrating-Non-irritating-Fragrance-free-Dermatologist-Recommended/dp/B07GC74LL5?tag=1299897rosaceaproducts-20) Pros: Our editors agreed it's very gentle on the skin and doesn't dry out the skin thanks to gel-like consistency; affordable Cons: Our editors noted it didn't remove all eye makeup Cetaphil's Gentle Skin Cleanser is recommended by dermatologists thanks to its gentle, non-foaming formula that helps hydrate and soothe rosacea-prone skin. Select managing editor Leah Ginsberg said she's used the Cetaphil cleanser since she was 16 years old and loves that it's both affordable and gentle on her skin. \"It's also great for travel because you don't have to rinse it off with water — you can massage it in and then (gently) wipe it off,\" she said. [Avene Redness-Relief Refreshing Cleansing Lotion](https://www.anrdoezrs.net/links/9260995/type/dlg/sid/trackingcodeplaceholder/https://www.dermstore.com/avene-antirougeurs-clean-redness-relief-refreshing-cleansing-lotion/11668589.html?AID=12082404&PID=9260995&URL=https://www.dermstore.com/avene-antirougeurs-clean-redness-relief-refreshing-cleansing-lotion/11668589.html&affil=cj&utm_source=cj-9260995&utm_medium=affiliate&cjevent=df92c7e5490911ee810600a20a1cb829&utm_campaign=CJ&pubname=NBCUniversal (US)&utm_content=NBCUniversal (US)&cjdata=MXxOfDB8WXww) Pros: Our editors the no-rinse formula to be great for travel; fragrance-free; Our testers liked it for dry skin types Cons: More expensive than other options Both Graber and Soza recommended Avene's redness-relief line as a great option for people with rosacea who hope to calm irritation. This cleaning lotion from the brand is a no-rinse face wash that can gently remove makeup, dirt and oil — Avene recommends applying this cleansing lotion daily using a cotton pad or your fingers and wiping off any excess using a cotton pad. [Dove Sensitive Skin Beauty Bar](https://www.amazon.com/dp/B001ET7IQK?tag=1299897rosaceaproducts-20) Pros: Affordable; The brand says it can be used for face and body; fragrance-free Cons: Our editors found it to not work well for travel due to the storage of the bar Bodemer noted that the Dove Beauty Bar can be \"a really good, easy cleanser that people can find inexpensively.\" The hypoallergenic formula is safe to use as both a facial cleanser and body soap, and it contains mild and moisturizing ingredients like glycerin that can help maintain the skin's natural moisture barrier, according to the brand. Best moisturizers for rosacea [CeraVe PM Facial Moisturizing Lotion](https://ulta.ztk5.net/15nWLa?subId1=1299897rosaceaproducts&u=https%3A%2F%2Fwww.ulta.com%2Fp%2Fpm-facial-moisturizing-lotion-xlsImpprod5140067%3FAID%3D165150%26PID%3D10078%26CID%3Daf_165150_10078_%26clickId%3D0yu0q2xyXxyPT5RQqD0nczE-UkFypFROR1SRyI0%26SubID%3Dnbcnews.com%26utm_medium%3Daffiliate%26utm_source%3D10078%26utm_campaign%3DContent%26utm_content%3Dcore%26irgwc%3D1) Pros: Experts have told us it's great for acne-prone skin; The brand says the hyaluronic acid provides moisture; oil-free Cons: Our editors found that it doesn't moisturize enough for winter or extreme dry skin One of our favorite moisturizers for [acne-prone skin](https://www.nbcnews.com/select/shopping/what-are-best-skin-care-products-acne-prone-skin-look-ncna1032911), this nighttime moisturizing lotion from CeraVe contains ceramides that \"can help restore the skin barrier to soothe rosacea-prone skin,\" Ilyas said. You can also purchase the brand's [AM Facial Moisturizing Lotion](https://www.amazon.com/CeraVe-Facial-Moisturizing-Lotion-AM/dp/B00F97FHAW?tag=1299897rosaceaproducts-20) for the daytime, which has a gentle formula and offers SPF 30 protection. [Clinique Redness Solutions Daily Relief Cream](https://go.redirectingat.com/?xs=1&id=ncrg1301282&url=https%3A%2F%2Fwww.clinique.com%2Fproduct%2F1689%2F6007%2Fskincare%2Fredness%2Fredness-solutions-daily-relief-cream-with-microbiome-technology%3Fcm_mmc%3DLinkshare-_-ucE5BarM2zo-_-1-_-10%26ranMID%3D24775%26ranEAID%3D3506983%26ranSiteID%3DucE5BarM2zo-Kvov_aG3le4su8C9YoUpuA&sref=https%3A%2F%2Fwww.nbcnews.com%2Fselect%2Fshopping%2F1299897rosaceaproducts) Pros: Our editors found it to be not greasy, absorbs quickly and goes on smoothly Cons: More expensive than comparable options Clinique's [Redness Solutions](https://click.linksynergy.com/deeplink?id=ucE5BarM2zo&mid=24775&u1=1299897rosaceaproducts&murl=https%3A%2F%2Fwww.clinique.com%2Fredness-solutions-skincare) skin care line offers cleansers, moisturizers, sunscreens and more that can be beneficial for those with redness and rosacea. \"[The products] come out looking like a green color but don't look green on your face — they work to mask or camouflage the red color,\" Graber explained. She said the brand's Daily Relief Cream is a great option for those with a lot of redness: The cream not reduces the appearance of redness, but also works to gently calm irritated skin, according to the brand. [La Roche-Posay Toleriane Double Repair Face Moisturizer](https://www.amazon.com/dp/B01N9SPQHQ?tag=1299897rosaceaproducts-20) Pros: Lightweight; Our editors found it to be good for nighttime use, goes on smoothly and feels luxurious Cons: N/A Like Avene, La Roche-Posay is a French brand that makes gentle products for sensitive skin — our experts recommended this brand for both rosacea and acne-prone skin. I use La Roche-Posay's Toleriane Double Repair moisturizer every night since it's both gentle on my rosacea and hydrating enough to keep my flaky, dry skin at bay. The moisturizer contains ceramides and niacinamide, which Ilyas said can help soothe and calm rosacea flare-ups. I pair this moisturizer with the brand's [Toleriane Hydrating Gentle Cleanser](https://www.amazon.com/Roche-Posay-Toleriane-Hydrating-Gentle-Cleanser/dp/B01N7T7JKJ?tag=1299897rosaceaproducts-20), which is a gel face wash that maintains my skin's moisture and doesn't irritate it (unlike most other cleansers). [Cetaphil Moisturizing Lotion](https://www.amazon.com/Moisturizer-Hydrating-Moisturizing-Hypoallergenic-Non-Comedogenic-dp-B099N2SLT9/dp/B099N2SLT9/?tag=1299897rosaceaproducts-20) Pros: Lightweight; The brand says it's good for face and body Cons: Our editors found it to be not great for extreme dryness Much like Cetaphil's gentle skin cleanser, the brand's moisturizing lotion can be a great option for those with very sensitive skin. An expert favorite, the moisturizer has a non-greasy, paraben-free formula with no added fragrance to avoid irritation for rosacea skin, the brand says. It can also provide up to 24 hours of hydration, according to the brand. If you're looking for a daytime moisturizer option from the brand, its [Redness Relieving Daily Facial Moisturizer](https://www.amazon.com/dp/B01M31HUYJ?tag=1299897rosaceaproducts-20) comes with SPF 20 for some sun protection and a tinted formula to reduce the appearance of redness. Best serums and treatments for rosacea [The Ordinary Azelaic Acid Serum](https://click.linksynergy.com/deeplink?id=ucE5BarM2zo&mid=2417&u1=1299897rosaceaproducts&murl=https%3A%2F%2Fwww.sephora.com%2Fproduct%2Fthe-ordinary-deciem-azelaic-acid-suspension-10-P427411%3Fom_mmc%3Daff-linkshare-redirect-ucE5BarM2zo%26c3ch%3DLinkshare%26c3nid%3DucE5BarM2zo%26affid%3DucE5BarM2zo-UGZKLG8AUdM449N0sHBH0A%26ranEAID%3DucE5BarM2zo%26ranMID%3D2417%26ranSiteID%3DucE5BarM2zo-UGZKLG8AUdM449N0sHBH0A%26ranLinkID%3D10-1%26browserdefault%3Dtrue) Pros: Inexpensive compared to other similar options; Our experts say the actives help to heal acne scars; Our editors think its great under makeup Cons: Experts say it may react with other actives like salicylic acid Both Graber and Ilyas recommended The Ordinary Azelaic Acid Serum to help improve redness and generally even out skin tone, including any dark spots caused by bumps and blemishes. The serum contains 10% azelaic acid and is cruelty-free, vegan and gentle enough to use up to twice a day, according to The Ordinary. [The Inkey List Azelaic Acid Serum](https://the-inkey-list.sjv.io/DVEkJd?subId1=1299897rosaceaproducts&u=https%3A%2F%2Fwww.theinkeylist.com%2Fproducts%2Fredness-relief-solution%3Firclickid%3D0yu0q2xyXxyPT5RQqD0nczE-UkFypFXnR1SRyI0%26irgwc%3D1) Pros: Our editors thought that it was great under makeup; The brand says it has green-colored particles to immediately reduce the appearance of redness Cons: May not work on all skin types The Inkey List's Azelaic Acid Serum, which is recommended by Ilyas, is similar to The Ordinary's serum — both formulas contain 10% azelaic acid and can be applied twice a day, according to both brands. If redness is a major concern, The Inkey List's serum contains micro-fine green-colored particles that can help mask redness, as well as 0.3% allantoin, which is a chemical compound that can help soothe the skin, the brand says. [Differin Gel](https://www.amazon.com/Differin-Adapalene-0-1-Acne-Treatment/dp/B07L1PHSY9?tag=1299897rosaceaproducts-20) Pros: The brand and experts say it is good for smoothing wrinkles and fighting acne Cons: Takes several weeks to work Though [retinoids](https://www.nbcnews.com/select/shopping/best-retinol-creams-serums-acne-wrinkles-ncna1244298) can often be too harsh on sensitive skin, they can still work for rosacea-prone skin if they're introduced slowly, starting with just once a week before building up tolerance. \"I find the best approach is to first create a simplified routine that directly addresses the rosacea, followed by consideration of adding retinols and retinoids once inflammation in the skin is under better control,\" Ilyas said. She noted that adapalene gel — an OTC retinoid treatment that can be used to treat mild to moderate acne and blackheads — is considered a milder retinoid compared to other options like tretinoin and tazarotene. Because of this, both she and Soza recommended Differin Gel — which contains 0.1% adapalene— as a suitable anti-aging and acne-fighting option for people with rosacea. Best UV Clear Sunscreen Our clog great for acne-prone skin; moisturizing; great under makeup Cons: Needs to be reapplied throughout the day The EltaMD UV Clear Sunscreen is a favorite among our experts since it's free of heavy moisturizers that could clog pores. It also contains niacinamide, which acts as a natural anti-inflammatory ingredient for rosacea. The mineral-based sunscreen offers SPF 46 protection and includes zinc oxide, which experts previously told us provides protection against the sun's UVA and UVB rays while soothing the skin. This EltaMD sunscreen is the only one I've tried that doesn't flare up my rosacea. Similarly, Ginsberg said she uses it on her fair, sensitive skin every day following her dermatologist's recommendation because it doesn't cause flare-ups for her, either. \"I [also] love the texture and it never burns my eyes if I sweat,\" she said. [Isdin says it smoothes fines lines and wrinkles; lightweight Cons: More expensive than other sunscreen options One [mineral sunscreens](https://www.nbcnews.com/select/shopping/best-mineral-sunscreens-ncna1267839), the Isdin Eryfotona Ageless tinted sunscreen can provide some coverage to cover up redness and protect the skin against rosacea's biggest trigger, according to Soza. It also contains peptides and antioxidants to also help minimize signs of aging like fine lines and wrinkles, the brand says. [Vanicream Sunscreen with SPF 50](https://www.amazon.com/Vanicream-Sunscreen-Broad-Spectrum-Ounce/dp/B0921QT217/?tag=1299897rosaceaproducts-20) Pros: Affordable; says it won't clog pores Cons: Leaves a white cast on darker skin tones, according to editors Ilyas said she typically recommends Vanicream sunscreen to her patients because it provides broad-spectrum protection with SPF 50. The mineral sunscreen is water-resistant for up to 80 minutes and can be great for sensitive skin since it only contains one active ingredient (zinc oxide) and no dyes, fragrances or parabens, according to the brand. What causes rosacea? Rosacea is best known as an inflammatory skin condition — the skin reacts to a trigger, which results in broken blood vessels and an increased sensitivity of the skin overall, according to [Dr. Erum Ilyas](https://www.schweigerderm.com/providers/erum-ilyas-md-mbe-faad/), a board-certified dermatologist at Schweiger Dermatology. Unlike most people who have a baseline level of redness to their complexion, people with rosacea can experience recurrent flushing and bumps that look like acne breakouts, which can be accompanied by warmth, burning, itching and other skin sensitivities, Ilyas said. Though rosacea breakouts may look like [adult acne](https://www.nbcnews.com/select/shopping/adult-acne-treatment-ncna1293016), they don't behave as such: \"You go to pop the 'pimple,' but they don't really come to a head [and] they just get angrier at you — this is followed by the skin starting to swell or thicken, taking on an 'orange-peel' appearance with widened patulous pores,\" Ilyas explained. The location of the bumps on your face can also help you figure out whether they're the result of rosacea. \"Hormonal acne or other forms of adult acne tend to involve more of the lower face, whereas with rosacea we see the involvement of the nose, the central part of the cheeks and the center of the forehead,\" said [Dr. Apple Bodemer](https://www.uwhealth.org/providers/apple-a-bodemer-md), a board-certified dermatologist and associate professor of dermatology at the University of Wisconsin School of Medicine and Public Health. Triggers for rosacea flare-ups vary from person to person, but the most common ones are sun exposure and heat — other triggers include alcohol, spicy foods, hot beverages and chocolate. \"I like to joke with my patients that all the fun things in life can trigger rosacea,\" said Bodemer added that emotional triggers can also be a cause of rosacea for many people. Bodemer advised keeping a symptom diary to track when you flare up and jotting down what you did before that flare-up, including what you ate. \"I see people who are very sensitive to simple carbohydrates, so when they're eating more junk food and more processed sugars they will tend to flare more,\" Bodemer said. How to manage rosacea Since there isn't a known cure for rosacea, Soza recommended figuring out your specific triggers and finding ways to avoid them. You should also focus on wearing a [mineral-based sunscreen](https://www.nbcnews.com/select/shopping/best-mineral-sunscreens-ncna1267839) with broad-spectrum SPF 30 or higher to avoid further redness and irritation on sensitive skin. \"I cannot emphasize the importance of sun protection and sunscreen enough,\" Soza said. Mineral sunscreens (also called physical blockers) contain zinc oxide or titanium dioxide rather than a chemical base — they don't absorb into the skin and can be less irritating for those with sensitive, rosacea-prone skin, Soza explained. Because people with rosacea tend to have dry and flaky skin that's both sensitive and reactive, they're more likely to have certain reactions to cosmetics and personal care products, Bodemer said. While crafting a gentle skin care routine, it's important to first see a board-certified dermatologist who can evaluate your rosacea and come up with a treatment plan, which may include one or more prescription medications like doxycycline (an oral antibiotic) and metronidazole (a topical treatment). Medication isn't always necessary, though. There are many over-the-counter ingredients that can be beneficial for patients with rosacea, many of which can serve as anti-inflammatories before a prescription is needed, according to Ilyas. Niacinamide and [hyaluronic acid](https://www.nbcnews.com/select/shopping/best-hyaluronic-acid-serums-creams-ncna1290282) are great ingredients to look for when developing a rosacea-friendly skin care routine. \"Niacinamide is calming [and] will decrease the redness associated with rosacea, and hyaluronic acid is moisturizing, which is also super important if you have rosacea,\" Soza said. Aloe and ceramides can help soothe and calm red and irritated skin. Ilyas noted that these ingredients can work to restore the skin's moisture barrier and prevent it from drying out. [Azelaic acid](https://www.nbcnews.com/select/shopping/azelaic-acid-skin-ncna1236351) and topical sulfur are gentle ingredients that work well on sensitive skin — they help unclog pores to prevent and diminish bumps caused by rosacea, and they work to even out your skin tone by reducing redness and inflammation of the skin. \"Azelaic acid is even FDA-approved for rosacea to help treat the inflammatory papules and pustules (red bumps and whitehead-like breakouts),\" Soza said. What type of products should you avoid with rosacea? Ilyas advised taking a \"less is more\" approach when crafting a skin care routine for rosacea. \"Taking a closer look at your skincare products, eliminating redundancy and choosing multitasking products can reduce the volume of products used that can potentially aggravate the skin over time,\" she said. This means skipping out on common skin care additions like toners (including witch hazel and alcohol-based toners that can aggravate rosacea), acne treatments, anti-aging products and exfoliants. Be mindful of certain acne treatments People may look toward acne treatments to help with rosacea bumps, but that can make rosacea worse, according to Ilyas. \"Although people can get breakouts with rosacea, they are not the same — anyone with rosacea that has tried to 'pop' their pimples will tell you it doesn't work,\" Ilyas said. Our experts recommended avoiding acne-fighting products with harsh ingredients like benzoyl peroxide and [salicylic acid](https://www.nbcnews.com/select/shopping/best-salicylic-acid-products-acne-ncna1274542), which can be irritating on sensitive, rosacea-prone skin — both Ilyas and Soza recommended using azelaic acid to control acne instead. Ilyas also suggested avoiding fragrances and comedogenic products that clog pores, which is in line with our experts' guidance for [sensitive skin](https://www.nbcnews.com/select/shopping/what-are-best-skin-care-products-acne-prone-skin-look-ncna1032911). Limit your usage of anti-aging products Graber said that anti-aging products can dry out the skin and sometimes cause flare-ups of rosacea, so it's best to avoid them if you have moderate to severe rosacea. \"Some of the retinol or retinoid products can make people with rosacea more red — same with some of the glycolic acids that are typically in a lot of popular anti-aging products,\" she said. However, Soza noted that people with mild rosacea don't necessarily have to stay away from anti-aging products altogether. \"You should ease into it and take it slow — start applying once a week, increasing frequency as you build tolerance,\" she said. Soza also recommended applying a small pea-sized amount to the full face, and using the \"moisturizer sandwich technique,\" which means you moisturize, apply the retinoid or retinol and then moisturize again. \"This will help your skin stay hydrated while still maintaining efficacy,\" she noted. Avoid harsh exfoliants We often hear about exfoliation as a key step in any weekly skin care routine, and people with rosacea may be tempted to exfoliate to help reduce the flaky dead skin caused by the condition. However, both Bodemer and Graber said they tell their patients with rosacea to avoid exfoliating altogether. \"The more you inflame the skin [with exfoliants], the more flaking you're going to have,\" Bodemer said, explaining that the flaking on the skin is a manifestation of the inflammation caused by rosacea. Graber added that \"any products that have beads, require scrubbing or even have chemical exfoliants in them [are] just too much for somebody with rosacea.\" If you're really insistent on exfoliating, Graber recommended simply using water and a soft washcloth. Ilyas also recommended limiting or avoiding the use of [alpha hydroxy acids](https://www.nbcnews.com/select/shopping/alpha-hydroxy-acids-ahas-ncna1234611) (AHAs) and beta hydroxy acids as chemical exfoliants. \"Although people with rosacea may use these for anti-aging benefits, care should be taken to avoid excess irritation — rosacea alone can make the skin sensitive and adding in chemical exfoliation can aggravate this irritation,\" she said. Meet our experts At Select, we work with experts who have specialized knowledge and authority based on relevant training and/or experience. We also take steps to ensure that all expert advice and recommendations are made independently and with no undisclosed financial conflicts of interest. [Dr. Erum Ilyas](https://www.schweigerderm.com/providers/erum-ilyas-md-mbe-faad/)is a board-certified dermatologist at Schweiger in adult and pediatric medical dermatology, cosmetic dermatology and skin cancer treatment. [Dr. Apple Bodemer](https://www.uwhealth.org/providers/apple-a-bodemer-md)is a board-certified dermatologist and associate professor of dermatology at the University of Wisconsin School of Medicine and Public Health. [Dr. Gabriela Soza](https://wexlerdermatology.com/about/dr-gabriela-soza/)is a board-certified cosmetic dermatologist at City. - Dr. Emmy Graber is a board-certified dermatologist and founder and president of [The Dermatology Institute of Boston](https://www.dermboston.com/). She specializes in acne and cosmetic dermatology. Catch up on Select's in-depth coverage of [personal finance](https://www.cnbc.com/select/), [tech and tools](http://nbcnews.com/select/tech-tools), [wellness](http://nbcnews.com/select/wellness) and more, and follow us on "}